[
  {
    "title": "‘Keedaa Cola’ trailer: Brahmanandam leads the pack in Tharun Bhascker’s wacky Telugu crime comedy presented by Rana Daggubati",
    "link": "https://www.thehindu.com/entertainment/movies/keedaa-cola-trailer-tharun-bhascker-directs-a-wacky-telugu-crime-comedy-presented-by-rana-daggubati/article67433309.ece",
    "description": "The trailer of ‘Keedaa Cola’, presented by Rana Daggubati and directed by Tharun Bhascker, promises a wacky Telugu crime comedy with an ensemble cast led by Brahmanandam",
    "date": "Wed, 18 Oct 2023 13:08:43 +0530",
    "content": "Tharun Bhascker directs and stars in the Telugu crime comedy ‘Keedaa Cola’ along with Brahmanandam, Chaitanya Rao, Raghu Ram, Rag Mayur, Jeevan Kumar, Vishnu Oi and Ravindra Vijay\n\nTharun Bhascker directs and stars in the Telugu crime comedy ‘Keedaa Cola’ along with Brahmanandam, Chaitanya Rao, Raghu Ram, Rag Mayur, Jeevan Kumar, Vishnu Oi and Ravindra Vijay\n\nTharun Bhascker Dhaassyam has broken away from his previous Telugu films — the romance drama Pelli Choopulu and the buddy comedy Ee Nagaraniki Emaindi — going by the trailer of his new film Keedaa Cola. The trailer presents glimpses of the crime comedy featuring a bunch of characters led by veteran comic actor Brahmanandam.\n\nThe ensemble cast includes Chaitanya Rao, Rag Mayur, Raghu Ram, Vishnu Oi, Ravindra Vijay and Jeevan Kumar. Tharun also plays a key role as a local don named Naidu. The drama revolves around a doll and a cockroach that could potentially fetch a princely sum.\n\nThe characters speaking the Hyderabad Telangana dialect, the fast-paced editing by Upendra Varma, the visuals by cinematographer AJ Aaron  and Vivek Sagar’s music accentuate the vibrant chaos on the screen. The film’s writing team comprises Pranay Koppala, Ramya Kakumanu, Shanthan Raj and Tharun Bhascker.\n\nKeedaa Cola is produced by Vivek Sudhanshu and others and is scheduled to release in theatres on November 3.",
    "imgLink": "https://th-i.thgim.com/public/incoming/aqs1sb/article67433347.ece/alternates/LANDSCAPE_1200/keedaa%20cola%20%281%29.png",
    "category": "india",
    "id": "53cly10lulnvge7i3"
  },
  {
    "title": "Maratha community lost reservation due to Uddhav Thackeray, says Bawankule ",
    "link": "https://www.thehindu.com/news/national/maratha-community-lost-reservation-due-to-uddhav-thackeray-says-bawankule/article67431480.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 12:54:27 +0530",
    "content": "Maharashtra BJP chief Chandrashekhar Bawankule on Tuesday stated that any decision made by the State government concerning Maratha reservation will be agreeable to activist Manoj Jarange Patil while also considering the impact on other sections of society.\n\nHe alleged that the Maratha community lost its reservation due to the “incompetency” of former Chief Minister Uddhav Thackeray.\n\nMr. Jarange, who had staged a hunger strike to demand reservations for the Maratha community in employment and education under the OBC category, has given the Shinde government until October 24 to take necessary action.\n\n“The State government will make a decision on Maratha reservations that is acceptable to activist Manoj Jarange and does not negatively affect other sections,” the BJP leader said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/re5d9z/article67433329.ece/alternates/LANDSCAPE_1200/03devendra_nagpur5.JPG",
    "category": "india",
    "id": "53cly10lulnvge7sc"
  },
  {
    "title": "Jana Sena Party undecided about Telangana State elections",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/jana-sena-party-undecided-about-telangana-state-elections/article67433062.ece",
    "description": "Pawan Kalyan told the party leaders that he was under pressure. But, he did not elaborate. This was disclosed in a late night press release from the JSP on October 17.",
    "date": "Wed, 18 Oct 2023 12:53:06 +0530",
    "content": "The Jana Sena Party (JSP) president Pawan Kalyan seems to be undecided whether to enter the election fray in Telangana or not.\n\nMr. Kalyan told the party leaders that he was under pressure. But, he did not elaborate. This was disclosed in a late night press release from the JSP on October 17.\n\n“I respect the opinions of the leaders and ground level realities. But, it is also a fact that there is a pressure on me. Give me a day or two to make a decision,” he told the leaders who met him at the party office at Hyderabad on Tuesday. He held discussions with the leaders who expressed willingness to enter the poll fray in Telangana.\n\nThe leaders said that the party should not step back in Telangana State Assembly elections. They recalled that they did not contest in 2018 elections following a decision taken by the party chief. Also, honouring the alliance partner BJP, the candidates withdrew from Hyderabad Corporation elections. And, this time, the JSP should contest the elections under any circumstances. The leaders said that they were waiting for the opportunity for many years. “It would prevent the growth of the party in Telangana if JSP did not contest this time. The cadre might not be able to face the public in future,” they said.\n\nAs the JSP chief said he needs some time to make a decision, they said,“ as the situation might turn the tide against the JSP, a positive decision is necessary.”",
    "imgLink": "https://th-i.thgim.com/public/todays-paper/tp-national/tp-andhrapradesh/57yut8/article67425002.ece/alternates/LANDSCAPE_1200/YSRCP%E2%80%99s-attitud%2BGRHBSOSB3.3.jpg.jpg",
    "category": "india",
    "id": "53cly10lulnvge856"
  },
  {
    "title": "Assam approves grant for Durga Puja pandals",
    "link": "https://www.thehindu.com/news/national/other-states/assam-approves-grant-for-durga-puja-pandals/article67430734.ece",
    "description": "In September, opposition parties had slammed the BJP-led government for taxing the festival",
    "date": "Wed, 18 Oct 2023 12:47:21 +0530",
    "content": "An artist applies the final touches to an idol of goddess Durga, at a workshop ahead of the Durga puja festival, in Tezpur. | Photo Credit: ANI\n\nAn artist applies the final touches to an idol of goddess Durga, at a workshop ahead of the Durga puja festival, in Tezpur. | Photo Credit: ANI\n\nThe Assam Cabinet headed by Chief Minister Himanta Biswa Sarma on October 17 approved a grant-in-aid of ₹10,000 for each of 6,953 Durga Puja pandals across the State.\n\nThis is seen as a step to dissuade puja committees from forcing people to donate for the festivities.\n\n“The State government is against the ‘Chanda’ (donation) culture. I appeal to the Durga Puja committees not to raise funds from the public forcibly,” Mr. Sarma said a day ago.\n\nThe grant for Durga Puja pandals is reminiscent of the ₹2.5 lakhs annual grant the BJP-led government in Assam had come up with for namghars or neighbourhood prayer halls and ₹10 lakhs each for 1,008 religious places of historical importance, including temples, mosques, and churches, ahead of the 2021 Assembly elections.\n\nThe largesse for the puja pandals came less than a month after the Trinamool Congress slammed the State government for imposing ₹300 per committee for organising Durga Puja and ₹100 per immersion of the idol.",
    "imgLink": "https://th-i.thgim.com/public/incoming/sr32kh/article67433316.ece/alternates/LANDSCAPE_1200/20231016272L.jpg",
    "category": "india",
    "id": "53cly10lulnvge8ln"
  },
  {
    "title": "Apna Dal (S) reiterates support for caste-based census ",
    "link": "https://www.thehindu.com/news/national/apna-dal-s-reiterates-support-for-caste-based-census/article67431501.ece",
    "description": "“We fully support the demand of caste census in U.P. and across the country and raised it all forums including parliament”",
    "date": "Wed, 18 Oct 2023 12:32:15 +0530",
    "content": "“We fully support the demand of caste census in U. P. and across the country and raised it all forums including parliament,” said Anupriya Patel, the Apna Dal (Sonelal) president and Union Minister of State for Commerce and Industry.  | Photo Credit: PTI\n\n“We fully support the demand of caste census in U. P. and across the country and raised it all forums including parliament,” said Anupriya Patel, the Apna Dal (Sonelal) president and Union Minister of State for Commerce and Industry.  | Photo Credit: PTI\n\nApna Dal (Sonelal), a constituent of the National Democratic Alliance (NDA), on October 17 reiterated its stand in favour of caste-based census, adding it supported the issue at all proper forums.\n\n“We fully support the demand of caste census in U. P. and across the country and raised it all forums including parliament,” said Anupriya Patel, the Apna Dal (Sonelal) president and Union Minister of State for Commerce and Industry.\n\nMs. Patel, a two-time Lok Sabha member from Mirzapur, added the party will remain within the NDA fold and the alliance will emerge victorious in U. P. “We fought two Parliamentary and two Assembly polls together and will contest the 2024 election again unitedly,” said the Union Minister, while speaking with the presspersons, in Pratapgarh after the Sankalp Sabha on Apna Dal’s founder Sone Lal Patel’s death anniversary.\n\nThe smaller ally Apna Dal (S) won two seats, while the BJP on its own won 62 seats in the 2019 Lok Sabha polls in U. P., while the Anupriya Patel-led party emerged victorious on 12 assembly seats in the 2022 Vidhan Sabha elections.",
    "imgLink": "https://th-i.thgim.com/public/incoming/d72cxa/article66889471.ece/alternates/LANDSCAPE_1200/IMG_IMG_Cabinet_reshuffl_2_1_FDA9IPS8.jpg",
    "category": "india",
    "id": "53cly10lulnvge8wa"
  },
  {
    "title": "Sabarimala pilgrims from Karnataka injured in accident near Erumely in Kerala",
    "link": "https://www.thehindu.com/news/national/kerala/sabarimala-pilgrims-from-karnataka-injured-in-accident-near-erumely-in-kerala/article67433206.ece",
    "description": "Preliminary reports suggest the driver lost control of the vehicle while negotiating curve called Attivalavu along the high-range route",
    "date": "Wed, 18 Oct 2023 12:20:14 +0530",
    "content": "Mangled remains of the bus carrying Sabarimala pilgrims that turned turtle while negotiating a sharp curve near Kanamala at Erumely in Kerala on October 18, 2023. | Photo Credit: Special Arrangement\n\nMangled remains of the bus carrying Sabarimala pilgrims that turned turtle while negotiating a sharp curve near Kanamala at Erumely in Kerala on October 18, 2023. | Photo Credit: Special Arrangement\n\nAt least 17 persons sustained injuries when a bus carrying Sabarimala pilgrims turned turtle while negotiating a sharp curve near Kanamala at Erumely in Kerala on October 18.\n\nThe accident took place around 6.30 a.m. when the bus carrying 40 pilgrims from Kolar in Karnataka was proceeding to Sabarimala. Preliminary reports suggested that the driver lost control of the vehicle while negotiating the curve called Attivalavu along the high-range route.\n\nA police team and teams from the Motor Vehicles and Forest departments rushed to the spot and carried out the rescue operations. The injured were rushed to the Kanjirappally Taluk Hospital, Government Medical College Hospital in Kottayam and a private hospital nearby.\n\nMeanwhile, traffic along the Erumely-Sabarimala route faced disruptions following the accident. Efforts were on to restore traffic .\n\nPreliminary reports suggested that the bus driver had been exhausted due to lack of rest after driving continuously. A detailed probe is on. The Motor Vehicles department has examined the vehicle and will submit its report.\n\nOfficial sources said the area used to witness accidents regularly in the past and authorities had installed a few boards to caution drivers. They added that several vehicles arriving from the neighbouring States to Sabarimala were often found violating basic safety norms, making them unsafe on roads with steep declines and sharp turns.",
    "imgLink": "https://th-i.thgim.com/public/news/national/kerala/8dds9i/article67433246.ece/alternates/LANDSCAPE_1200/Sabarimala%20accident2.jpeg",
    "category": "india",
    "id": "53cly10lulnvge93p"
  },
  {
    "title": "PM Modi to launch 511 rural skill development centres in Maharashtra",
    "link": "https://www.thehindu.com/news/national/other-states/pm-modi-to-launch-511-rural-skill-development-centres-in-maharashtra/article67433235.ece",
    "description": "The PMO said in a statement that these centres are being established across 34 rural districts of Maharashtra.",
    "date": "Wed, 18 Oct 2023 12:20:04 +0530",
    "content": "Prime Minister Narendra Modi will launch 511 rural skill development centres in the name of late BJP leader Pramod Mahajan in Maharashtra on October 19 via video conferencing.\n\nThe PMO said in a statement that these centres are being established across 34 rural districts of Maharashtra.\n\nThey will conduct skill development training programs across various sectors to provide employment opportunities to the rural youth, it said.\n\n\"Each centre will train about 100 youngsters in at least two vocational courses. The training is being provided by empanelled industry partners and agencies under the National Skill Development Council,\" the statement added.\n\nThey will help the region make significant strides towards developing a more competent and skilled manpower, it said. Mahajan was a leading national leader of the BJP and died at the age of 56.",
    "imgLink": "https://th-i.thgim.com/public/todays-paper/tp-business/uezozy/article67432365.ece/alternates/LANDSCAPE_1200/Modi-unveils-lo%2BG4TBT1L08.3.jpg.jpg",
    "category": "india",
    "id": "53cly10lulnvge9ez"
  },
  {
    "title": "Cash, goods worth over ₹5.5 crore seized in poll-bound Chhattisgarh",
    "link": "https://www.thehindu.com/elections/chhattisgarh-assembly/cash-goods-worth-over-55-crore-seized-in-poll-bound-chhattisgarh/article67433170.ece",
    "description": "The seizures took place between October 9 and 16 after the model code of conduct was imposed",
    "date": "Wed, 18 Oct 2023 11:55:24 +0530",
    "content": "Unaccounted cash, liquor and other goods worth more than ₹5.5 crore have been seized in poll-bound Chhattisgarh, the office of the Chief Electoral Officer (CEO) has said.\n\nThe seizures took place between October 9 and 16 after the model code of conduct was imposed ahead of the State Assembly elections to be held on November 7 and 17, it said on October 17.\n\nAmong other things, ₹85 lakh in cash, 11,851 litres of liquor worth ₹37.57 lakh, 1,838 kg of narcotics valued at ₹61.57 lakh, 63 kg of jewellery worth ₹1.7 crore and other goods worth ₹2.03 crore were seized, officials said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvge9rj"
  },
  {
    "title": "BJP's Raman Singh seeks postponement of 2nd phase of Chhattisgarh polls on account of Chhath festival",
    "link": "https://www.thehindu.com/elections/chhattisgarh-assembly/bjps-raman-singh-seeks-postponement-of-2nd-phase-of-chhattisgarh-polls-on-account-of-chhath-festival/article67433169.ece",
    "description": "The Chhath festival will be celebrated from November 17 to 20 this year",
    "date": "Wed, 18 Oct 2023 11:51:55 +0530",
    "content": "Former Chhattisgarh CM Raman Singh arrives to attend the BJP’s Central Election Committee meeting at BJP headquarters, in New Delhi, on Oct. 1, 2023. | Photo Credit: PTI\n\nFormer Chhattisgarh CM Raman Singh arrives to attend the BJP’s Central Election Committee meeting at BJP headquarters, in New Delhi, on Oct. 1, 2023. | Photo Credit: PTI\n\nBJP vice president and former Chhattisgarh Chief Minister Raman Singh on October 18 urged the Election Commission of India to postpone the second phase of Chhattisgarh Assembly polls scheduled on November 17 in view of the Chhath festival.\n\nHe said a large number of voters will not be able to take part in the electoral process due to the festival.\n\nElections to the 90-member Chhattisgarh Assembly are scheduled in two phases on November 7 and 17.\n\nThe Chhath festival will be celebrated from November 17 to 20 this year.\n\nMr. Singh in a post on X said the second phase of the Chhattisgarh Assembly election is coinciding with the Chhath puja festival due to which a large number of people will not be able to take part in the electoral process.\n\n“I request @ECISVEEP to please postpone the second phase of voting, so that more and more voters can take part in the electoral process and exercise their franchise,” he added.\n\nEarlier, the Aam Aadmi Party (AAP) had made a similar demand in the State.\n\nA large number of people from Bihar and eastern Uttar Pradesh who live in Raipur, Bilaspur, Bhilai, Jagdalpur, Korba and other cities of Chhattisgarh celebrate the Chhath festival in a grand way every year.\n\nThe BJP has fielded incumbent MLA Raman Singh from his traditional seat Rajnandgaon, which will go to polls in the first phase along with 19 other constituencies.\n\nVoting in the other 70 seats will be held in the second phase.",
    "imgLink": "https://th-i.thgim.com/public/incoming/5uzuu9/article67433185.ece/alternates/LANDSCAPE_1200/PTI10_01_2023_000520B.jpg",
    "category": "india",
    "id": "53cly10lulnvgea1j"
  },
  {
    "title": "Nagapattinam fishermen attacked mid-sea, robbed of their belongings in sixth such attack in two months",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/nagapattinam-fishermen-attacked-mid-sea-robbed-of-their-belongings-in-sixth-such-attack-in-two-months/article67433099.ece",
    "description": "The perpetrators were a group of unidentified persons, suspected to be Sri Lankans who spoke Tamil; two fishing boats from the same village of Vanavanmahadevi were attacked; over 35 fishermen of the district have been robbed mid-sea since August this year",
    "date": "Wed, 18 Oct 2023 11:45:56 +0530",
    "content": "The nine victims of the attack were hospitalised at the Government Nagapattinam Medical College Hospital | Photo Credit: Special Arrangement\n\nThe nine victims of the attack were hospitalised at the Government Nagapattinam Medical College Hospital | Photo Credit: Special Arrangement\n\nNine fishermen from the Vanavanmahadevi coastal village in Nagapattinam district were attacked by unidentified persons, mid-sea, while they were fishing to the east of Kodiyakkarai, and robbed of their belongings. The incident took place on the night of Tuesday, October 17, 2023.\n\nMore than 35 fishermen from Nagapattinam district have suffered mid-sea attacks and have been robbed of their belongings by unidentified persons in six incidents since August this year.\n\nPolice sources said N. Subramanian, 50, A. Murugesan, 41, A. Sundaramoorthy, 55, C. Rajagopal, 62, and S. Mahalingam, 60, all natives of Vanavanmahadevi near Vedaranyam had ventured into the sea for fishing, on a fibreglass boat, from their village on Tuesday afternoon.\n\nWhen they were fishing about 11 nautical miles east off the Kodiyakkarai coast around 8 p.m., four persons, suspected to be Sri Lankans who spoke Tamil, approached them, also on a fibreglass boat, and intercepted their fishing boat. Two of them reportedly boarded the boat of the Nagapattinam fishermen and tied Subramanian, Rajagopal, and Mahalingam on to their boat, using ropes. They also assaulted the men with the handle of a machete.\n\nThe assailants then forced the other two fishers, Murugesan and Sundaramoorthy to board the Sri Lankan boat and assaulted them again. They seized a 600 kg fishing net from the T. N. fishermen and destroyed it, besides snatching a Global Positioning System (GPS) gadget, a walkie-talkie, batteries, a torch, and signal lights.\n\nMeanwhile, the fishermen’s boat, with the three of them tied on board, disappeared from the vicinity. The attackers then took the two fishermen whom they had forced on to their boat, and intercepted another fibreglass boat mid-sea a few nautical miles away, with four fishermen on board it, from the same village, around 9 p.m.\n\nThe assailants boarded the second T. N. fishermen’s boat, and assaulted M. Selvam, 35, S. Muruganantham, 36, M. Subramanian, 37, and R. Shanmughavel, 35. They also forced Murugesan and Sundaramoorthy to board this fishermen’s boat and then fled after seizing another GPS gadget, a walkie-talkie, a fishing net and silver ornaments from the fishers.\n\nThese fishermen located the missing first boat around 12.30 a.m. on Wednesday. By then, the three on board had managed to untie themselves.\n\nOn Wednesday, all nine of the fishers in two boats reached the the Vanavanmahadevi coast at around 7.20 a.m. They were admitted to the Government Nagapattinam Medical College Hospital for treatment.\n\nThe Vedaranyam Marine Police of the Coastal Security Group have begun an investigation.",
    "imgLink": "https://th-i.thgim.com/public/incoming/7ebckc/article67433240.ece/alternates/LANDSCAPE_1200/WhatsApp%20Image%202023-10-18%20at%2012.12.22%20PM.jpeg",
    "category": "india",
    "id": "53cly10lulnvgea9j"
  },
  {
    "title": "Watch | The dilemma over the next Dalai Lama",
    "link": "https://www.thehindu.com/news/national/watch-the-dilemma-over-the-next-dalai-lama/article67433161.ece",
    "description": "Who will succeed the 14th Dalai Lama? How will it impact the future of the Tibetan movement?",
    "date": "Wed, 18 Oct 2023 11:41:29 +0530",
    "content": "In 1950s, a large part of Tibet had been forcefully acquired by the Chinese. The Dalai Lama escaped to India in 1959 after a Tibetan uprising against the Chinese rule failed.\n\nHe also established a democratically based shadow Tibetan government in Dharamshala. However, the question of Dalai Lama’s succession bothers thousands of Tibetans who have made their home in McLeodganj, nicknamed ‘little Lhasa’.\n\nThe larger question of the direction that the Tibetan movement will take also depends on the successor of the Dalai Lama.\n\nAnother growing worry in Dharamshala is preserving the Tibetan language and culture.\n\nThe Hindu travelled to Dharamshala, the abode of His Holiness the 14th Dalai Lama, and spoke to Penpa Tsering, Sikyong of the Central Tibetan Administration in India.\n\nVideos: Suhasini Haidar and Office of His Holiness the Dalai Lama",
    "imgLink": "https://th-i.thgim.com/public/incoming/10dbz4/article67433166.ece/alternates/LANDSCAPE_1200/India_Dalai_Lama_57223.jpg",
    "category": "india",
    "id": "53cly10lulnvgeaq1"
  },
  {
    "title": "Top news developments in Karnataka on October 18, 2023",
    "link": "https://www.thehindu.com/news/national/karnataka/top-news-developments-in-karnataka-on-october-18-2023/article67433055.ece",
    "description": "Here are the key news developments to watch out for from Karnataka today",
    "date": "Wed, 18 Oct 2023 11:36:19 +0530",
    "content": "The alleged meeting of BJP leader and former Minister Ramesh Jarkiholi with former Chief Minister Jagadish Shettar, who left BJP to join the Congress, has set off speculation in political circles in Karnataka.\n\nThe alleged meeting of BJP leader and former Minister Ramesh Jarkiholi with former Chief Minister Jagadish Shettar, who left BJP to join the Congress, has set off speculation in political circles in Karnataka.\n\n1. All eyes are on how the Janata Dal (Secular) will deal with the rebellion by its State unit president C. M. Ibrahim, who has opposed the alliance with the BJP ahead of the 2024 Lok Sabha elections. Party supremo H.D. Deve Gowda, who Mr. Ibrahim claimed was unhappy with the alliance, is expected to step in and clear the air.\n\n2. The alleged meeting of BJP leader and former Minister Ramesh Jarkiholi with former Chief Minister Jagadish Shettar, who left BJP to join the Congress, has set off speculation in political circles.\n\n3. The foot-over bridge establishing a direct link between Nagasandra Metro Station and the IKEA Nagasandra store was thrown open today.\n\n4. University of Agricultural Sciences, Bangalore, National Institute for Agricultural Extension Management is organising a DAESI (Diploma in Agricultural Extension service for Input Dealers) convention today. Chief Minister Siddaramaiah will inaugurate. Deputy CM D. K. Shivakumar, Agricultural Minister N. Cheluvarayaswamy will participate as chief guests.\n\n1. Convocation of University of Mysore and of Karnataka State Dr. Gangubai Hangal Music and Performing Arts University is being held today.\n\n2. Yuva Dasara and Makkala Dasara are being inaugurated today.\n\nDeputy CM D. K. Shivakumar to participate in Dasara celebrations in Hukkeri math in Belagavi at 11 a.m.\n\nDinesh Gundu Rao to speak at convention of minority wing of Congress of DK and Udupi districts at Town Hall today. Later, he will hold a review meeting at government-run Wenlock Hospital in Mangaluru.",
    "imgLink": "https://th-i.thgim.com/public/incoming/m6i2pp/article67433151.ece/alternates/LANDSCAPE_1200/ASSEMBLY%20SESSION",
    "category": "india",
    "id": "53cly10lulnvgeb1w"
  },
  {
    "title": "Rahul Gandhi urges govt. to begin investigation over rising coal prices ",
    "link": "https://www.thehindu.com/news/national/rahul-gandhi-address-congress-party-coal-prices-adani/article67433066.ece",
    "description": "Cities media reports by Financial times in London and blames Adani of involvement in hike in electricity rates",
    "date": "Wed, 18 Oct 2023 11:26:45 +0530",
    "content": "Congress leader Rahul Gandhi on October 18, addressed the rising coal prices in India and alleged that Adani has directly looted the people of the country through high electricity bills.\n\n“Citizens should know that their power bills have gone up because of over-invoicing of coal imports by the Adani group. Earlier, we had mentioned that it was ₹20,000 crore that was unaccounted but it had gone up by another ₹12,000 crore. So the total is ₹32,000 crore,” he said and cited a story published by the Financial Times in London, that talks about Adani’s involvement in the rising coal prices.\n\nHe added that the issue is about power, electricity bills and theft but the Indian media does not ask one question. Mr. Gandhi said, “The story would have brought down “any government anywhere in the world” and this is a direct theft by a man protected by the Prime Minister of India.”\n\nHe also wondered why Securities and Exchange Board of India (SEBI) couldn’t find documents against the Adani group when Financial Times London had access to all the documents. “It is clear that there is protection at the highest level,” he said.\n\nSpeaking about power subsidy issued by the Karnataka Government, he said, “The Congress government in Karnataka is giving a power subsidy and has promised a similar subsidy in Madhya Pradesh but now it is clear that the increased power bills are because of over-invoicing of imported coal, used to produce power.”\n\nMr. Gandhi also asked why Prime Minister Narendra Modi had not ordered an inquiry against Mr. Adani despite all these questions. “Come clean, start an investigation. Defend your credibility,” he said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/n0jzrm/article67433148.ece/alternates/LANDSCAPE_1200/WhatsApp%20Image%202023-10-18%20at%2011.31.15.jpeg",
    "category": "india",
    "id": "53cly10lulnvgebay"
  },
  {
    "title": "LiDAR survey launched for Kadamanthodu reservoir project in Wayanad",
    "link": "https://www.thehindu.com/news/national/kerala/lidar-survey-launched-for-kadamanthodu-reservoir-project-in-wayanad/article67430940.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 11:10:25 +0530",
    "content": "The Water Resources department launched a Light, Detection and Ranging (LiDAR) survey on Tuesday as part of a proposal to construct a dam across the Kadamanthodu river, a tributary of the Kabani, at Pulpally in Wayanad, even as local residents and environmental organisations are putting up stiff resistance against the project.\n\nThe proposed project is aimed at addressing the drought-like situation in Pulpally and Mullankolly areas on the Kerala-Karnataka border during the summer. The LiDAR survey is a continuation of a survey conducted by the Geological Survey of India three months ago.\n\nDetails such as springs and creeks of the river and the terrain of the proposed dam site with respect to the mean sea level (MSL) will be marked. The volume capacity of the reservoir and an exact picture of the inundation area could be estimated after the survey, Water Resources department sources said. The number of buildings, their size, roads, and power lines in the project site would also be marked. A Delhi-based firm is carrying out the survey at a cost of ₹.32.8 lakh.\n\nA few weeks ago Water Resources Additional Secretary Ashok Kumar Singh visited the proposed dam site near the milk chilling plant of the MILMA at Anappara prior to the survey.\n\nAn all-party meeting held here a few months ago decided to determine the height and size of the proposed dam after the survey, the sources said. According to a draft proposal of the project, a dam would be constructed across the river at a height of 28 metres and length of 299 metres with a storage capacity of 0.51 tmc in a water year (from June 1 to May 31).\n\nAfter the LiDAR survey a feasibility study report of the project would be submitted to the Central Water Commission, and a detailed project report would be prepared after the consent of the Commission, the sources said.\n\nMeanwhile, a Dam Virudha Samiti (a collective of local residents in the prosed site area) with the support of the Wayanad Prakruthi Samrakshana Samiti, staged a fast at Pulpally against the move of the government to set up the dam. They raised demands such as repealing the proposed project and finding other alternatives to ensure water availability in the area during summer.\n\nThe protesters warned that they would foil the proceedings of the LiDAR survey in the coming days. However, Water Resources department sources said they had launched the survey after getting the concurrence of the representatives of political parties and farmer organisations in the area.",
    "imgLink": "https://th-i.thgim.com/public/news/national/kerala/1cmwv/article67430922.ece/alternates/LANDSCAPE_1200/18tvwy-lidar-survey-2.jpeg",
    "category": "india",
    "id": "53cly10lulnvgebln"
  },
  {
    "title": "Three hospitalised after eating puffs from bakery in Erode",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/three-hospitalised-after-eating-puffs-from-bakery-in-erode/article67433005.ece",
    "description": "Food safety officials have taken samples and have asked the bakery to temporarily suspend production; all three victims are said to be out of danger",
    "date": "Wed, 18 Oct 2023 11:00:08 +0530",
    "content": "Officials of the Food Safety and Drug Administration Department inspecting the bakery in Villarasampatti in Erode on Wednesday, October 18, 2023 | Photo Credit: Special Arrangement\n\nOfficials of the Food Safety and Drug Administration Department inspecting the bakery in Villarasampatti in Erode on Wednesday, October 18, 2023 | Photo Credit: Special Arrangement\n\nThree persons, including a four-year-old girl, were admitted to hospital following complaints of vomiting and uneasiness, after eating puffs from a bakery in Villarasampatti in Erode, on Tuesday, October 17, 2023.\n\nA woman, her daughter and a relative of theirs, had bought and eaten egg puffs and cake from the bakery around 3 p.m., and then left for their home. That evening, all three suffered from diarrhoea, vomiting and uneasiness, and their family had them admitted to the District Headquarters Hospital. At present, all three are undergoing treatment and said to be out of danger.\n\nTo get today’s top stories from the State in your inbox, subscribe to our Tamil Nadu Today newsletter\n\nOn Wednesday, officials of the Food Safety and Drug Administration Department inspected the bakery and took samples of its products. The bakery was asked to halt its production temporarily. Officials also visited the hospital and met the three residents there.",
    "imgLink": "https://th-i.thgim.com/public/incoming/ldcbi9/article67433064.ece/alternates/LANDSCAPE_1200/9870_18_10_2023_10_8_26_1_ER19RAID%281%29.JPG",
    "category": "india",
    "id": "53cly10lulnvgebwo"
  },
  {
    "title": "Kerala High Court orders online appearance of Idukki District Collector ",
    "link": "https://www.thehindu.com/news/national/kerala/kerala-high-court-orders-online-appearance-of-idukki-district-collector/article67431357.ece",
    "description": "Plea seeking to curb land encroachments and illegal constructions in Munnar",
    "date": "Wed, 18 Oct 2023 10:58:55 +0530",
    "content": "The Kerala High Court has asked the Idukki District Collector to appear before it online on October 24 on the issue of legal and illegal title deeds of holdings in Munnar.\n\nThe court issued the direction on a petition moved by One Earth One Life, an NGO, seeking to curb land encroachments and illegal constructions in Munnar.\n\nThough the Idukki District Collector had been assigned election duty in a north Indian State, the Kerala High Court stayed it. The Collector shall continue in the post for six months, a Division Bench of the court orally observed on Tuesday.\n\nHareesh Vasudevan, the Amicus Curiae, informed the court that the State government had earlier notified Munnar as a special tourism zone and a legislation for the management of the zone was enacted. The court sought the views of the State government in implementing the legislation. The court posted the case for October 24.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgec79"
  },
  {
    "title": "'Mahayuti' to focus on winning 45 Lok Sabha seats in Maharashtra: CM Eknath Shinde",
    "link": "https://www.thehindu.com/news/national/other-states/mahayuti-to-focus-on-winning-45-lok-sabha-seats-in-maharashtra-cm-eknath-shinde/article67433019.ece",
    "description": "CM Eknath Shinde was speaking to reporters during a visit to a Navaratri programme in Thane city shortly after midnight on Wednesday.",
    "date": "Wed, 18 Oct 2023 10:48:46 +0530",
    "content": "Maharashtra Chief Minister Eknath Shinde on October 18 said constituents of the 'Mahayuti' (grand alliance) will now focus on winning 45 out of the total 48 Lok Sabha seats in the State, in the general elections due next year.\n\nMahayuti comprises the ruling BJP, Shiv Sena led by CM Eknath Shinde and the Nationalist Congress Party (NCP) - Ajit Pawar faction.\n\nTargeting Shiv Sena (UBT) chief Uddhav Thackeray for reaching out to socialist parties, Mr. Shinde told reporters, in Thane, that the move to join hands with the socialist leaders amounts to \"adulteration\" of the Hindutva ideology.\n\nMr. Thackeray, while addressing leaders of 21 socialist parties in the State on Sunday, claimed differences with them were mainly ideological which can be settled for the cause of democracy.\n\nThe Sena (UBT) leader had also said \"many of them may be Muslims but they are nationalists who want to protect the country's democracy\".\n\nCM Shinde was speaking to reporters during a visit to a Navaratri programme in Thane city shortly after midnight on Wednesday.\n\nAsked about the issue of disqualification petitions filed against him and other Shiv Sena MLAs, Mr. Shinde said, \"In a democracy, the majority has importance and in the State Assembly 50 MLAs are with us, we are the real Shiv Sena and this has been confirmed by the Election Commission. We have faith in the judiciary and court and whatever decision is to happen will happen on merit and democracy.\" A revolt by Mr. Shinde and other MLAs in June last year led to a split in the Shiv Sena and collapse of the Thackeray-led Maha Vikas Aghadi government. Mr. Shinde later formed government with the BJP's support.\n\nIn July this year, NCP leader Ajit Pawar and eight other party MLAs joined the Shinde-led government.\n\nThe CM said, “The ‘Mahayuti’ constituents will now concentrate on ensuring to get 45 MPs elected from the State.” Mr. Shinde also said the Dussehra rally of ‘Azad Shiv Sainiks’ will be held at the Azad Maidan in Mumbai next week and expressed confidence that it will be a success.\n\nThe reason for calling it the ‘Azad Shiv Sena’ is because of the work done by our activities of “freeing” the Shiv Sena, and its bow and arrow symbol. “The EC has officially given us the Shiv Sena name and the bow and arrow symbol,” he said.\n\n\"This Hindutva is not adulterated. Our thoughts are of Balasaheb's Hindutva and hence this Dussehra rally will give the message of Balasaheb thoughts,\" he said. On the Opposition's claims that his government will collapse, Mr. Shinde said this will never happen.\n\n\"Our government has become stronger and more than 200 MLAs are with us. The government is working with full zeal,\" he said.\n\n“Hitting out at the Thackeray faction, the CM said they have joined hands with Samajwadi groups, and it would not be surprising if they also join hands with the Asaduddin Owaisi-led AIMIM,” he said.\n\n\"This is degradation. It is degradation of thoughts. The entire country has seen the stand taken in 2019 just for power. What can we expect from them?\" he said.\n\nMr. Shinde also said his government aims to strengthen the women self-help groups in the State and raise the number of its beneficiaries from the current 60 lakh to two crore.",
    "imgLink": "https://th-i.thgim.com/public/incoming/omhx6c/article67375900.ece/alternates/LANDSCAPE_1200/PTI09_18_2023_000002B.jpg",
    "category": "india",
    "id": "53cly10lulnvgecfe"
  },
  {
    "title": "Top news developments from Telangana today",
    "link": "https://www.thehindu.com/news/national/telangana/top-news-developments-in-telangana-on-october-18-2023/article67432937.ece",
    "description": "Here are the top news to watch out from Telangana on Wednesday, October 18, 2023",
    "date": "Wed, 18 Oct 2023 09:48:58 +0530",
    "content": "Here are the top news to watch out from Telangana on Wednesday, October 18, 2023\n\nWomen celebrating Bathukamma at Kukatpally in Hyderabad on Tuesday, October 17, 2023, | Photo Credit: NAGARA GOPAL\n\nFormer Congress president Rahul Gandhi and general secretary Priyanka Gandhi to flag off party’s bus yatra from Ramappa Temple in Mulugu district today. They will present a copy of the six guarantees to deity of Lord Shiva in the temple and offer prayers.\n\nBRS President and Chief Minister K. Chandrashekhar Rao to address public meetings in Jadcherla and Medchal constituencies.\n\nHMDA makes a fresh attempt to fence the Khajaguda hillock. The fencing will be limited to just the pathway.\n\nKrishna Water Disputes Tribunal will meet today in New Delhi to review the re-allocation of water share between the States in wake of the KWDT tasked to look into the disputes as per the latest terms of reference issued by the Centre last month.\n\nProtests continue at EFLU demanding reconstitution of SPARSH anti-sexual harassment committee. The protests have been going on for the past 2 days.\n\nJamiat i Ulama is workimg in the districts to spread awareness of the BRS’ deficiencies and assert that “painting masjids” and “building walls for graveyards” aren’t the issues of Muslims.\n\nBathukamma festival is a low key affair this year due to absence of state patronage due to elections. Important city junctions used to be lit up in the city. This funding has disappeared this year impacting even the flower sales.",
    "imgLink": "https://th-i.thgim.com/public/incoming/hmvzuc/article67432978.ece/alternates/LANDSCAPE_1200/17hyngg_Bathukamma%20festival%20%2001.jpg",
    "category": "india",
    "id": "53cly10lulnvgecsc"
  },
  {
    "title": "Top developments from Tamil Nadu today",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/top-developments-from-tamil-nadu-today/article67432969.ece",
    "description": "Here are the top developments from Tamil Nadu today, October 18, 2023",
    "date": "Wed, 18 Oct 2023 09:28:31 +0530",
    "content": "Here are the top developments from Tamil Nadu today, October 18, 2023\n\nLeader of Opposition and AIADMK general secretary Edappadi K. Palaniswami to participate in public meeting in Sankarankovil tonight. File\n\nLeo show timings | Tamil Nadu Government sticks to its stand of allowing shows only from 9 am.\n\nLeader of Opposition and AIADMK general secretary Edappadi K. Palaniswami to participate in public meeting in Sankarankovil tonight.\n\nHC Madurai Bench to hear the petition pertaining to the Ambasamudram custodial torture case.\n\nCMDA awaits approval of nearly 200 buildings to be deemed as heritage including Theosophical society.\n\nChennai Metrowater plans events in public places like street plays as part of its rainwater harvesting awareness campaign. Random survey of RWH structures in multi storied structures is being done. Good SW monsoon has improved groundwater level in Chennai except for few zones.\n\nA 24-year-old cook falls down from the first of the catering centre and dies in Ponneri.\n\nEven several years after the launch of the system, commuters continue to face problems to make calls on their mobiles during their travel in Chennai Metro Rail trains.",
    "imgLink": "https://th-i.thgim.com/public/news/national/tamil-nadu/yhswlk/article67430934.ece/alternates/LANDSCAPE_1200/06bc646a-d464-4398-9f3e-33c579c2a0d4.jpg",
    "category": "india",
    "id": "53cly10lulnvgeczc"
  },
  {
    "title": "Top developments from Kerala today",
    "link": "https://www.thehindu.com/news/national/kerala/top-developments-from-kerala-today/article67432939.ece",
    "description": "Here are the top news to watch out from Kerala today, October 18, 2023",
    "date": "Wed, 18 Oct 2023 09:09:56 +0530",
    "content": "Here are the top news to watch out from Kerala today, October 18, 2023\n\nHealth Minister Veena George to inaugurate the annual conference of the Kerala chapter of Student Nurses’ Association of India in Kochi. File | Photo Credit: K. K. Najeeb\n\nUDF workers lay siege to the Secretariat in Thiruvananthapuram to highlight the alleged corruption and administrative mismanagement under the LDF regime. KPCC president K. Sudhakaran, Opposition leader V.D. Satheesan and senior party leaders to address party workers.\n\nPetitions seeking a directive to provide sufficient funds to school headmasters for the implementation of midday meal scheme to come up before the Kerala High Court today.\n\nThe High Court is likely to consider a case relating to the illegal possession of excess land by P.V. Anwar MLA and his family.\n\nHealth Minister Veena George to inaugurate the annual conference of the Kerala chapter of Student Nurses’ Association of India in Kochi.\n\nThe LDF is staging a day and night protest at Maradu municipality in Ernakulam against alleged corruption.",
    "imgLink": "https://th-i.thgim.com/public/incoming/iuitxy/article67432947.ece/alternates/LANDSCAPE_1200/80688_13_10_2023_20_21_31_1_14TVTRVEENA_KKN%281%29.JPG",
    "category": "india",
    "id": "53cly10lulnvged9s"
  },
  {
    "title": "Food Safety department shuts down 20 units in Kozhikode ",
    "link": "https://www.thehindu.com/news/national/kerala/food-safety-department-shuts-down-20-units-in-kozhikode/article67431083.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 09:04:14 +0530",
    "content": "As many as 17 shops and three hostel canteens that did not have food safety licence were shut down by the Department of Food Safety in Kozhikode district on Tuesday after a massive inspection. The department has been receiving complaints against hostel canteens and hence the inspections were centred around them.\n\nAssistant Commissioner of Food Safety Zakeer Hussain A. said all hostel canteens should have food safety licence, and the food prepared should be served within two hours. Besides, they should test the water used for cooking occasionally. Cooks and suppliers should have medical fitness certificates too, he added.\n\nInspections by 12 squads were held at 345 establishments in the district, and will continue in the coming days.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgedhw"
  },
  {
    "title": "Man arrested on charge of killing son ",
    "link": "https://www.thehindu.com/news/national/kerala/man-arrested-on-charge-of-killing-son/article67431240.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 09:02:13 +0530",
    "content": "A man was arrested on charge of killing his son at Kathavakkunnu near Pulpally in Wayanad on Monday morning. The arrested is Sivadas, 55, of Thekkekara near Pulpally in the district.\n\nThe body of his son Amaldas, 22, was found on his bed in his house. Sivadas had been absconding after the incident. However, the police took him into custody on Monday night.\n\nSivadas and Amaldas were living in a house at Kathavakkunnu after the former’s wife Sarojini left him a few months ago and started living with their daughter at Kabanigiri near Pulaplly.\n\nDuring interrogation, Sivadas told the police that Amaldas was asked to speak to his wife over the phone on loudspeaker on Monday morning and during the conservation Sarojini expressed her unwillingness to stay with Sivadas. Later, Sivadas entered in to an altercation with his son over the issue and killed him with an axe, the police said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgedoh"
  },
  {
    "title": "Gold worth over ₹37 lakh seized at Kochi airport ",
    "link": "https://www.thehindu.com/news/cities/Kochi/gold-worth-over-37-lakh-seized-at-kochi-airport/article67430470.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 08:58:56 +0530",
    "content": "Customs Air Intelligence Unit at the Cochin International Airport Limited on Tuesday seized 874 grams of gold valued at around ₹37.70 lakh from a passenger.\n\nThe passenger, who arrived from Jeddah via Kuwait, was intercepted by Customs officials at the green channel on the basis of profiling. During the examination, three capsules of gold in compound form were found concealed inside his body. Further investigations are under way.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgedzk"
  },
  {
    "title": "‘Leo’ show timings | Tamil Nadu government stands by decision to permit shows only from 9 a.m.",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/leo-show-timings-state-government-stands-by-decision-to-permit-shows-only-from-9-am/article67432904.ece",
    "description": "Home Secretary P. Amudha reiterates Govt stand after obtaining the opinion of Tamil Nadu theatre and multiplex owners association, Commissioner of Revenue Adminstration and Director General of Police",
    "date": "Wed, 18 Oct 2023 08:51:02 +0530",
    "content": "The Tamil Nadu government reconsidered the possibility of permitting the shows of actor Vijay starrer ‘Leo’ at 7 a.m., as directed by Madras High Court on Tuesday, October 17, and has decided to stick to its earlier stand of allowing the five shows only from 9 a.m. between October 19 and 24.\n\nHome Secretary P. Amudha has written to Seven Screen Studios regarding the decision taken by the government after taking into consideration the views of Tamil Nadu Theatre and Multiplex Owners Association, the Commissioner of Revenue Adminstration and the Director General of Police.\n\nTo get today’s top stories from the State in your inbox, subscribe to our Tamil Nadu Today newsletter\n\nThe theatre owners association had told the Home Secretary that they had made all arrangements to play the regular four shows, as well as an additional fifth show permitted by the State government specially for Leo for the first six days, within the stipulated period of 9 a.m. and 1 a.m. the next day.\n\nOn his part, the Commissioner of Revenue Adminstration told the Home Secretary that there was a possibility of overcrowding and traffic congestion affecting public safety and security if the movie was allowed to be screened before 9 a.m. DGP Shankar Jiwal too was of the same opinion.\n\nThe DGP told the Home Secretary that the police would have to provide security from 5 a.m. onwards if the shows were permitted from 7 a.m. since huge crowd was expected to throng the theatres. He also feared traffic congestion causing hindrance to school going children and office-goers since most theatres were located on arterial roads.\n\nAlso Read | Chennai City Police forms special teams to monitor, act against violations during ‘Leo’ release\n\nThe DGP requested the government to refuse permission for the 7 am shows. Hence, after taking into consideration all views, the Home Secretary decided to reiterate her stand that all five shows must be played only between 9 a.m. and 1:30 a.m. the next day.",
    "imgLink": "https://th-i.thgim.com/public/news/national/tamil-nadu/rpcr5i/article67433049.ece/alternates/LANDSCAPE_1200/Leo%20poster%20Vijay%206.jpg",
    "category": "india",
    "id": "53cly10lulnvgee9r"
  },
  {
    "title": "‘KGBV student had injuries on her knees before she was punished by principal’ ",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/kgbv-student-had-injuries-on-her-knees-before-she-was-punished-by-principal/article67431323.ece",
    "description": "Inquiry ordered as 40 students were made to kneel down in the hot sun for making noise in classroom at KGBV school at Reddygudem village in NTR District",
    "date": "Wed, 18 Oct 2023 08:36:21 +0530",
    "content": "Staff of KGBV at Reddygudem in NTR district were summoned by the Child Rights Commission for an inquiry on Tuesday | Photo Credit: Special Arrangement\n\nStaff of KGBV at Reddygudem in NTR district were summoned by the Child Rights Commission for an inquiry on Tuesday | Photo Credit: Special Arrangement\n\nThe seventh-class student of Kasturba Gandhi Balika Vidyalaya (KGBV) at Rangapuram village in Reddygudem mandal of NTR district, who suffered burns on her knees after the principal gave her punishment, had sustained injuries on her knees when she fell down in the school a few days ago.\n\nThe 12-year-old girl suffered injuries on both her knees when she fell while playing on the school premises a few days ago.\n\nKGBV principal M. Shyamala, after finding the students making noise in the classroom, had directed the latter to kneel down in hot sun in the open ground.\n\n“This student, who already had injuries, knelt down on the ground and the old wounds were bleeding,” said the KGBV officials.\n\nThe principal, who appeared for the inquiry before the State Commission for Protection of Child Rights (SCPCR) on October 17 (Tuesday), said that she had forgotten about the incident.\n\nANM K. Soundarya said that the girl was treated in the sick room for the injuries and was advised rest for two days. “The medical condition of the girl was mentioned in the sick report, but her parents were not alerted about the incident,” Ms. Soundarya said.\n\nCommission Chairman K. Appa Rao expressed concern over the physical punishment given to students in the hot sun. He directed the education officials to provide the necessary treatment to the student and ensure that such incidents did not repeat.\n\nSpeaking to The Hindu, Assistant Project Coordinator (APC for KGBVs) Maheswara Rao said that an inquiry had been ordered and the report would be submitted to the NTR district Collector for action.",
    "imgLink": "https://th-i.thgim.com/public/incoming/6kvui4/article67431662.ece/alternates/LANDSCAPE_1200/2.jpeg",
    "category": "india",
    "id": "53cly10lulnvgeegp"
  },
  {
    "title": "Teacher booked under POCSO Act in the SSS district",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/teacher-booked-under-pocso-act-in-the-sss-district/article67429326.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 08:34:52 +0530",
    "content": "The police registered criminal cases under the POCSO Act, IPC Sections 376 and 506 on a government high school teacher in Sri Sathya Sai district on Monday, after it came to light that he had reportedly impregnated a 15-year-old girl, who gave birth to a baby on Saturday last.\n\nAccording to information, the victim, when she was studying Class X at a government high school nine months ago, happened to go into the staff room to drink water. The accused, identified as Reddi Nagaiah, who was said to be alone inside the staffroom allegedly raped the girl, and later threatened her of dire consequences if she revealed it to anyone. Following this, the teacher sexually assaulted the girl repeatedly.\n\nThe girl’s parents got her admitted to the General Hospital in Anantapur, where she gave birth to a baby on Saturday. Based on a complaint from the parents, the police booked the teacher under the relevant sections. Further investigation is on.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgef3w"
  },
  {
    "title": "JAC slams police for issuing ‘unfounded statements’ on Pravalika’s personal life",
    "link": "https://www.thehindu.com/news/national/telangana/jac-slams-police-for-issuing-unfounded-statements-on-pravalikas-personal-life/article67430332.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 08:31:40 +0530",
    "content": "The police and the Telangana government came under fire from political and social organisations on Tuesday, who questioned why unfounded statements were being issued regarding the personal life of Marri Pravalika, a Telangana State Public Service Commission (TSPSC) aspirant who was found dead in her hostel room in the city on Friday night. She is suspected to have died by suicide.\n\n“Police is not the judiciary. How can they pass a verdict that the student was in a relationship? Why was her privacy invaded to tarnish her character? There is nothing wrong with being in a relationship,” said rights activist Sajaya, adding that the invasion of privacy bodes ill for civil society.\n\nThe meeting was addressed by Telangana activists like Kodandaram and Telangana Vittal.\n\n“Children from rural areas come to Hyderabad to study and realise their dreams. They have tight budgets. If an exam is postponed or if a paper leak occurs, their world is turned upside down. We want the children to stay strong,” said Congress leader Dolly Sharma.\n\n“The police and the government are rubbing salt on the wounds of the bereaved family by saying that Pravalika did not write the TSPSC exams,” she said. “Compensation for the family and a job for Pravalika’s brother is the only way some justice can be done to her memory,” said Ms. Sharma.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgefgw"
  },
  {
    "title": "Seizure of cash, liquor and other freebies cross ₹130 crore in nine days of announcement of Assembly poll schedule",
    "link": "https://www.thehindu.com/news/national/telangana/seizure-of-cash-liquor-and-other-freebies-cross-130-crore-in-nine-days-of-announcement-of-assembly-poll-schedule/article67431353.ece",
    "description": "Much higher than the total ₹111 crore seized during 2018 polls and ₹76 crore during 2014 elections",
    "date": "Wed, 18 Oct 2023 08:27:48 +0530",
    "content": "The election to the Telangana Legislative Assembly is indeed turning out to be a costly affair.\n\nThe enforcement agencies that sprung into action since the announcement of Telangana Assembly Election-2023 schedule on October 9 have seized cash, liquor, gold/silver and other valuables worth ₹130.26 crore till Tuesday, the ninth day of announcement of schedule for the forthcoming State Assembly polls due on November 30.\n\nThe election authority seized cash, liquor and other materials worth ₹21.84 crore on Tuesday alone indicating the magnitude of the efforts of the political parties to garner votes through distribution of the freebies to allure voters. This takes the total amount of cash seizure to ₹71.55 crore, up ₹12 crore from the total seizures on Monday. Seizure of liquor was 52,091 litres, close to 8,000 litres higher than the previous day indicates the magnitude with which the main contesting parties are trying to influence voters offering allurements.\n\nThis in spite of the repeated claims of the Election Commission of India as well as Chief Electoral Officer Vikas Raj on ensuring “inducement free” polls slated on November 30. The seized quantum of drugs/narcotics escalated from ₹2.97 crore on Monday to ₹4.58 crore while gold/silver and other precious metals rose from ₹33.62 crore to ₹40.08 crore, a rise of ₹7 crore on a single day. Other freebies like laptops, rice, sarees, cookers valued at ₹6.89 crore were also seized during the same period, according to the office of the Chief Electoral Officer.\n\nThe seizure has been much higher as compared with the previous elections in 2018 when the total unaccounted cash and illegal goods worth about ₹111 crore were seized between October 6 and the election day December 7.\n\nThe seizures, including cash and valuables, during the 2014 elections in the erstwhile undivided State were around ₹76 crore. CEO Vikas Raj, in a recent interaction with The Hindu, expressed concern that “so much moving around is something that should not be there”. According to him, the focus should primarily be on enforcement or lack of it. The efforts of the election authority were paying off as could be seen from the way in which violators were being apprehended.",
    "imgLink": "https://th-i.thgim.com/public/news/cities/Hyderabad/r4gn7z/article67430019.ece/alternates/LANDSCAPE_1200/Money%20seized.jpg",
    "category": "india",
    "id": "53cly10lulnvgefut"
  },
  {
    "title": "Four killed in explosion at soap making factory in Meerut ",
    "link": "https://www.thehindu.com/news/national/other-states/four-killed-in-explosion-at-soap-making-factory-in-meerut/article67431664.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 08:20:00 +0530",
    "content": "Police personnel and firefighters at the site after the roof of a building, where detergent was being manufactured, collapsed following an explosion, at Lohia Nagar in Meerut on October 17. | Photo Credit: PTI\n\nPolice personnel and firefighters at the site after the roof of a building, where detergent was being manufactured, collapsed following an explosion, at Lohia Nagar in Meerut on October 17. | Photo Credit: PTI\n\nFour people were killed and six others injured on Tuesday when a two-storey building housing an alleged illegal soap-making factory in the Lohia Nagar locality in Meerut collapsed after an explosion.\n\nDistrict officials, including the District Magistrate and Senior Superintendent of Police (SSP), reached the spot along with rescue workers, after which debris was removed from the explosion spot. Locals said an explosion occurred in the house due to the making of illegal firecrackers.\n\nNational Disaster Response Force (NDRF) from Ghaziabad was also called to the spot.\n\nUttar Pradesh Chief Minister Yogi Adityanath offered condolences to the deceased and directed officials to provide the best available medical facilities to the injured.",
    "imgLink": "https://th-i.thgim.com/public/incoming/3z1ini/article67432894.ece/alternates/LANDSCAPE_1200/PTI10_17_2023_000047B.jpg",
    "category": "india",
    "id": "53cly10lulnvgegc9"
  },
  {
    "title": "HC uphold lawyer’s conviction in scholarship scam, two others acquitted ",
    "link": "https://www.thehindu.com/news/national/telangana/hc-uphold-lawyers-conviction-in-scholarship-scam-two-others-acquitted/article67431850.ece",
    "description": "The conviction of a lawyer K.V.L. Jayasimha, who was arrayed as first accused in the scam of embezzling funds meant for scholarship of SC students, was upheld partially",
    "date": "Wed, 18 Oct 2023 08:00:00 +0530",
    "content": "Justice K. Surender of Telangana High Court on Tuesday set aside conviction of two government employees by a trial court in the sensational scam of scholarship for scheduled caste students reported in 2002-03.\n\nThe conviction of a lawyer K. V.L. Jayasimha, who was arrayed as first accused in the scam of embezzling funds meant for scholarship of SC students, was upheld partially. While his conviction on criminal conspiracy charge was set aside, the three-year imprisonment awarded to him by the trial court on other charges was confirmed by the judge.\n\nThe period of jail term already undergone by the lawyer should be set off. He should be sent to the prison for any remaining period, the verdict said. The conviction of the then Hyderabad District Social Welfare Officer Uradi Santosh Kumar and superintendent Kadimi Venkateshwar Rao was set aside as the prosecution failed to prove the charges against them beyond reasonable doubt, the verdict said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgegv3"
  },
  {
    "title": "Samajwadi Party pledges caste survey, free power in its list of ‘firm promises’ for M.P. polls",
    "link": "https://www.thehindu.com/news/national/other-states/samajwadi-party-pledges-caste-survey-free-power-in-its-list-of-firm-promises-for-mp-polls/article67431951.ece",
    "description": "Former Uttar Pradesh Chief Minister and SP president Akhilesh Yadav unveiled the document titled  “pakke vaade” (firm promises) of the outfit for the M.P. polls, listing a host of assurances, including a pension scheme for women, free power up to 300 units, and restoration of the old pension scheme",
    "date": "Wed, 18 Oct 2023 07:40:00 +0530",
    "content": "Samajwadi Party (SP) chief Akhilesh Yadav said the document is not a manifesto but a list of promises which the SP will try to fulfil if its candidates get elected in the polls. File | Photo Credit: ANI\n\nSamajwadi Party (SP) chief Akhilesh Yadav said the document is not a manifesto but a list of promises which the SP will try to fulfil if its candidates get elected in the polls. File | Photo Credit: ANI\n\nThe Samajwadi Party (SP) on Tuesday vowed to conduct a caste survey and assured to provide rights and respect to Dalits, backward communities and minorities if it gets to rule Madhya Pradesh as the outfit announced “firm promises” for voters of the State going to polls on November 17.\n\nFormer Uttar Pradesh Chief Minister and SP president Akhilesh Yadav unveiled the document titled “pakke vaade” (firm promises) of the outfit for the M. P. polls, listing a host of assurances, including a pension scheme for women, free power up to 300 units, and restoration of the old pension scheme for State government employees, party spokesperson Rajendra Chowdhury said in Lucknow.\n\nHe said the document is not a manifesto but a list of promises which the SP will try to fulfil if its candidates get elected in the polls.\n\nThe SP, which has pockets of influence in the BJP-ruled central State, has announced candidates for nine assembly constituencies so far, including Niwari, Chhatarpur district (two seats), Datia, Sidhi district (two seats), Singrauli, Rewa and Balaghat.\n\nThe UP-based party is planning to contest on 10-12 seats in M. P., which has a 230-member Assembly, Chowdhury said.\n\nAsked about the opposition INDIA bloc and whether his party will tie up with the Congress for the MP polls, he said, “The INDIA alliance is for the Lok Sabha polls. As the Congress has declared its candidates in the State, we are also announcing our candidates.” Chowdhury said social groups will get a share in resources (jobs, education) in proportion to their population.\n\n“The Samajwadi Party has made a firm promise to the people of Madhya Pradesh that backward classes, Dalits, minorities (PDA - Pichhde, Dalit and Minorities), and tribals will be provided their rights and respect. There will be a caste census, and everyone will get a share in proportion of their population,” the SP leader said.\n\nAmong other promises, the regional party said, backward classes will get a 27% reservation, and a pension scheme will be started for women.\n\nAlso Read | ‘Practical issues’ in forming alliance with SP in Madhya Pradesh, says Kamal Nath\n\n“A response system will be set up on the lines of 1090, a women helpline, started by the erstwhile SP government in Uttar Pradesh, to stop crimes against women,” the document said.\n\n“Laptops will be given to meritorious students. The old pension scheme for retired State government employees will be restored. Everyone will get 300 units of free electricity. Along with giving a minimum support price to farmers for their crops, youths will get employment. Arrangements for quality primary education will also be made,” it said.\n\nCounting of votes in MP will take place on December 3.",
    "imgLink": "https://th-i.thgim.com/public/incoming/cbnpb3/article67432869.ece/alternates/LANDSCAPE_1200/20231013229L.jpg",
    "category": "india",
    "id": "53cly10lulnvgeh4q"
  },
  {
    "title": "Morning Digest | Hundreds killed in Gaza hospital blast; Arab leaders’ summit called off as Biden heads to Israel, and more",
    "link": "https://www.thehindu.com/news/morning-digest-october-18-2023/article67432842.ece",
    "description": "Here is a select list of stories to start the day",
    "date": "Wed, 18 Oct 2023 07:20:44 +0530",
    "content": "Wounded Palestinians Ahli Arab hospital at the al-Shifa hospital, following Israeli airstrikes, in Gaza City, central Gaza Strip, on October 17, 2023. | Photo Credit: AP\n\nWounded Palestinians Ahli Arab hospital at the al-Shifa hospital, following Israeli airstrikes, in Gaza City, central Gaza Strip, on October 17, 2023. | Photo Credit: AP\n\nAt least 500 killed in Israeli airstrike on Gaza City hospital: Palestinian health ministry\n\nThe Gaza Health Ministry said an Israeli airstrike on October 17 hit a Gaza City hospital packed with wounded and other Palestinians seeking shelter, killing hundreds. Photos from al-Ahli Hospital showed fire engulfing the hospital halls, shattered glass and body parts scattered across the area. The ministry said at least 500 people had been killed.\n\nSummit with Arab leaders called off as President Biden heads to Israel\n\nPresident Joe Biden’s efforts to tamp down tensions in the escalating war between Israel and Hamas faced massive setbacks even before he departed for the Middle East on Tuesday, as Jordan called off the president’s planned summit with Arab leaders after a deadly explosion at a Gaza hospital killed hundreds.\n\nTransgender persons in heterosexual relationships have the right to marry under existing law, Supreme Court holds\n\nThe Supreme Court on October 17 held that transgender persons in heterosexual relationships have the right to marry under existing law, including personal laws which regulate marriage.\n\nA Constitution Bench headed by Chief Justice of India D. Y. Chandrachud, which decided petitions seeking legal status to same-sex marriage, held that “transgender persons in heterosexual relationships have the freedom and entitlement to marry under the existing statutory provisions”.\n\nTwo BSF jawans injured in Pakistan firing near Jammu border, says officials\n\nTwo Border Security Force (BSF) personnel were injured in firing opened by the Pakistani rangers along the International Border in violation of the ceasefire agreement on October 17 evening.\n\nPM Modi “directs” ISRO to land man on moon by 2040\n\nSignalling a roadmap for India’s future space ambitions, Prime Minister Narendra Modi has “directed” the Indian Space Research Organisation (ISRO) to set up an India-crafted, indigenous space station by 2035 and land an Indian on the moon by 2040. This followed a review of preparations for the Gaganyaan mission — India’s first manned mission to space, scheduled for 2025 — on October 17.\n\nSC reserves Naidu’s plea in skill development scam case for verdict, refuses him interim bail\n\nThe Supreme Court on October 17 reserved a plea by former Andhra Pradesh Chief Minister N. Chandrababu Naidu to quash criminal proceedings against him in the skill development scam case.\n\nThe Supreme Court on October 17 reserved its judgment on pleas for regular bail filed by former Delhi Deputy Chief Minister Manish Sisodia, who is facing money laundering charges in the liquor policy scam case.\n\nSeeking to soothe Rajput pride after dropping Rajvi, BJP inducts descendant of Maharana Pratap\n\nAgainst the backdrop of the upcoming Assembly polls in Rajasthan, Vishvaraj Singh Mewar — a descendant of legendary Mewar king Maharana Pratap who held out against the Mughal overlordship — and Bhawani Singh Kalvi, son of Karni Sena founder Lokendra Singh Kalvi, joined the BJP on Tuesday.\n\nCricket World Cup 2023 | Flying Dutchmen take the wind out of Proteas’ sails\n\nSouth Africa’s unhappy knack of slipping on banana skins surfaced yet again as Netherlands beat the Rainbow Nation by 38 runs for only its third World Cup match-win.\n\nIn the rain-shortened 43-overs-a-side affair at the HPCA stadium on Tuesday, the in-form Proteas had to chase 246, way more than they should have after having the Dutchmen at 50 for four. But in a train wreck of a pursuit, Temba Bavuma & Co. wilted to lose its second straight match to the Netherlands at an ICC event after the stunning reverse in the 2022 T20 World Cup.\n\nThe Constitution Bench, which delivered a majority judgment in the same-sex marriage case on October 17, was divided in its opinions on whether unmarried couples, including same-sex partners, can jointly adopt children.\n\nNC, Cong. to rotate CEC post in Kargil hill council; Dr. Akhoon’s name proposed for first term\n\nThe National Conference (NC) and Congress on October 17 agreed to rotate the post of the Chief Executive Councillor (CEC) in the Ladakh Autonomous Hill Development Council-Kargil (LAHDC-K), with the former slated to get the first term on Wednesday.",
    "imgLink": "https://th-i.thgim.com/public/incoming/3xvp61/article67432844.ece/alternates/LANDSCAPE_1200/Israel_Palestinians_57878.jpg",
    "category": "india",
    "id": "53cly10lulnvgehh4"
  },
  {
    "title": "Pravalika death: Police book man on charge of abetment to suicide",
    "link": "https://www.thehindu.com/news/national/telangana/pravalika-death-police-book-man-on-charge-of-abetment-to-suicide/article67431731.ece",
    "description": "Police say Shiva Ram Rathod informed Pravalika that he wanted to go back on his assurance of marrying her, which left the young woman distraught",
    "date": "Wed, 18 Oct 2023 07:20:00 +0530",
    "content": "The Hyderabad police are on the lookout for a man named Shiva Ram Rathod after coming across evidence that reportedly indicates that Rathod had abetted the suicide of Marri Pravalika, a young woman who was found dead in her hostel room on Friday night in the city.\n\nOn Tuesday, the Chikkadpally police altered the case from Section 174 of the Criminal Procedure Code to Sections 417 (punishment for cheating), 420 (cheating) and 306 (abetment to suicide) of the Indian Penal Code (IPC). Special teams had been rushed to different places, including Rathod’s PC Thanda in Kosigi of undivided Mahbubnagar district, to arrest him.\n\nThe ‘suicide’ of Pravalika, who was residing in a private hostel while preparing for competitive exams to secure a government job, assumed political overtones with opposition parties holding the ruling BRS government responsible for the woman’s death. Police officers associated with the investigation of the case, unwilling to be named, said they had stumbled upon evidence which suggests Rathod drove the job aspirant to end her life.\n\nAccording to them, Rathod’s family elders had recently fixed his marriage with another woman. “Pravalika was upset over this and picked up an argument with him as he had earlier assured to marry her,” the investigating officer, seeking anonymity, said. Investigators believe that the woman, with whom Rathod’s marriage was fixed, had secured a government job.\n\nOn Friday, at around 11 a.m., both Pravalika and Rathod met at Balaji Darshan hotel. They had breakfast there. “They entered into an argument when the issue of Rathod’s marriage proposal with another woman came up,” the police officer explained. Pravalika was upset over this and started back for her hostel room only to be followed by Rathod, according to police.\n\nShe had sent a message stating that she wanted to end her life as she was dejected over Rathod deciding to marry another woman. Police are verifying reports that she sent the same message to two of her friends.\n\nMeanwhile, Pravalika’s mother and brother appealed to the government to ensure that the person responsible for her death should be awarded stringent punishment.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgehoe"
  },
  {
    "title": "Centre sanctions Deepavali bonus for government employees ",
    "link": "https://www.thehindu.com/news/national/centre-sanctions-deepavali-bonus-for-government-employees/article67431741.ece",
    "description": "The bonus will be admissible to the eligible employees of Central Para Military Forces and Armed Forces",
    "date": "Wed, 18 Oct 2023 06:50:49 +0530",
    "content": "October 18, 2023 06:50 am | Updated 06:50 am IST - New Delhi\n\nOctober 18, 2023 06:50 am | Updated 06:50 am IST - New Delhi\n\nThe Central government on Tuesday sanctioned Deepavali bonuses for Group C and non-gazetted Group B employees. The bonus, an annual affair before every Deepavali, will have an upper limit of ₹7,000.\n\nAn order by the Department of Expenditure, Ministry of Finance said that the President has sanctioned “the grant of Non-Productivity Linked Bonus (Ad-hoc Bonus) equivalent to 30 days emoluments for the accounting year 2022-23 to the Central Government employees in Group ‘C’ and all non-gazetted employees in Group B’, who are not covered by any Productivity Linked Bonus scheme.”\n\nThe calculation ceiling for payment of ad-hoc Bonus under these orders shall be monthly emoluments of ₹7,000, it said.\n\nThe bonus will be admissible to the eligible employees of Central Para Military Forces and Armed Forces. The orders will be deemed to be extended to the employees of the Union Territory Administration, which follow the Central Government pattern of emoluments and are not covered by any other bonus or ex-gratia scheme.\n\nIt said that only those employees who were in service as of March 31, 2023 and have rendered at least six months of continuous service during the year 2022-23 will be eligible for payment.\n\n“The casual labourers who have worked in offices following a six days week for at least 240 days for each year for three years or more (206 days in each year for three years or more in the case of offices observing a five-day week) will be eligible,” the order said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgei0k"
  },
  {
    "title": "TSRTC employees stage protest after woman conductor ends life ",
    "link": "https://www.thehindu.com/news/national/telangana/tsrtc-employees-stage-protest-after-woman-conductor-ends-life/article67431831.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 06:00:00 +0530",
    "content": "A group of Telangana State Road Transport Corporation (TSRTC) workers staged a demonstration at the Bandlaguda bus depot in response to the suicide of a female conductor.\n\nThe deceased, identified as Ganji Srividya (48), took her life reportedly after receiving a suspension letter on October 12. Srividya had been an RTC conductor for 12 years. According to a complaint filed by her son, Shiva, at the LB Nagar police station, the suspension led her into a state of depression. On the same day, she attempted to end her life. She was then taken to Kamineni Hospital, where she passed away on October 16 while undergoing treatment.\n\nIn the wake of Srividya’s death, employees of TSRTC gathered to protest, alleging harassment of Srividya and others by senior officials. The protesters voiced their grievances, accusing the department of mistreatment and calling for justice in Srividya’s case. Slogans were also raised against the department. The police have registered a case.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgeid7"
  },
  {
    "title": "Washing machine, smartphone for women, TSPSC winding up in BSP manifesto",
    "link": "https://www.thehindu.com/elections/telangana-assembly/washing-machine-smartphone-for-women-tspsc-winding-up-in-bsp-manifesto/article67431410.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 06:00:00 +0530",
    "content": "The Bahujan Samaj Party (BSP) on Tuesday unveiled its election manifesto with some populist schemes such as a free washing machine plus a smartphone to every woman and 500 square yards of open plot and 100-year health insurance coverage for all families.\n\nFormer IPS officer and the party’s Telangana president R. S. Praveen Kumar, making a presentation at Sundaraiah Vignana Kendra here, announced that the BSP would make youth and student leaders ‘shadow ministers’ if it comes to power. From women to students and overseas workers to the transgender community and the unemployed, the party has come up with specific plans in an attempt to garner their support.\n\nAccusing the BRS government of making the people of Telangana to get addicted to the “90 ml” culture, the BSP State chief said he aimed at giving every family of the State a package of a 100-year health/medical insurance cover. Appealing people to stop consuming liquor and terming it “poison” , he said the BSP government would smashall ‘belt shops’ (selling liquor unauthorised) in the State.\n\nQuestioning Telangana Minister for IT K. T. Rama Rao as to what he did for youngsters to make use of the knowledge era, Mr. Praveen Kumar announced that his party would make coding and artificial intelligence compulsory subjects for students of Class 8 to Class 12. Arguing for a case of healthy Telangana, the police officer-turned-politician said his government would provide sports shoes and smart watches to every ‘runner’ intending to be physically fit.\n\nBSP’s manifesto liberally showered promises for women. The party promised that 33% of its Cabinet would be women. Free training in driving two and four wheelers and free 5G internet for members of woman self help groups were among them.\n\nTaking a dig at the BRS government “for failing to conduct foolproof job recruitment tests”, Mr. Praveen Kumar said he would wind up the Telangana State Public Service Commission if the BSP was voted to power. Promising revolutionary changes in land management schemes, he said even Dharani portal would be shut.\n\nChallenging BRS government to reveal how many of the big contract works were awarded to persons from oppressed sections of society, he promised that the BSP government would ensure that members from the scheduled castes, scheduled tribes, backward classes and minorities get a good share of such contract works.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgeim1"
  },
  {
    "title": "Reforms likely to jack up property tax in Hyderabad",
    "link": "https://www.thehindu.com/news/national/telangana/reforms-likely-to-jack-up-property-tax-in-hyderabad/article67431171.ece",
    "description": "Increase will be part of financial reforms in urban local bodies, being pushed by the Centre in various cities, to make them self-sufficient",
    "date": "Wed, 18 Oct 2023 06:00:00 +0530",
    "content": "Instead of the Annual Rental Value (ARV), the new mechanism factors in the Market Capital Value of the property as the basis for calculating the tax.\n\nInstead of the Annual Rental Value (ARV), the new mechanism factors in the Market Capital Value of the property as the basis for calculating the tax.\n\nGiven the indications, the heft of property tax on the city residents is poised to increase by leaps after the elections to the Telangana Legislative Assembly.\n\nThe increase would be part of the financial reforms in urban local bodies, being pushed by the Central government across various cities, in order to make them self-sufficient in terms of revenue generation.\n\nIn Telangana, the property tax reforms for residential properties have already been implemented in several municipalities and corporations outside the Greater Hyderabad Municipal Corporation. The newly constituted municipal corporations on the peripheries of the city have introduced new rates, which, in fact, appear higher than those within the city.\n\n“We are paying more than the property owners in the city; yet, the facilities provided are pathetic. Sore over this, many property owners here have stopped paying the tax,” said Surender Reddy (name changed) an owner from the Nizampet Municipal Corporation.\n\nWhat have changed are not the rates of property tax, but the calculation mechanism in the corporation. Instead of the Annual Rental Value (ARV), the new mechanism factors in the Market Capital Value of the property as the basis for the calculation.\n\nAccording to the existing mechanism, ARV is calculated based on the size of the property in terms of square feet of built up area.\n\nEarlier, the rates were highly discretionary and dependent on the assessment by the revenue staff such as bill collectors and tax inspectors. A large number of property owners, in probable collusion with the staff, escaped with as low as 10 to 30 paise of tax per square foot.\n\nRecently, the GHMC corrected this anomaly by introducing largely uniform rates across the city. Accordingly, ₹1 is the rate per square foot in all the circles except Jubilee Hills and Banjara Hills where the charge has been fixed as ₹1.25 per square foot. Besides, self-assessment has been introduced for new properties.\n\n“We are enforcing the new rates only upon new mutations, and not on the existing assessees. They come into force only when the property changes hands by way of sale or inheritance,” said an official.\n\nWith the implementation of the reforms, the registration value fixed by the government from time to time will become the basis for calculation. In Nizampet, for example, 0.12% is fixed as the rate on the capital value of the property. This will result in wide variations in the tax payable depending on the location of the property.\n\nFor example, for a 1,000 sq.ft. flat in Banjara Hills, property tax would amount to ₹3000 without GST at the existing rate calculated on the ARV.\n\nUnder the new method, based on the existing market value of ₹64 lakh, and at a hypothetical rate of 0.12%, the same owner will have to shell out ₹7,680 tax annually, which is over double the existing tax.\n\nNeedless to say, the rate in city is likely to be much higher than those being enforced in peripheral municipalities, which means the tax burden would be much higher.",
    "imgLink": "https://th-i.thgim.com/public/incoming/4d3p7x/article67431548.ece/alternates/LANDSCAPE_1200/DSC3565.jpg",
    "category": "india",
    "id": "53cly10lulnvgeiwy"
  },
  {
    "title": "Biden leaves for Israel, scraps Jordan visit after summit with Palestine, Egypt leaders cancelled",
    "link": "https://www.thehindu.com/news/international/summit-with-arab-leaders-called-off-as-president-biden-heads-to-israel/article67432841.ece",
    "description": "The postponement of the Amman summit comes after Palestinian leader Mahmoud Abbas withdrew from the scheduled meetings in protest of the attack on a Gaza hospital",
    "date": "Wed, 18 Oct 2023 05:42:01 +0530",
    "content": "U. S. President Joe Biden boards Air Force One for travel to Tel Aviv, Israel, from Joint Base Andrews, Maryland, U.S., on October 17, 2023.. | Photo Credit: Reuters\n\nU. S. President Joe Biden boards Air Force One for travel to Tel Aviv, Israel, from Joint Base Andrews, Maryland, U.S., on October 17, 2023.. | Photo Credit: Reuters\n\nPresident Joe Biden’s efforts to tamp down tensions in the escalating war between Israel and Hamas faced massive setbacks even before he departed for the Middle East on October 17, as Jordan called off the President's planned summit with Arab leaders after a deadly explosion at a Gaza hospital killed hundreds.\n\nThe postponement of the Amman summit comes after Palestinian leader Mahmoud Abbas withdrew from the scheduled meetings in protest of the attacks, which the Hamas-run Health Ministry in Gaza blamed on an Israeli airstrike. The Israeli military said it had no involvement and pinned the blame on a misfired Palestinian rocket.\n\n“This war and this aggression are pushing the region to the brink,” Ayman Safadi, Jordan’s Foreign Minister, told al-Mamlaka TV, a state-run network. He said Jordan would only host the summit when all participants agreed on its purpose, which would be to “stop the war, respect the humanity of the Palestinians, and deliver the aid they deserve.”\n\nMeanwhile, U. S. President Joe Biden, on October 18, left the White House for a quick trip to Israel to show solidarity with the people of the country in the aftermath of the terrorist attack by Hamas.\n\n“I am outraged and deeply saddened by the explosion at the Al Ahli Arab hospital in Gaza, and the terrible loss of life that resulted. Immediately upon hearing this news, I spoke with King Abdullah II of Jordan, and Prime Minister Netanyahu of Israel and have directed my national security team to continue gathering information about what exactly happened,” Mr. Biden said in a statement minutes before he boarded Air Force One for Israel.\n\n“The United States stands unequivocally for the protection of civilian life during conflict and we mourn the patients, medical staff and other innocents killed or wounded in this tragedy,” Mr. Biden said.\n\nIn a statement, the White House said after consulting with King Abdullah II of Jordan and in light of the days of mourning announced by Palestinian Authority President Mahmoud Abbas, Mr. Biden will postpone his travel to Jordan and the planned meeting with these two leaders and President Abdel Fattah El-Sisi of Egypt.\n\n“The President [Biden] sent his deepest condolences for the innocent lives lost in the hospital explosion in Gaza, and wished a speedy recovery to the wounded. He looks forward to consulting in person with these leaders soon, and agreed to remain regularly and directly engaged with each of them over the coming days,” said a White House official.\n\nFollowing reports of the huge toll due to the Gaza hospital blast, Mr. Biden was briefed by his national security team, including National Security Advisor Jake Sullivan and Principal Deputy National Security Advisor Jon Finer.\n\n“The President spoke by phone with Secretary of State Tony Blinken, who is still in the region. The President also spoke with King Abdullah II of Jordan and with Prime Minister Netanyahu. The President continues to receive regular updates,” said the official.\n\nThe cancellation of the Jordan leg of the trip reflects an increasingly volatile situation that will test the limits of American influence in the region as Mr. Biden visits Israel.\n\nThe high-stakes presidential trip is emblematic of Biden’s belief that the United States should not turn back from its central role on the global stage and his faith that personal diplomacy can play a decisive role.\n\n“This is how Joe Biden believes politics works and history is made,” said Jon Alterman, a senior vice president at the Center for Strategic and International Studies who worked on the Senate Foreign Relations Committee while Mr. Biden was a member.\n\nThere's been no water, fuel or food delivered to Gaza since the October 7 attack by Hamas that killed more than 1,400 Israelis and triggered the unfolding war. Mediators have been struggling to break a deadlock over providing supplies to desperate civilians, aid groups and hospitals.\n\nAs the humanitarian crisis grows, so too does the concern of a spiraling conflict that stretches beyond the borders of Gaza. There have already been skirmishes on Israel’s northern border with Hezbollah, an Iran-backed group that’s based in Southern Lebanon.\n\n“There’s a lot that can go wrong on this trip,” Mr. Alterman said.\n\nU. S. Secretary of State Antony Blinken, bouncing back and forth between Arab and Israeli leadership ahead of Mr. Biden's visit, spent seven-and-a-half hours meeting on Monday in Tel Aviv in an effort to broker some kind of aid agreement and emerged with a green light to create a plan on how aid can enter Gaza and be distributed to civilians.\n\nIt was on the surface a modest accomplishment, but U. S. officials stressed that it represented a significant change in Israel’s position going in — that Gaza would remain cut off from fuel, electricity, water and other essential supplies.\n\nMr. Biden has a long track record of showing public support for Israel while expressing concerns privately to the Israelis about their behavior.\n\n“He believes the only way to get inside the Israelis’ heads is to demonstrate profound empathy, but also to be there,” Mr. Alterman said.\n\nThe Israel-Palestinian conflict has been ongoing for decades, and to a large extent, it's involved the same cadre of men. Mr. Netanyahu is the longest-serving Prime Minister in Israeli history. Mr. Abbas has been Palestinian President for nearly 20 years. Abdullah II has been king since 1999 — Mr. Biden has called the Jordanian king a loyal ally in a “tough neighborhood.\" El-Sissi is the newest leader, president since 2014.\n\nIt's important for these leaders, too, to avoid a prolonged and engulfing regional escalation, particularly as Egypt and Jordan face growing economic tumult.\n\nIn September, the International Monetary Fund issued a report saying that Egypt and Jordan are among the countries in the region that “stand at the brink of a debt crisis.” Egypt in particular is struggling with high inflation.\n\nNeither nation wants to absorb refugees. Jordan already has a large Palestinian population, and the country is coping with hundreds of thousands of refugees from neighboring Syria, Iraq and elsewhere.\n\nWith tens of thousands of troops massed along the Israel-Gaza border, Israel has been expected to launch a ground invasion — but plans remain uncertain. U. S. officials have refused to say whether the Israelis were holding off in order for Mr. Biden to visit.\n\n“We are preparing for the next stages of war,” Israeli military spokesman Lt. Col. Richard Hecht said. “We haven’t said what they will be. Everybody’s talking about a ground offensive. It might be something different.”\n\nMeanwhile, the death toll is mounting even without the war's next stage. Israeli strikes on Gaza have killed at least 2,700 people and wounded more than 9,700, according to the Gaza Health Ministry. Nearly two-thirds of those killed were children, a ministry official said.\n\nAnother 1,200 people across Gaza are believed to be buried under the rubble, alive or dead. More than 1 million Palestinians have fled their homes — roughly half of Gaza’s population — and 60% are now in the approximately 8-mile-long (14-kilometer-long) area south of the evacuation zone, according to the United Nations.",
    "imgLink": "https://th-i.thgim.com/public/incoming/udu3my/article67432843.ece/alternates/LANDSCAPE_1200/2023-10-17T220354Z_1156801598_RC2HU3AKTCVP_RTRMADP_3_USA-BIDEN.JPG",
    "category": "india",
    "id": "53cly10lulnvgej7i"
  },
  {
    "title": "PM Modi gave true respect to Dr. Ambedkar, says U.P. CM ",
    "link": "https://www.thehindu.com/news/national/pm-modi-gave-true-respect-to-dr-ambedkar-says-up-cm/article67431327.ece",
    "description": "CM Yogi Adityanath made his remarks in Western U.P. at the first of a series of conferences to be held across the State aimed at numerically significant Dalits",
    "date": "Wed, 18 Oct 2023 05:03:00 +0530",
    "content": "Uttar Pradesh Chief Minister Yogi Adityanath on October 17 said that Prime Minister Narendra Modi introduced the concept of Sabka Saath Sabka Vikas (support from all, development for all) aimed at creating an inclusive society for 1.4 billion Indians since the beginning.\n\n“Our nation has followed the guiding principle of ‘Sarve Bhavantu Sukhinah Sarve Santu Niramaya’ (May all be happy, may all be free from illness) since the beginning. With the same ideas, Modi ji envisioned ‘Sabka Saath Sabka Vikas’ for an inclusive society,” the U. P. CM said. Mr. Adityanath, made the statement while addressing a Scheduled Castes (SC) conference organised by the Bharatiya Janata Party (BJP) in Hapur.\n\nMr. Adityanath added that the Union and State government under Mr. Modi’s leadership is doing commendable work for the Scheduled Castes (SC) population and never discriminated on the basis of caste or religion.\n\nThe U. P. CM highlighted the initiatives taken by the BJP-government to vindicate the life and work of Dr. Bhimrao Ambedkar. “The Scheduled Castes have played an important role in shaping our society, and Baba Saheb [Dr. Ambedkar] united 1.4 billion population in independent India. Modi Ji developed panchteerth [five sacred sites] associated with Baba Saheb as pilgrimage sites, be it Mhow, Delhi, Mumbai, London or Nagpur and gave true respect to Baba Saheb,” said Mr. Adityanath.\n\nThe U. P. CM inaugurated and laid the foundation stone of 102 development projects worth ₹136 crore at the event, and also distributed certificates to the SC/ST beneficiaries of various government schemes.\n\nMr. Adityanath also targeted the previous Samajwadi Party government for halting the scholarships of Scheduled Caste students. “In the year 2015-16, the SP government stopped scholarships for SC students and even altered the name of the Language University in Lucknow and a medical college Saharanpur. While we are giving SCs all the benefits and granted land ownership rights to 66 lakh families,” said the U. P. CM.\n\nU. P. BJP State president Bhupendra Singh Chaudhary, Union Minister of State for Road Transport and Highways V. K. Singh, Union Minister of State for Housing and Urban Affairs Kaushal Kishore, U.P. Minister Aseem Arun and Lok Sabha member Rajendra Aggarwal were present in the conference.\n\nThe conference among SCs in the region of Western U. P. by the BJP holds significance as Dalits consists in sizeable numbers and plays a major role in deciding outcome in at least 10 parliamentary seats.\n\nThe BJP has planned for six SC meetings across the state within 20-day period which will be address by Mr. Adityanath and other top State BJP leaders. On October 19, a SC conference is planned in Aligarh, in Kanpur on October 28, in Prayagraj on October 30, on November 2 in Lucknow, and on November 3 in Gorakhpur.",
    "imgLink": "https://th-i.thgim.com/public/incoming/cdzdhn/article67432150.ece/alternates/LANDSCAPE_1200/PTI10_17_2023_000257B.jpg",
    "category": "india",
    "id": "53cly10lulnvgejei"
  },
  {
    "title": "Mahua Moitra sues BJP MP Nishikant Dubey, advocate Jai Anant Dehadrai for defamation",
    "link": "https://www.thehindu.com/news/national/mahua-moitra-sues-bjp-mp-nishikant-dubey-advocate-jai-anant-dehadrai-for-defamation/article67431263.ece",
    "description": "The defamation suit follows Mr. Dubey and Jai Anant Dehadrai alleging that the TMC MP Mahua Moitra received cash and gifts as bribes to ask questions in the Lok Sabha",
    "date": "Wed, 18 Oct 2023 04:35:00 +0530",
    "content": "October 18, 2023 04:35 am | Updated 11:40 am IST - New Delhi\n\nOctober 18, 2023 04:35 am | Updated 11:40 am IST - New Delhi\n\nTrinamool Congress (TMC) member Mahua Moitra moved the Delhi High Court on October 17 seeking to restrain Bharatiya Janata Party MP Nishikant Dubey, advocate Jai Anant Dehadrai, and several social media platforms and media houses from posting, circulating or publishing any alleged fake and defamatory content against her.\n\nThe High Court issued notices to the defendants in the case and posted Ms. Moitra’s suit for further hearing on Friday. “In view of the urgency emphasized by learned senior counsel for the plaintiff [Ms. Moitra], list on October 20, 2023,” the High Court order said.\n\nMs. Moitra is at the centre of a political storm after BJP MP Nishikant Dubey complained to Lok Sabha Speaker Om Birla that she had allegedly taken bribes from a business house to ask questions in Parliament.\n\nIn his complaint to the Lok Sabha Speaker on October 15, Mr. Dubey, cited a letter from Mr. Dehadrai, Ms. Moitra’s estranged partner, to accuse Ms. Moitra of “breach of privilege, contempt of the house, and criminal offence”.\n\nAlso read | LS Speaker refers ‘cash-for-query’ complaint against TMC’s Mahua Moitra to ethics panel\n\nSenior advocate Rebecca John, who represented Ms. Moitra before the High Court, speaking to The Hindu said, “Essentially we were seeking a restrain again the dissemination of personal information of Ms. Moitra in the form of photograph, which really is related to her personal event and has nothing to do with her public life.”\n\nThe senior advocate said that “vicious targeting” was taking place against Ms. Moitra on account of Mr. Dubey’s letter which was written to the Lok Sabha Speaker.\n\n“We have no problem with any kind of investigation, but the public dissemination of that material is what we we have sought a restrain on,” senior advocate John said.\n\n“We also hope to tell the court the background of the case and how this has reached this position. It was a private dispute between two people and somebody has got vindictive and is targeting her,” the senior advocate added.\n\nIn her plea, Ms. Moitra sought an order directing “defendant no. 1 (Mr Dubey) and 2 (Mr Dehadrai) to publish a retraction and an apology to the plaintiff in three English newspapers, three Hindi newspapers and three Bengali newspapers for the false and defamatory statements/ allegations” made by them against her.\n\nMs. Moitra said Mr. Dehadrai was her close friend and recently, the cessation of this friendship soon took a bitter turn and he “resorted to sending vile, threatening, vulgar messages to the plaintiff and also trespassed into plaintiff’s official residence and stole some personal possessions of the plaintiff including her pet dog - Henry [the same was returned later]”.\n\nShe said in the plea that various news reports, tweets and videos are being run or carried by the social media platform and media houses on their respective platforms and channels, in which “wild, unfounded, false, baseless and defamatory allegations leaked by Defendant nos. 1 and 2 are being further propagated and thereby cause further prejudice, damage and injury to plaintiff’s reputation and goodwill”.\n\nShe claimed that her morphed private pictures were leaked which has been causing tremendous harm to her reputation and mental well-being and she is being harassed by the social media users.",
    "imgLink": "https://th-i.thgim.com/public/incoming/5p02wh/article67431583.ece/alternates/LANDSCAPE_1200/IMG_Mahua_Moitra_speaks__2_1_FGBST9VO.jpg",
    "category": "india",
    "id": "53cly10lulnvgejpz"
  },
  {
    "title": "Andhra Pradesh Congress demands BC caste census in State",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/andhra-pradesh-congress-demands-bc-caste-census-in-state/article67431563.ece",
    "description": "The party plans to organise awareness programmes to explain to people the benefits of such a census",
    "date": "Wed, 18 Oct 2023 04:16:01 +0530",
    "content": "Andhra Pradesh Congress Committee (APCC) president Gidugu Rudra Raju has said caste census is necessary for development of all castes, and that enumeration of people belonging to the Backward Classes (BCs) will bring in societal and political changes.\n\nAddressing the media in Vijayawada on October 17, Mr. Rudra Raju demanded that the State take up BC caste census immediately.\n\n“The State boasts of a robust volunteer system. We should have no problem in taking up the census,” he said, expressing happiness at the Congress Working Committee’s decision to take up the BC enumeration immediately.\n\nHe said the process has already begun in Himachal Pradesh, Chhattisgarh, and Rajasthan where Congress was in power, or in Tamil Nadu where the party was an alliance partner.\n\nHe said the party would organise awareness programmes to explain to people the benefits of such a census. The first programme would be held at Kadiri on October 21, Nandyal on November 7, Vizianagaram on November 9, Srikakulam on November 10 and Visakhapatnam on November 11.\n\nHe said 60% of the posts in the new working group of the Andhra Pradesh Congress Committee went to women, and members of SC, ST, BC and minorties. Mr. Rudra Raju said 47 posts were allotted to OBCs, 23 to SCs, 5 to STs and 52 to OCs in the committee.\n\nThe new committee would meet on October 30, Mr. Rudra Raju said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/7vader/article67432149.ece/alternates/LANDSCAPE_1200/vjkvg-congress%20%281%29.JPG",
    "category": "india",
    "id": "53cly10lulnvgejyr"
  },
  {
    "title": "Two BSF jawans injured in Pakistan firing near Jammu border, says officials ",
    "link": "https://www.thehindu.com/news/national/other-states/two-bsf-jawans-injured-in-pakistan-firing-near-jammu-border-says-officials/article67431982.ece",
    "description": "Two BSF personnel of the 120 Battalion were injured in the firing in the Arnia Sector of Jammu, officials said",
    "date": "Wed, 18 Oct 2023 03:37:19 +0530",
    "content": "An injured BSF personnel undergoes treatment for a bullet injury in a firing incident along the International Border (IB), at GMC hospital, in Jammu, on October 17, 2023. | Photo Credit: PTI\n\nAn injured BSF personnel undergoes treatment for a bullet injury in a firing incident along the International Border (IB), at GMC hospital, in Jammu, on October 17, 2023. | Photo Credit: PTI\n\nTwo Border Security Force (BSF) personnel were injured in firing opened by the Pakistani rangers along the International Border in violation of the ceasefire agreement on October 17 evening.\n\nAccording to the official sources, the incident occurred between 8p.m. and 8.30 p.m.\n\nTwo BSF personnel of the 120 Battalion were injured in the firing in the Arnia Sector of Jammu, officials said.\n\nThe injured were shifted to a hospital in Jammu for treatment.\n\nConfirming the incident, a BSF spokesman said, “Yesterday the Pakistani Rangers resorted to unprovoked firing towards BSF troops, which was befittingly retaliated by alert BSF troops in the Arnia Sector. Two BSF personnel received bullet injuries and have been immediately provided medical assistance”.\n\nIndia and Pakistan renewed their pledge towards the ceasefire agreement in February 2020. Since then, the ceasefire agreement has been by and large held between the two countries.",
    "imgLink": "https://th-i.thgim.com/public/incoming/zfjwqt/article67432146.ece/alternates/LANDSCAPE_1200/PTI10_17_2023_000427B.jpg",
    "category": "india",
    "id": "53cly10lulnvgekbf"
  },
  {
    "title": "Preparing on all 80 seats in U.P., says Congress State chief Ajay Rai",
    "link": "https://www.thehindu.com/news/national/other-states/preparing-on-all-80-seats-in-up-says-congress-state-chief-ajay-rai/article67430780.ece",
    "description": "U.P. Congress says it is not on anyone’s ‘mercy’, makes it clear that the grand old party is preparing for all 80 parliamentary seats in the State",
    "date": "Wed, 18 Oct 2023 03:13:00 +0530",
    "content": "Amid heightening tensions with the Samajwadi Party (SP), after a near breakdown of seat sharing talks for neighbouring Madhya Pradesh, the Congress’s Uttar Pradesh chief, Ajay Rai, on Tuesday said the party does not rely on anyone’s ‘mercy’. Mr. Rai added the Congress is strengthening its organisation on the 80 Lok Sabha constituencies in Uttar Pradesh for the 2024 general election.\n\nThe statement holds significance given the SP’s declaration that it will be a major player within the Indian National Developmental Inclusive Alliance (INDIA) bloc, and would decide on seat distribution in Uttar Pradesh. Speaking with The Hindu,U. P. Congress leaders said Mr. Rai clearly meant that the grand old party is strengthening itself to make sure the Opposition alliance emerges victorious.\n\n“What the State president meant is that we are relying on any party’s ‘mercy’ and aim to strengthen our organisational structure on all the 80 seats in the State,” said Anil Yadav, U. P. Congress organisation secretary.\n\nWhen queried regarding the prevailing tension between the SP and the Congress over MP affecting the newly formed coalition in U. P., Mr. Yadav said, “As far as Madhya Pradesh seat sharing is concerned the central leadership and Madhya Pradesh Congress Unit will decide, how we should go ahead. We hope that everyone will support us in defeating the BJP in that State.”\n\n“We want to fight on as many seats as possible under INDIA bloc,” added Mr. Yadav referring to the Parliamentary election slated for 2024.\n\nEarlier, amid talks over seat sharing in Madhya Pradesh almost failing, the SP trained its gun on Congress, adding that although the grand old party measured the SP’s strength in M. P., the roles would be reversed in U.P., with the SP having upper hand. SP president Akhilesh Yadav had also said that his party would not ask the INDIA bloc to give it seats, and will, instead, give seats to the alliance partners.",
    "imgLink": "https://th-i.thgim.com/public/incoming/s6puul/article67431439.ece/alternates/LANDSCAPE_1200/20231016150L.jpg",
    "category": "india",
    "id": "53cly10lulnvgekht"
  },
  {
    "title": "After sparking controversy in the Lok Sabha, BJP MP Bidhuri rakes up appeasement issue in Tonk",
    "link": "https://www.thehindu.com/elections/rajasthan-assembly/after-sparking-controversy-in-the-lok-sabha-bjp-mp-bidhuri-rakes-up-appeasement-issue-in-tonk/article67431242.ece",
    "description": "The BJP has assigned poll responsibilities to Bidhuri in Tonk, which has a sizeable Muslim population",
    "date": "Wed, 18 Oct 2023 02:54:00 +0530",
    "content": "After sparking a controversy by his communally abusive remarks in the Lok Sabha, BJP MP Ramesh Bidhuri has raked up the issue of the Rajasthan government’s alleged appeasement policy in Tonk district, where he has been appointed the party’s election in-charge. Of the four Assembly seats in Tonk, the BJP at present occupies only one.\n\nMr. Bidhuri has visited Tonk district thrice since his appointment in the end of September to look after the preparations for the November 25 Assembly elections. The BJP has fielded Gujjar leader Vijay Bainsla from Deoli-Uniara constituency in its first list of candidates, while the ruling Congress is yet to announce the names of its candidates for the State.\n\nThe BJP MP from South Delhi has addressed a series of meetings of the party workers, including a workshop of the election management committee, where he handed over different responsibilities to the office-bearers. He was accompanied by Tonk-Sawai Madhopur MP Sukhbir Singh Jaunpuria in his introductory visits to several blocks in the district.\n\nThe BJP has assigned poll responsibilities to Mr. Bidhuri in Tonk, which has a sizeable Muslim population, while his Gujjar identity is sought to be utilised for attracting the community, which had voted overwhelmingly for Congress leader Sachin Pilot in 2018. By all indications, Mr. Pilot will again contest the upcoming Assembly polls from the Tonk seat.\n\nAddressing a meeting of BJP workers here last week, Mr. Bidhuri accused the Congress government in the State of indulging in “appeasement politics”, while affirming that all sections of the population should be treated with equality. “The politics of appeasement is in full swing here. The Congress is supporting a particular community to obtain its votes in bulk,” he said.\n\nWhile asking party workers to generate awareness among the voters and get rid of appeasement, Mr. Bidhuri said a “double-engine” government would take Rajasthan to the path of progress. He said Congress MLAs had looted the State in five years because Chief Minister Ashok Gehlot was busy “saving his chair”. He also alleged that the Congress government had no control over law and order, and the State was immersed in corruption.\n\nInterestingly, Mr. Bidhuri is yet to appear before the Lok Sabha Privileges Committee for his derogatory comments against Bahujan Samaj Party (BSP) MP Danish Ali. He has reportedly cited his repeated visits outside New Delhi as the reason for inability to appear before the panel, which is hearing the complaints lodged by several Opposition MPs against him.\n\nThe ongoing Israel-Palestine conflict in the Middle East has also come as an opportunity for Mr. Bidhuri to target the Congress. After interacting with BJP workers at another organisational meeting, Mr. Bidhuri told reporters that the Congress had revealed its “real face of appeasement” through its resolution on the attack on Israel, in which it had “supported terrorists”.\n\n“The Congress Working Committee has supported Hamas in its resolution to please a particular community. The world is shocked by the terrorism of Hamas... Their terrorists raped women and kidnapped innocent Israeli citizens,” Mr. Bidhuri said. He said such a resolution would “encourage anti-national elements and traitors” living in the country.\n\nThe BJP MP affirmed that the voters in Tonk should understand the issue in the right perspective, as even the students in the institutions like Aligarh Muslim University and Jamia Millia Islamia had raised slogans in support of Hamas. “Congress is in fact encouraging them and destroying our Sanatan Dharma’s culture of peace and non-violence. It deserves to be shown the door in the [upcoming] election,” Mr. Bidhuri said.\n\nMuslims comprise 10.77% of the population of Tonk district, which is an erstwhile princely State that was ruled by Nawabs, while the community’s population is 47.18% in Tonk city. Among the 2.45 lakh voters in Tonk constituency, about 62,000 are Muslims. The number of Gujjars is 35,000; the number of Scheduled Castes (SC) is 45,000; the number of Brahmins is 15,000; the number of Jats is 12,000; the number of Malis is 16,000; and the number of Rajputs is 5,000.\n\nThe BJP’s attempt for consolidation of Hindu voters may not succeed at the Tonk seat, where the Congress is in a strong position, and Mr. Bidhuri will find it difficult to counter Mr. Pilot despite his Gujjar identity. However, it may make an impact in the three other constituencies in the district — Deoli-Uniara, Malpura, and Niwai. Malpura, represented by BJP MLA Kanhaiya Lal, has witnessed riots in the past, while Tonk city has been free of communal tension during the Congress’ rule.\n\nPradesh Congress Committee member Saud Saidi, who unsuccessfully contested the 2003 Assembly polls as an Independent from Tonk, told The Hindu that the Mr. Bidhuri’s tirades would harm the BJP itself, as Muslims and other voters with a secular outlook would get mobilised and cast their ballot in large numbers. Considered a close confidante of Mr. Pilot, who is a Gujjar, Mr. Saidi said Mr. Bidhuri was an outsider, who would fail to make any impact on the Gujjar voters in the district.\n\nBrahmin Samaj leader and taxation lawyer Hari Krishna Sharma said the BJP had tried to whip up communal sentiments in the earlier elections as well, but it had never succeeded. However, Bharatiya Janata Yuva Morcha’s district president Narendra Sharma said the BJP was only bringing the national issues to the mainstream, on which it expected to build a favourable public opinion.",
    "imgLink": "https://th-i.thgim.com/public/news/national/uh0jqt/article67431278.ece/alternates/LANDSCAPE_1200/bidhuri.jpg",
    "category": "india",
    "id": "53cly10lulnvgekrf"
  },
  {
    "title": "From sati to interfaith marriages, institution of marriage has undergone sea change: SC",
    "link": "https://www.thehindu.com/news/national/from-sati-to-interfaith-marriages-institution-of-marriage-has-undergone-sea-change-sc/article67431751.ece",
    "description": "The top court unanimously refused to accord legal recognition to same-sex marriage under the Special Marriage Act, ruling that it is within Parliament’s ambit to change the law",
    "date": "Wed, 18 Oct 2023 02:04:30 +0530",
    "content": "A Bench comprising CJI D. Y. Chandrachud, Justices Sanjay Kishan Kaul, S. Ravindra Bhat, Hima Kohli and P.S. Narasimha during the hearing of the verdict on same-sex marriage, at the Supreme Court, in New Delhi on October 17, 2023. | Photo Credit: ANI\n\nA Bench comprising CJI D. Y. Chandrachud, Justices Sanjay Kishan Kaul, S. Ravindra Bhat, Hima Kohli and P.S. Narasimha during the hearing of the verdict on same-sex marriage, at the Supreme Court, in New Delhi on October 17, 2023. | Photo Credit: ANI\n\nFrom sati to interfaith marriages, the institution of marriage has undergone a sea change, the Supreme Court said on October 17 while asserting that it is incorrect to characterise marriage as a “static, stagnant or an unchanging institution.”\n\nA five-judge constitution Bench of the top court unanimously refused to accord legal recognition to same-sex marriage under the Special Marriage Act, ruling that it is within Parliament's ambit to change the law for validating such union.\n\nWriting a 247-page separate judgement, Chief Justice D. Y. Chandrachud said there is no universal conception of marriage and it is understood differently in law, in religion, and in culture.\n\nSome religions consider marriage a sacrament while others consider it a contract, he wrote.\n\nThe CJI said while marriage is a voluntary union - of the mind, the body, and the soul, it signifies a deep and abiding commitment to one another and a devotion to the relationship.\n\n\"From sati and widow remarriage to child marriage and inter-caste or interfaith marriages, marriage has metamorphosed. The institution as we know it today would perhaps be unrecognizable to our ancestors from two hundred years ago.\n\n\"Despite vehement opposition to any departure from practice, the institution of marriage has changed. This is an incontrovertible truth. Here, it is also important to take note of the fact that these changes were brought about largely by acts of Parliament or the legislatures of the states,\" CJI wrote.\n\nThe CJI said under Articles 245 and 246 of the Constitution read with Entry 5 of List III to the Seventh Schedule, it lies within the domain of Parliament and the state legislatures to enact laws recognizing and regulating queer marriage.\n\n\"Marriage has attained significance as a legal institution largely because of regulation by the state. By recognizing a relationship in the form of marriage, the state grants material benefits exclusive to marriage.\n\n\"This court cannot either strike down the constitutional validity of the Special Marriage Act or read words into the SMA because of its institutional limitations. This Court cannot read words into the provisions of the SMA and provisions of other allied laws such as the Indian Succession Act and the Hindu Succession Act because that would amount to judicial legislation,\" he said.\n\nThe CJI said the court in the exercise of the power of judicial review must steer clear of matters, particularly those impinging on policy, which fall in the legislative domain.\n\n\"The freedom of all persons including queer couples to enter into a union is protected by Part III of the Constitution. The failure of the state to recognise the bouquet of entitlements which flow from a union would result in a disparate impact on queer couples who cannot marry under the current legal regime. The state has an obligation to recognize such unions and grant them benefits under the law,\" the CJI said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/w0i7ol/article67432016.ece/alternates/LANDSCAPE_1200/20231017051L.jpg",
    "category": "india",
    "id": "53cly10lulnvgel1c"
  },
  {
    "title": "Baffle range at Naval Armament Depot ",
    "link": "https://www.thehindu.com/news/national/kerala/baffle-range-at-naval-armament-depot/article67431567.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 01:41:59 +0530",
    "content": "A baffle range named ‘Eklavya’ was inaugurated at the Naval Armament Depot (NAD) at Aluva on Monday. Former naval shooter P. T. Raghunath inaugurated the range in the presence of Rear Admiral Upal Kundu CSO (Training) at the Southern Naval Command (SNC).\n\nThe six-lane firing range spread over an area of 30,000 sqm was designed by Terminal Ballistic Research Laboratory, Chandigarh, a DRDO laboratory. The facility will provide realistic training, both day and night, to all security personnel and trainees at the SNC, according to a press release.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgelfb"
  },
  {
    "title": "Woman found dead ",
    "link": "https://www.thehindu.com/news/national/kerala/woman-found-dead/article67431852.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 01:21:33 +0530",
    "content": "A woman died after allegedly falling from the seventh floor of an apartment complex at Kadavanthra, where she lived, on Tuesday.\n\nThe deceased is an 18-year-old from Elamkulam. The incident is suspected to have taken place sometime between 11 p.m. on Monday and 5 a.m. on Tuesday.\n\nThe Kadavanthra police who registered a case for unnatural death prima facie suspect it to be a case of suicide. A probe is on.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgelxq"
  },
  {
    "title": "Commuters demand inter-district bus services from Ernakulam",
    "link": "https://www.thehindu.com/news/national/kerala/commuters-demand-inter-district-bus-services-from-ernakulam/article67430976.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 01:21:00 +0530",
    "content": "Commuters are demanding introduction of point-to-point and other bus services to neighbouring districts and beyond since neither the Railways nor the Kerala State Road Transport Corporation (KSRTC) is able to cater to the demand for inter-district travel to and from Ernakulam.\n\nThis has come against the backdrop of the Transport department curbing the operation of private buses beyond 140 km from their starting point earlier this year and the recent clampdown by Motor Vehicles department (MVD) personnel against buses with All India Tourist Permit that operate across districts. “The plight of most so-called super-class buses of the KSRTC that operate inter-district trips is pitiable, while a bulk of them have failed to adhere to their scheduled running time,” said Sumesh K. S., an IT professional and a native of Thrissur who frequently commute to Ernakulam in public transport buses. “Travelling in rickety KSRTC buses on the Thrissur-Ernakulam route was a rude shock for me since most buses and bus depots in Bengaluru where I worked for seven years are much better maintained,” he added.\n\n“Such issues and frequent trip cancellations without notice often prompt many like me to depend on cars and trains to commute to Ernakulam and back. Having arrived by train in Thrissur, I ended up paying ₹180 to autos for a six-km distance to my house. The KSRTC has miserably failed to live up to expectations, despite enjoying monopoly in nationalised routes,” he said.\n\nBusinessman Pritto Paul, who travels on the Kottayam-Ernakulam route, said commuters were forced to travel in the KSRTC’s ageing and ill-maintained Superfast buses. “Most people prefer private buses since they are better maintained and charge less than the KSRTC’s super-class and fast passenger buses,” he said. “The barrage of two-wheelers and cars bearing registration number KL-42 and KL-32 that gush into the city in the morning and return during evening from Paravur and Cherthala is proof of inadequate bus and train services from Ernakulam to neighbouring districts and towns,” said Ramesh Mathew, a city resident.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgemas"
  },
  {
    "title": "Traffic curbs in Aroor-Thuravur corridor for elevated highway work ",
    "link": "https://www.thehindu.com/news/national/kerala/traffic-curbs-in-aroor-thuravur-corridor-for-elevated-highway-work/article67431160.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 01:19:38 +0530",
    "content": "Traffic curbs will be imposed along the 13-km Aroor-Thuravur NH 66 corridor where the road has been extensively barricaded to build an elevated highway, it was decided at a meeting convened here by District Collector N. S.K. Umesh.\n\nHeavy vehicles from Alappuzha and bound for Ernakulam must take a diversion from Thuravur and reach Ernakulam/Kundannur on NH 66 through Ezhupunna, Kumbalanghi, Palluruthy, and the Thopumpady BOT Bridge. Extra-tall lorries like car carriers from Thrissur to southern districts must turn from Angamaly and use MC Road.\n\nThey will not be permitted through other diversion routes.\n\nElectric and telecom posts will be relocated from roads and the height of cables raised, at diversion roads. The National Highways Authority of India must ensure this within a week.\n\nThe Public Works department has been directed to repair damaged bridges and roads on diversion routes through which a trial run will be made on October 25. Direction boards and pedestrian lines must be readied wherever needed.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgemop"
  },
  {
    "title": "Landowners at Karipur got the best package ever, says Abdurahman ",
    "link": "https://www.thehindu.com/news/national/kerala/landowners-at-karipur-got-the-best-package-ever-says-abdurahman/article67431406.ece",
    "description": "State government acquires 12.48 acres of land, hands it over to Airports Authority of India for RESA expansion at Calicut International Airport",
    "date": "Wed, 18 Oct 2023 01:19:17 +0530",
    "content": "Minister for Sports V. Abdurahiman addressing a meeting of political leaders, government officials, and landholders who surrendered their land for the expansion of the Calicut airport, at Karipur on Tuesday. | Photo Credit: SAKEER HUSSAIN\n\nMinister for Sports V. Abdurahiman addressing a meeting of political leaders, government officials, and landholders who surrendered their land for the expansion of the Calicut airport, at Karipur on Tuesday. | Photo Credit: SAKEER HUSSAIN\n\nMinister for Sports V. Abdurahiman has said that the package offered for acquiring the land needed for the runway end safety area (RESA) expansion at the Calicut International Airport is the best in the State so far.\n\nAddressing a meeting of officials, political leaders, and those who offered their land for the airport expansion at Haj House, Karipur, on Tuesday, Mr. Abdurahman said the government took pride in completing the process in a short time. He congratulated landholders who surrendered their land, officials who worked overtime to complete the process, and leaders who convinced people of the importance of airport development.\n\nMr. Abdurahman said the government could give a better package at Karipur than what had been for acquiring land for national highway expansion. “We started field work on August 7 and could finish it in two months. It’s a historic achievement,” he said.\n\nThe State government acquired 12.48 acres of land from 76 landholders and handed it over to the Airports Authority of India (AAI). While 5.56 acres were in Pallikkal village, 6.9 acres were in Nediyiruppu village.\n\nOf the 76 landholders, 28 surrendered only the land, when 32 lost their houses, 11 commercial buildings, and five other structures. The government has so far handed over ₹43.5 crore to the evictees. A total compensation of ₹72.85 crore is being given.\n\nMr. Abdurahman said the remaining amount of ₹27 crore had reached the District Collector’s account, and that it would be disbursed in two days.\n\nT. V. Ibrahim, MLA, presided over the function. M.P. Abdussamad Samadani, MP, District Collector V.R. Premkumar, Kondotty municipal chairperson C.T. Fathimat Suharabi, block panchayat president P.K. Bindu, district panchayat member P.K.C. Abdurahman, Pallikkal grama panchayat president Abbas, councillors P.K. Firos, Salman Faris, and Deputy Collectors J.O. Arun and K. Latha spoke.\n\nExpansion of the RESA at Karipur has been a crying need, especially after the tragic crash of Air India Express flight 1344 on August 7, 2020. As many as 21 people, including the two pilots, were killed and 167 others wounded when the flight from Dubai overshot the runway touchdown point while landing and plunged into a depth of 30 metres after wading through the 90-metre long RESA.\n\nIf the airport had a longer RESA, the tragedy could have been averted. The RESA is now proposed to be expanded to 240 metres.\n\nWith both ends of the runway protruding like a cliff, the RESA extension will involve construction of embankments with major landfills.\n\nThe AAI experimented by shortening the runway to expand the RESA a couple of years ago, forcing wide-body aircraft to stop operations from the Calicut airport. Expansion of the RESA is a must for resumption of larger aircraft operations from the airport.",
    "imgLink": "https://th-i.thgim.com/public/news/national/kerala/ggejgu/article67431416.ece/alternates/LANDSCAPE_1200/Karipur.jpg",
    "category": "india",
    "id": "53cly10lulnvgemx3"
  },
  {
    "title": "‘Road accidents can be brought down through use of modern technology’ ",
    "link": "https://www.thehindu.com/news/national/kerala/road-accidents-can-be-brought-down-through-use-of-modern-technology/article67431015.ece",
    "description": "Calicut Press Club to launch ‘Lifeline’, a trauma care volunteer network",
    "date": "Wed, 18 Oct 2023 01:18:12 +0530",
    "content": "Inspector General of Police (North zone) K. Sethuraman, Calicut Press Club secretary P. S. Rakesh, president Firoz Khan, and Trauma Care Kozhikode president C.M. Pradeep Kumar launching the logo of Lifeline, the trauma care volunteer network under the Calicut Press Club, in Kozhikode on Tuesday. | Photo Credit: K. Ragesh\n\nInspector General of Police (North zone) K. Sethuraman, Calicut Press Club secretary P. S. Rakesh, president Firoz Khan, and Trauma Care Kozhikode president C.M. Pradeep Kumar launching the logo of Lifeline, the trauma care volunteer network under the Calicut Press Club, in Kozhikode on Tuesday. | Photo Credit: K. Ragesh\n\nInspector General of Police (North Zone) K. Sethuraman has said that it was possible to bring down the road accident rate in the State through deliberate attempts using modern technology.\n\nInaugurating the trauma care awareness programme organised by the Calicut Press Club in association with Trauma Care Kozhikode (TRACK), on the occasion of World Trauma Care Day on Tuesday, he said road accidents had considerably come down in several developed countries, despite their growth in vehicular density and population, and that some are heading towards zero accident rate.\n\nHe said that however, the situation was grave in Kerala. “Only 5% of the roads in the state are highways. However, 70% of accidents take place on the highways. We need to adopt modern technology to prevent them,” he said. Mr. Sethuraman said bus bays, auto bays, and footpaths should be scientifically designed and incorporated into the highways and the security system need to be intensified to reduce the accident rate.\n\nTrauma Care Kozhikode president C. M. Pradeep Kumar said the organisation was the first of its kind in the State and had been trying to make the city free of road accidents for the past 25 years through various means.\n\nAround 60 media persons attended the trauma care awareness programme. Dr. Lokesh Nair, resource person of TRACK, spoke about first aids that need to be administered during various scenarios and the precautions that need to be taken. He also took time to break some of the superstitious practices associated with first aids.\n\nThe session was aimed at launching the first ever trauma care volunteer network under any press club in the State in Kozhikode. The logo of the network ‘Lifeline’ was launched on the occasion.",
    "imgLink": "https://th-i.thgim.com/public/incoming/rkvju1/article67431786.ece/alternates/LANDSCAPE_1200/80692_17_10_2023_19_27_19_1_18TVKZLIFELINE.JPG",
    "category": "india",
    "id": "53cly10lulnvgen7a"
  },
  {
    "title": "Economist seeks change in criteria for evaluation of economic development ",
    "link": "https://www.thehindu.com/news/national/kerala/economist-seeks-change-in-criteria-for-evaluation-of-economic-development/article67431002.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 01:16:54 +0530",
    "content": "The criteria for evaluation of economic development should shift from narrow yardsticks such as commerce and markets to those encompassing welfare, services, and environmental protection, Mammo Muchie, Professor, Tshwane University of Technology, South Africa, has said.\n\nHe was delivering a lecture at Farook College near here on Monday. It was organised by the Global Network for Economics Learning Innovation and Competence-Building System, Kerala State Higher Education Council, and the Kerala Economic Association (KEA).\n\nProf. Mammo Muchie called for learning and re-learning, designing and re-designing, and prioritising the well-being of humans and nature. Y. C. Ibrahim, coordinator, KEA Kozhikode chapter, was present.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgenfz"
  },
  {
    "title": "13th edition of DIDAC India exhibition and conference begins in Bengaluru",
    "link": "https://www.thehindu.com/news/cities/bangalore/13th-edition-of-didac-india-exhibition-and-conference-begins-in-bengaluru/article67431365.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 00:47:21 +0530",
    "content": "DIDAC India 2023, the 13th edition of Asia’s largest and India’s only exhibition and conference for education and skilling resources, organised by the India Didactics Association (IDA), kicked off at Bangalore International Exhibition Centre (BIEC) on Tuesday.\n\nMadhu Bangarappa, Minister for the Department of School Education and Literacy, inaugurated the event. “In a crucial gathering for the education sector, this summit, DIDAC India-2023, stands as a fundamental milestone with the active participation of Education Ministers and bureaucrats from 15 countries and the State government is in talks with them on several educational initiatives. Facilitating a dynamic exchange of ideas, this summit charts the course for the future of global education. However, the true measure of success lies in translating the insights gained into actionable initiatives within our schools and universities nationwide, and we plan to implement them in the coming days across the State,” he said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgent2"
  },
  {
    "title": "Malayalam actor Kundara Johny passes away",
    "link": "https://www.thehindu.com/entertainment/movies/actor-kundara-johny-passes-away/article67431954.ece",
    "description": "He made a mark playing antagonist in several Malayalam films over three decades since the 1980s",
    "date": "Wed, 18 Oct 2023 00:42:50 +0530",
    "content": "Actor Kundara Johny, who made a mark playing antagonist in several Malayalam films over three decades since the 1980s, passed away at a private hospital in Kollam on Tuesday night. He was 71. Mr. Johny was admitted to the hospital following cardiac arrest.\n\nMr. Johny’s career in Malayalam cinema was a story of moving up from uncredited roles as one among a group of goons to playing the role of the main villain in many of the mainstream hits of the 1980s and 90s. He made his debut in films in 1979 when he was in his 20s with roles in films such as Agniparvatham and Nithya Vasantham. It would only be a few years and several films later that he would begin to be recognised, with roles in films like Rajavinte Makan and Aavanazhi.\n\nBut, for someone known for his villainous roles, his breakout role of the henchman of underworld don Nambiar in Nadodikkattu is one which would be remembered for its humour. That role has attained a life of its own, being featured often these days in Internet memes. He had a substantial role to play in Oru CBI Diary Kurippu in 1988 as Vasu, whose name pops up often in the investigation. The next year, in the classic Kireedam, he played Parameshwaran, the trusted right hand man of Keerikadan Jose, the antagonist. He would reprise the role of Parameswaran in the sequel Chenkol, but this time he played a man who had a change of heart and stands with the protagonist Sethu.\n\nAll of his roles were not standout ones, but many of these films had a couple of scenes in which he would make his mark. In Spadikam (1995), much of the glory as the antagonist went to Spadikam George, but as constable Maniyan, Johny had some memorable run-ins with Aadu Thoma and stood his own.\n\nThough he was not as active in the post-millennium years, he did make his presence felt in Bharathchandran IPS and The Tiger. Meppadiyan, released in 2022, was his last film.",
    "imgLink": "https://th-i.thgim.com/public/news/national/kerala/2qgew7/article67431952.ece/alternates/LANDSCAPE_1200/KUNDARA_JOHNY.jpg",
    "category": "india",
    "id": "53cly10lulnvgeo42"
  },
  {
    "title": "Chief Minister to inaugurate renovated temple tank, widened highway in Tiruvannamalai on October 22 ",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/chief-minister-to-inaugurate-renovated-temple-tank-widened-highway-in-tiruvannamalai-on-october-22/article67430453.ece",
    "description": "The foundation stone for the ₹209-crore (Tiruvannamalai ₹140 crore; Kallakurichi ₹69 crore) four-lane work was in June 2022; CM to hold DMK booth-level office bearers’ meeting",
    "date": "Wed, 18 Oct 2023 00:12:50 +0530",
    "content": "Chief Minister M. K. Stalin will inaugurate the renovated tank of Arunachaleswarar temple and the widened four-lane Cuddalore-Chittoor Road during his two-day visit to Tiruvannamalai on October 21 and 22.\n\nOfficials of the State Highways Department, which executed the widening work of the stretch, said the foundation stone for the ₹209-crore (Tiruvannamalai ₹140 crore; Kallakurichi ₹69 crore) four-lane work was laid at Edapalayam near the town in June 2022.\n\n“The stretch connects key districts of Kallakurichi, Tiruvannamalai, Ranipet, Vellore, and Tirupattur before ending in Chittoor (A. P), covering a distance of 205 km. Of this, 28 km between Kallakurichi (8.5 km) and Tiruvannamalai (19.5 km) has been widened,”K. Raghuraman, assistant director (AD), State Highways (Tiruvannamalai), toldThe Hindu.\n\nOn an average, 40,000 vehicles use the stretch daily. The widened stretch has 15-metre wide carriageway, 1.2-metre wide median, 1.5-metre wide storm-water drain on both sides of the stretch, LED streetlights, tiled pavement, rainwater harvesting system and native trees. The stretch has 24 bus stops with more frequency of bus services and 41 small bridges to prevent inundation.\n\nMr. Stalin will inaugurate the renovated Ayyankulam, also known as Ayyan Theerthavari Kulam, built in 1860 and belonging to the temple on October 22 (Sunday). Spread over three acres near the temple, the tank, maintained by the Tiruvannamalai municipality, is at least 15-ft deep and has around 30 granite steps on each of its four sides. The tank was desilted and deepened by Thuimai Arunai, a local non-governmental organisation. Clogged and damaged drains and inlets to the tank were repaired to allow inflow of rainwater from the town. The temple tank was previously renovated in the 1960s by a group of residents from Puducherry.\n\nThe tank remained closed after four persons drowned in it during a stampede when a large number of devotees took a holy dip on the occasion of Mahodaya Amavasya in February 2016. With safety features in place, the tank is being reopened to the public.\n\nMr. Stalin will attend the wedding reception of the daughter of V. Nirmala, chairperson, Tiruvannamalai Municipality, on October 21 (Saturday).\n\nA new medical block at Arunai Medical College Hospital, the widened stretch of the highway and the temple tank will be inaugurated on Sunday.\n\nLater, he will hold a meeting with DMK booth committee office-bearers from 13 districts in north zone.",
    "imgLink": "https://th-i.thgim.com/public/incoming/undont/article67430649.ece/alternates/LANDSCAPE_1200/cm.jpg",
    "category": "india",
    "id": "53cly10lulnvgeoic"
  },
  {
    "title": "Panel led by Chief Secretary to monitor traffic congestion ",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/panel-led-by-chief-secretary-to-monitor-traffic-congestion/article67430670.ece",
    "description": "",
    "date": "Wed, 18 Oct 2023 00:09:47 +0530",
    "content": "The Tamil Nadu government has recently constituted a high-level committee led by Chief Secretary Shiv Das Meena to monitor and manage traffic congestion in the Greater Chennai Corporation (GCC).\n\nThe committee, which has a chairperson, a member secretary, and 16 members will meet once every two months.\n\nSecretaries of Home, Transport, Highways, Municipal Administration and Housing Departments; GCC Commissioner; Police Commissioners of Chennai, Tambaram and Avadi; Managing Director of Chennai Metro Rail Limited; Chairman and Managing Director, Tamil Nadu Generation and Distribution Corporation Limited; and Managing Director of Chennai Metropolitan Water Supply and Sewerage Board, are part of the panel. Member Secretaries of Chennai Unified Metropolitan Transport Authority (CUMTA) and Chennai Metropolitan Development Authority (CMDA); Director of Municipal Administration; and Commissioners of Tambaram and Avadi Municipal Corporations are also part of the committee.\n\nThe government order in this regard was issued by the Home (Transport-V) Department last month.\n\nThe constitution of the high-level committee followed a meeting convened by the Chief Secretary in July this year, in which traffic congestion in the GCC was discussed.\n\nThere were also discussions on road improvement works, traffic regulation and management, regulation of eateries on footpaths, parking issues and various measures to be taken for smooth traffic management in the GCC.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgeopd"
  },
  {
    "title": "Students form sizeable chunk of ticketless travellers in Chennai suburban trains",
    "link": "https://www.thehindu.com/news/cities/chennai/students-form-sizeable-chunk-of-ticketless-travellers-in-chennai-suburban-trains/article67430150.ece",
    "description": "Majority of passengers found to be travelling without tickets in suburban trains turned out to be college-goers",
    "date": "Wed, 18 Oct 2023 00:06:08 +0530",
    "content": "A majority of passengers found to be travelling in suburban trains in Chennai Division without tickets are not daily wage workers or small-time vendors, but college students.\n\nSince April this year, Southern Railway has earned over ₹57 crore as penalty from passengers travelling without tickets. A drive against ticketless travel revealed that college-goers formed a sizeable chunk of those taking a free ride, particularly in the Tambaram-Chengalpattu route of Chennai Division.\n\nOfficials said that most of the students caught travelling without tickets could actually afford the concessional season ticket that they were entitled to, but chose to travel for free. “For many of them, it is a free travel challenge. They board the front or rear end coaches and quickly exit the platforms on seeing ticket checking staff. If caught, they pay the penalty without any argument,” a Chief Ticket Inspector said.\n\nOn Monday, Southern Railway said that its ticket checking squad recorded the highest-ever single-day earning of ₹22.7 lakh, collected as fine from over 3,300 ticketless travellers on October 15, 2023. A team comprising 31 ticket checking staff were deployed on the intensive drive against unauthorised travel at the Dr MGR Chennai Central, Perambur, Erode, Coimbatore and Ernakulam stations.\n\nSince April 1, 2023, the zone earned ₹57.48 crore as penalties from passengers for various offences during travel such as travelling without tickets, irregular tickets and unbooked luggage. While Chennai Division topped the earnings from ticketless travel with ₹21.82 crore, Thiruvananthapuram Division and Palakkad Divisions followed with ₹8.72 crore and ₹8.32 crore respectively.\n\n“Southern Railway commends dedicated efforts of its ticket checking wing. While they remain committed to ensuring that passengers travel with valid authority, it is equally important for the public to uphold their responsibility to collectively enhance service quality. Traveling without a valid ticket/pass is punishable under section 137,138 & 139 of Railways Act,1989,” said B. Guganesan, Chief Public Relations Officer.\n\nOn the profile of ticketless travellers, a senior ticket checking official said they could be categorised under two groups – one intentional and the other unintentional. The unintentional passengers usually boarded the suburban train at the last minute to catch another express train in time. “When we check, they show proof of further travel and pay the penalty. The intentional group are mostly students. They also pay the fine when confronted. For them it’s not only fun to evade the Ticket Inspectors, but free ride till they are caught,” he said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/e1tz86/article66973943.ece/alternates/LANDSCAPE_1200/01_RVM_3850.jpg",
    "category": "india",
    "id": "53cly10lulnvgeoxi"
  },
  {
    "title": "Telangana Chief Electoral Officer assures to look into genuine complaints filed by political parties",
    "link": "https://www.thehindu.com/news/national/telangana/telangana-chief-electoral-officer-assures-to-look-into-genuine-complaints-filed-by-political-parties/article67431578.ece",
    "description": "Vikas Raj convenes meeting of political parties to explain them about the rules and procedures",
    "date": "Tue, 17 Oct 2023 23:49:01 +0530",
    "content": "Chief Electoral Officer Vikas Raj has assured the political parties that he will look into all genuine complaints filed by the contesting candidates and parties, including those on the social media platforms.\n\nThe CEO reiterated his commitment to extend necessary cooperation to the political parties for conducting free and fair elections in a peaceful atmosphere. The district election officials would be instructed to handle political complaints at their level to the best of their ability to save time and deliver justice with a short time-frame.\n\nMr. Vikas Raj was speaking at a State-level meeting of the recognised political parties on Tuesday. In view of the fast approaching date for filing nominations, the meeting was aimed at sensitising the political parties to the rules and regulations relating to the model code of conduct, pre-certification of advertisements, star campaigners, nominations, affidavits, technical facilities like apps and latest status of voter lists.\n\nMr. Vikas Raj explained to the representatives of the political parties about the developments that took place after the announcement of the election schedule. The meeting was attended by close to 20 people representing different political parties who brought several issues to the notice of the state election authority.\n\nThe CEO took note of the complaints filed by the political parties and gave clarifications to participants on the issues they raised. He said the election authority had conducted more than 2,100 meetings till October 14 including those conducted by the district level election officials. Over 27.5 lakh voter identification cards had been printed and dispatched since January 5 this year and the printing of balance voter cards would be completed by the end of this month.\n\nVoters could download their photo identity cards from the voter service portal and the enrolment of new voters who intended to participate in the election process would continue till the end of October, he said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/jstkf8/article67431956.ece/alternates/LANDSCAPE_1200/12hyngg_Vikas%20Raj%20%2005.jpg",
    "category": "india",
    "id": "53cly10lulnvgepar"
  },
  {
    "title": "KCR govt. has set Telangana back with corruption, says Union Minister Piyush Goyal",
    "link": "https://www.thehindu.com/news/national/telangana/kcr-govt-has-set-telangana-back-with-corruption-says-union-minister-piyush-goyal/article67431311.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 23:47:24 +0530",
    "content": "Union Minister Piyush Goyal being felicitated by BJP MP K. Laxman and others at a public meeting, in Hyderabad on Tuesday. | Photo Credit: PTI\n\nUnion Minister Piyush Goyal being felicitated by BJP MP K. Laxman and others at a public meeting, in Hyderabad on Tuesday. | Photo Credit: PTI\n\nUnion Minister for Commerce and Industry Piyush Goyal on Tuesday accused the BRS government led by Chief Minister K. Chandrasekhar Rao of being “corrupt and discriminating on the basis of caste and religion, even while practising appeasement politics”, and taking Telangana backward.\n\n“People of Telangana are intelligent enough to know the reality and have decided to send the regime packing and give their support for the BJP government in the forthcoming elections as they are enthused by the Narendra Modi government’s record at the Centre in ensuring corruption-free, development-oriented governance,” said Mr. Goyal while addressing a meeting of party cadre at Jubilee Hills here.\n\nThe Minister said the BRS government due to corruption by a single family had pushed the State into high debt without scope for taking up any new development projects.\n\n“We have to expose the misdeeds of KCR, KTR [Minister K. T. Rama Rao] and Kavitha [BRS MLC) by knocking on the doors of every single family. Scholarships have become scarce and recruitments a sham here. This government did not cooperate with the Centre and refused to implement the free housing scheme, farmer insurance and for encouraging new entrepreneurs,” he charged.\n\nMr. Goyal said the KCR government had dithered on the issue of national tribal university for years and it was only due to the Centre’s commitment that the project got cleared and will be named after the revered Sammakka-Sarakka tribal deities. “The Congress party’s record in scandals is well known in every sphere when it was in power at the Centre and it too was mired in dynasty politics, therefore a vote for it only takes the country and State backward,” he added.\n\nBut, on the other hand, the Modi government has been leading the country on a high development trajectory, transforming a fragile economy into top-5 in the world and implementing schemes without any discrimination, he claimed.\n\n“Telangana people are also yearning for a double-engine government providing transparent, corrupt-free governance minus family rule and appeasement with focus on development of new highways, railways, industrial corridors and technology. A historic victory awaits us and the lotus will bloom here, if we work hard,” he exhorted the cadre. Rajya Sabha MP K. Laxman also spoke.",
    "imgLink": "https://th-i.thgim.com/public/incoming/d7hgis/article67431950.ece/alternates/LANDSCAPE_1200/PTI10_17_2023_000352A.jpg",
    "category": "india",
    "id": "53cly10lulnvgepiv"
  },
  {
    "title": "After flowers, Kattakada sets its eyes on vegetable cultivation",
    "link": "https://www.thehindu.com/news/national/kerala/after-flowers-kattakada-sets-its-eyes-on-vegetable-cultivation/article67431675.ece",
    "description": "Agriculture Minister inaugurates sowing fete, releases farm calendar",
    "date": "Tue, 17 Oct 2023 23:39:41 +0530",
    "content": "After making news with its flower cultivation for Onam, Kattakada constituency has set its sights on vegetable cultivation next.\n\nOn Tuesday, Minister for Agriculture P. Prasad inaugurated the sowing festival in the constituency at Kurandivila in Pallichal panchayat. In his address, the Minister said that vegetable cultivation in the area should aim to set a new benchmark for the agricultural sector just as the flower cultivation did. The State had a long way to go in vegetable cultivation, and a concerted effort was needed to make any headway. Such projects are crucial to grow vegetables free of pesticides, he said.\n\nFlower cultivation started on 5 acres of land in the constituency last year has been expanded to nearly 64 acres. Around 170 acres, including the area under flower cultivation, in Pallichal, Maranalloor, Malayinkeezhu, Vilapppil, Vilavoorkal, and Kattakada grama panchayats have been identified for vegetable farming.\n\nThe Minister released a farm calendar to begin farming while taking into account the topography and soil composition of the places.\n\nKattakada MLA I. B. Satheesh said a master plan had been prepared after detailed meetings held with various departments. The vegetable cultivation will be done on the basis of this master plan.\n\nDistrict panchayat president D. Suresh Kumar and MGNREGS mission director M. Nisamuddin were the chief guests. Principal Agriculture Officer Anilkumar presented the master plan.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgepx1"
  },
  {
    "title": "ED searches premises of Opto Circuits India Limited ",
    "link": "https://www.thehindu.com/news/cities/bangalore/ed-carries-out-search-operations-at-private-firm/article67431827.ece",
    "description": "ED initiated the investigation on the basis of an FIR registered by the CBI against Opto Circuits India Limited and its promoters and directors for alleged diversion of loans",
    "date": "Tue, 17 Oct 2023 23:39:19 +0530",
    "content": "The Directorate of Enforcement (ED) carried out search operations on Tuesday under the provisions of the Prevention of Money Laundering Act, 2002 (PMLA) at five locations of Bengaluru, in the case of Opto Circuits India Ltd. and related persons in a bank fraud case.\n\nThe ED initiated the investigation on the basis of an FIR registered by the CBI against Opto Circuits India Ltd. and its promoters and directors, for alleged misappropriation and diversion of loans from a consortium of eight banks which has outstanding liabilities to the tune of ₹883.03 crore.\n\n“The ED investigation revealed that the promoters and directors of Opto Circuits India Ltd. had forged and fabricated the accounts of the company to avail loans from the banks. Further, the loan amount was diverted in the form of investment in subsidiaries in India and foreign countries. The directors and promoters of Opto Circuits India Ltd. forged and falsified the financial statements of the company by showing a healthy position on the balance sheet, by putting a huge amount of trade receivables which were not backed by the commensurate credit-worthiness of the buyers,” said an ED release.\n\nIn this manner, Opto Circuits India Ltd. misappropriated and diverted the loan facility from the banks, thereby causing a huge loss to the banks, the ED added.\n\n“During the search operations, incriminating documents related to acquisition of movable and immovable properties, diversion of funds to foreign based subsidiaries, records and foreign currency and financial instruments were found and seized,” the release added.",
    "imgLink": "https://th-i.thgim.com/public/incoming/ucip5h/article66420061.ece/alternates/LANDSCAPE_1200/IMG_M.Stephen_Raveendra_2_1_F79HMSIU.jpg",
    "category": "india",
    "id": "53cly10lulnvgeq48"
  },
  {
    "title": "We have lost, yet we remain hopeful, says petitioner on same-sex marriage verdict",
    "link": "https://www.thehindu.com/news/national/telangana/we-have-lost-yet-we-remain-hopeful-says-petitioner-on-same-sex-marriage-verdict/article67431635.ece",
    "description": "Supriya Chakroborty along with his partner Abhay Dang is one of the 52 petitioners of the twenty petitions seeking legal validity for same-sex marriages in India",
    "date": "Tue, 17 Oct 2023 23:35:57 +0530",
    "content": "Supriya Chakraborty, along with his partner Abhay Dang, a homosexual couple who met in Hyderabad in 2012, filed a petition seeking legal recognition of their marriage on November 14 last year and appeared at the first admission hearing on November 25 the same year.\n\nEleven months later, responding to the final verdict, which was ruled unanimously against legalising same sex marriage on Tuesday, Mr. Supriya told The Hindu: “We are deeply disappointed by the judgment and exhausted today. Though the court has reiterated that queer people have the right to form relationships, they stopped well short of legal recognition.”\n\n“However, we feel proud that we fought this battle. Though we have lost, we remain hopeful that one day we will have full marriage equality.  Lots of dinner-table conversations were initiated because of this case,” he added.\n\nA five-judge Bench of the Supreme Court headed by Chief Justice of India D. Y. Chandrachud and comprising Justices Sanjay Kishan Kaul, S. Ravindra Bhat, Hima Kohli, and P.S. Narasimha, left the matter of legalisation of queer marriage in India to the legislature.\n\nThe Bench had started hearing 20 petitions filed on the matter on April 18, 2023. Following a long drawn-out hearing, all five judges concurred that there is no “fundamental right for homosexual couples to marry”, asserting that the court can neither strike down or modify the Special Marriage Act (1954) to include queer couples.\n\nThe Bench also ruled in a 3:2 verdict against civil unions for queer couples.\n\nThe case titled, Supriyo a.k.a Supriya Chakraborty & Abhay Dang v. Union of India thr. Its Secretary, Ministry of Law and Justice & other connected cases (2023), was a landmark hearing following the Navtej Singh Johar v. Union of India (2018) verdict which struck down Section 377 and decriminalised homosexual sex.\n\nThe verdict has left the queer community disheartened and disappointed, as they were expecting a nod in their favour.\n\n“We had immense expectations from the Supreme Court after Section 377, however, they have left it to the Parliament, that is the Centre, which is invariably against our community. Even the State governments delivered polarising judgments. Marriage law isn’t just about the union of two people, it is primarily about our community being recognised within the society. We are discouraged by this judgment, this was a long fight and this verdict has brought us back to square one. However, in Hyderabad, the queer community is united in continuing this fight. We will hit the streets in protest and we will continue to speak our truth,” said Sandi, the founder of Mobbera Foundation, a Hyderabad-based queer rights non profit.\n\n“When the Supreme Court began the hearing, there were several progressive statements being made by the CJI which raised our expectations and hinted towards a positive judgment. We all know how long it will take as it has gone to Parliament and we know what the Centre is inclined towards. But we will continue fighting, as we have for centuries,” said Jayant, the founder of Queer Nilayam in Hyderabad, who recently got engaged to his partner and was looking forward to their eventual marriage.",
    "imgLink": "https://th-i.thgim.com/public/news/cities/Hyderabad/g55ara/article37266710.ece/alternates/LANDSCAPE_1200/image6483441",
    "category": "india",
    "id": "53cly10lulnvgeqgm"
  },
  {
    "title": "Two held for killing factory employee in Bengaluru ",
    "link": "https://www.thehindu.com/news/cities/bangalore/two-held-for-killing-factory-employee/article67430467.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 23:13:43 +0530",
    "content": "The Madanayakanahalli police on Tuesday cracked a murder case and arrested a factory employee and his friend for the alleged abduction and murder of a colleague over a row over a girl.\n\nThe accused, Pratap, 23, and his associate Manjunath, 22, were arrested based on CCTV camera footage recovered from Nagasandra metro station, from where the duo had forcibly taken the victim on their bike on the pretext of talking, said the police.\n\nThe deceased was identified as Lokesh from Davangere. He had completed a diploma course and joined a factory in Peenya and met a girl working in the same factory and soon, they become close, said the police.\n\nThe girl was the childhood friend of Pratap and both were in a relationship. When Pratap got to know that Lokesh was getting close to her, the duo had a fight and Pratap warned him to stay away.\n\nThe police said that on October 5, when Lokesh was returning home from work, Pratap and Manjunath followed him on their bike and confronted him near the Nagasandra metro station. The duo forced Lokesh to get on the bike on the pretext of talking.\n\nThe accused took Lokesh to the outskirts of the city and killed him before returning home, said the police.\n\nWhen Lokesh did not return home even after two days, his uncle filed a missing complaint with the Bagalagunte police and provided a physical description of Lokesh.\n\nMeanwhile, the Madanayakanahalli police recovered a highly decomposed body in Kukkanahalli village. The police summoned Lokesh’s uncle to verify the body.\n\nThe police initiated an investigation into Lokesh’s background and found that Lokesh had a fight with Pratap and was last seen at the metro station. The police recovered the CCTV camera footage from in and around the area and found that Lokesh was forcibly taken by Pratap and his friend.\n\nBased on this, Pratap was picked up for questioning and he confessed to the crime.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgeqs7"
  },
  {
    "title": "Dejected and disappointed, but fight will go on, say LGBTQIA+ petitioners, activists",
    "link": "https://www.thehindu.com/news/national/dejected-and-disappointed-but-fight-will-go-on-say-lgbtqia-petitioners-activists/article67431639.ece",
    "description": "Queer couples and activists say disappointment is an “understatement” for their feelings, worry about impact of ruling on those facing opposition from their families, especially in rural India",
    "date": "Tue, 17 Oct 2023 23:09:04 +0530",
    "content": "As the Supreme Court’s Constitutional Bench, led by Chief Justice of India D. Y. Chandrachud, began pronouncing its judgement in the historic marriage equality case, Kajal and Bhawna waited with bated breath, along with the 19 other petitioners in the case and queer people across the country. A lesbian couple currently on the run and forced to hide their relationships in their own hometowns, the pair battled confusion, fear and anxiety as the judgements started coming through, only to be left disappointed as soon as they realised what it meant.\n\n“Leaving the Parliament to decide the fate of our future seems unfair,” said Ms. Kajal, who hails from a tier-2 city in northern India.\n\nQueer couples, petitioners, and activists who spoke to The Hindu said that disappointment was “an understatement” as a description of their feelings. Transgender persons said the recognition of same-sex marriages would have meant so much more for their community, given how routine violence is from their native families.\n\nLGBTQIA+ activists and legal experts added that whatever recognitions have been granted in the minority judgements were good and welcome but “not enough”, noting that most of it had been laid down in previous judgements and had been said before. But activists across the board maintained that they will continue fighting for their rights.\n\nSupriyo Chakraborty, the lead petitioner in the case, told The Hindu, “We are deeply disappointed by the judgement today. Though the court has reiterated that queer people have the right to form relationships, they stopped well short of legal recognition. On a personal level, we feel proud that we fought this battle. Though we lost, lots of dinner table conversations were initiated because of this case. We remain hopeful that one day, we will have full marriage equality.”\n\nMuskan Tibrewala, one of the few queer lawyers who argued in the case, however, said that all the work and the hours of putting up with dehumanising arguments in the Supreme Court had now gone to waste. “Considering that the government has not been supportive of our rights, and historically the Supreme Court being the upholder of queer rights, the SC has failed to deliver its responsibilities,” added Ms. Tibrewala.\n\nIn a majority judgement in the case, the Supreme Court ruled that non-heterosexual couples do not have the right to have their relationships recognised either as marriage or as a civil union, while re-affirming the right of transgender persons in heterosexual relationships to get married. The court also ruled in the majority that queer couples cannot be allowed to adopt children, dashing the hopes of Ms. Kajal and Ms. Bhawna, who wanted to start thinking about adopting a child in a couple of years.\n\nBut even for queer couples who are not currently thinking about marriage or children, the judgement came as a blow, even if not an unexpected one.\n\n“The Supreme Court knows fully well that the government is opposed to the idea of giving us our rights. Even then, how can they hand it back to a government committee — especially one that will most likely end up having cisgendered people in decision-making positions,” Grace Banu, a trans activist based in Tamil Nadu, added.\n\n“Despite the court mandating police protection for queer couples in danger from their families, in small towns like ours, the family’s wish gets precedence over our rights and the police force has never been in our favour and has sought opportunities to harass us,” said Ms. Bhawna. “Had the Supreme Court pronounced the judgement in our favour it would have made our fight against our families much easier and there would be no need for police intervention,” added Ms. Kajal.\n\nDon Hasar, a trans individual who runs the Himachal Queer Foundation working with queer people in rural areas, agreed. “This judgement could have been a game-changer for queer people in rural India,” they told The Hindu, adding that the ruling may make things more complicated for queer people in villages dealing with their families.\n\nKaruna Nundy argued for two queer couples before the Supreme Court. She told The Hindu that a historic opportunity to recognise the constitutional rights of queer families had been missed by the Supreme Court, as only one judge was needed to join Justices Chandrachud and Sanjay Kishan Kaul in their declaration. “However, the rights of transgenders to marry a person of the opposite gender has been recognised. That’s a step forward, as also the affirmative protections in criminal law for queer couples,” she said. But Don Hasar added that this part also left a gap in addressing issues faced by trans people in non-heterosexual relationships.",
    "imgLink": "https://th-i.thgim.com/public/incoming/8gaczr/article67431889.ece/alternates/LANDSCAPE_1200/19_SUPREME_COURT_SAME_SEX_MARRIAGE_17_10_DELHI.JPG",
    "category": "india",
    "id": "53cly10lulnvger2e"
  },
  {
    "title": "As they trade charges on nepotism and sexism, WHO contest between Bangladesh and Nepal gets heated",
    "link": "https://www.thehindu.com/news/international/for-the-post-of-regional-head-of-the-world-health-organization/article67431550.ece",
    "description": "Both Bangladesh and Nepal have proposed candidates for the WHO Regional Director’s post, pitting a veteran from the world health body against Bangladesh PM Sheikh Hasina’s daughter",
    "date": "Tue, 17 Oct 2023 23:08:56 +0530",
    "content": "The contest between Bangladesh and Nepal for the regional head of the World Health Organization (WHO) has become increasingly heated, with allegations of “nepotism” and “sexism” being hurled at the candidates, and the election to be held in Delhi less than two weeks away.\n\nIn an interview to The Hindu, Bangladesh’s Foreign Minister has demanded that Nepal, whose candidate Shambhu Acharya is a WHO veteran, withdraw its candidate for the post, in favour of Bangladesh’s candidate Saima Wazed, who is Prime Minister Sheikh Hasina’s daughter, defending her against the charges of “nepotism”. Ms. Wazed has also alleged that the opposition to her candidature denotes a “vicious strain of sexism” against women competing for “positions of power”.\n\n“[Nepal’s candidate] had been working in the WHO for the last 30 years and was in a decision-making position. So why have [health indices] not improved in the whole of the South East Asian region, even though he himself is a person of South Asian origin?” Bangladesh Foreign Minister A. K. Abdul Momen asked, adding that the Nepali candidate should “step down” from the election race.\n\nMr. Acharya refuted the allegations of inefficacy, saying that in fact “the world has made substantial progress in health”. “The responsibility in achieving health for all is a shared responsibility as mentioned in the UNGA (United Nations General Assembly) SDG (Sustainable Development Goals) review,” he added.\n\nWhen asked about the Bangladesh government’s call to withdraw, Nepal’s Health Minister said that Mr. Acharya is the “most eligible” candidate, pitting his experience in public health against Ms. Wazed’s, who is a psychologist, an activist on autism, and a government advisor.\n\n“Dr. Shambhu Acharya has obtained advanced public health degree and possesses profound experience in public health working in different agencies and at different levels…The Regional Director position requires skills in human resource management, institutional management etc. among others which Dr. Acharya has been doing for more than two decades,” Nepal’s Health Minister Mohan Bahadur Basnet said in a written response.\n\nAs The Hindu had reported last month, both countries had forwarded their candidatures for Director of the WHO’s South East Asian Regional Office (SEARO) earlier this year. The post will go to the candidate receiving the majority of votes after a secret ballot by 11 regional members — Bangladesh, Bhutan, North Korea, India, Indonesia, the Maldives, Myanmar, Nepal, Sri Lanka, Thailand, and Timor-Leste.  After it became clear that there would be a contest during the upcoming SEARO meeting in Delhi from October 30-November2, an unusually high-profile campaign has followed with Ms. Wazed accompanying Ms. Hasina to a number of international conferences, including the BRICS summit in South Africa, the G-20 summit in Delhi, and the UNGA summit in New York, posting photographs with many world leaders, including U. S. President Joe Biden, Chinese President Xi Jinping, and Prime Minister Narendra Modi.\n\nAfter a number of articles in public health journals, including The Lancet and Health Policy Watch, criticised her for using Ms. Hasina’s clout in the campaign, Ms. Wazed hit back in a piece entitled ‘Setting the Record Straight’ last week, where she accused the articles against her of reflecting “damaging biases, that perpetuate harmful stigmas and stereotypes”, adding details of her own experience in advocating for awareness on autism and mental health.\n\nThe Ministry of External Affairs declined to comment on India’s choice in the subcontinental tussle. However, officials have said that the Bangladesh candidate has “the edge” given close ties, and Mr. Modi’s promise of support during his visit to Dhaka in 2021 that was mentioned in the India-Bangladesh joint statement at the time. However, the joint statement issued subsequently, during Ms. Hasina’s visit to Delhi in 2022, does not mention the WHO contest. India’s Poonam Khetrapal has been the WHO SEARO Director since 2014, and will hand over the post to the nominated candidate chosen at the Delhi meeting this month, following a ratification of the nomination in January 2024.",
    "imgLink": "https://th-i.thgim.com/public/news/national/tnh652/article67278564.ece/alternates/LANDSCAPE_1200/WHO%20REGIONAL%20DIRECTOR.png",
    "category": "india",
    "id": "53cly10lulnvgerge"
  },
  {
    "title": "NGT seeks report from CPCB on dumping of garbage in areas close to Kerala border ",
    "link": "https://www.thehindu.com/news/cities/chennai/ngt-seeks-report-from-cpcb-on-dumping-of-garbage-in-areas-close-to-kerala-border/article67431222.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 23:01:37 +0530",
    "content": "The southern bench of the National Green Tribunal (NGT) has asked the Central Pollution Control Board (CPCB) to file a report on action taken in coordinating with pollution control boards in Tamil Nadu and Kerala in the issue of garbage dumping near border areas.\n\nWhile hearing a suo moto case based on a news report by The Hindu on the dumping of garbage near Anamalai and places bordering Kerala, the Bench remarked that, as per a recent news report, more than 10 tonnes of municipal solid waste were dumped in Ilayarkulam junction, Nanguneri-Moolakaraipatti road, and Shenbagaramanallur road in Nanguneri town of Tirunelveli, despite an eight-member special monitoring committee formed to monitor waste dumped in Tirunelveli. It was indicated that the recent piles of waste were from Thiruvananthapuram.\n\n“Even in the earlier orders, we had directed both the TNPCB and Kerala SPCB to coordinate and address the issue of dumping in the border areas and directed the Central Pollution Control Board to coordinate in this regard,” the Bench said.\n\nTo this, the counsel appearing for CPCB informed that Kerala had not responded to the meeting. Noting that the Kerala Pollution Control Board has neither responded to the NGT nor the meeting, the Bench asked the CPCB to file a report on action taken in this regard. The case has been posted for a final hearing on November 2.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgernb"
  },
  {
    "title": "Transgender persons in heterosexual relationships have the right to marry under existing law, Supreme Court holds ",
    "link": "https://www.thehindu.com/news/national/transgender-persons-in-heterosexual-relationships-have-the-right-to-marry-under-existing-law-supreme-court-holds/article67431749.ece",
    "description": "Gender of a person is not the same as their sexuality, observes the top court",
    "date": "Tue, 17 Oct 2023 23:00:37 +0530",
    "content": "Since a transgender person can be in a heterosexual relationship like a cis-male or cis-female, a union between a transwoman and a transman, or a transwoman and a cisman, or a transman and a ciswoman can be registered under marriage laws. File. | Photo Credit: Reuters\n\nSince a transgender person can be in a heterosexual relationship like a cis-male or cis-female, a union between a transwoman and a transman, or a transwoman and a cisman, or a transman and a ciswoman can be registered under marriage laws. File. | Photo Credit: Reuters\n\nThe Supreme Court on October 17 held that transgender persons in heterosexual relationships have the right to marry under existing law, including personal laws which regulate marriage.\n\nA Constitution Bench headed by Chief Justice of India D. Y. Chandrachud, which decided petitions seeking legal status to same-sex marriage, held that “transgender persons in heterosexual relationships have the freedom and entitlement to marry under the existing statutory provisions”.\n\n“The gender of a person is not the same as their sexuality. A person is a transgender person by virtue of their gender identity. A transgender person may be heterosexual or homosexual or of any other sexuality. If a transgender person is in a heterosexual relationship and wishes to marry their partner (and if each of them meets the other requirements set out in the applicable law), such a marriage would be recognised by the laws governing marriage,” the Chief Justice held in his opinion seconded by all the other four members of the Bench.\n\nSince a transgender person can be in a heterosexual relationship like a cis-male or cis-female, a union between a transwoman and a transman, or a transwoman and a cisman, or a transman and a ciswoman can be registered under marriage laws, the Chief Justice reasoned.\n\n“A transgender man has the right to marry a cisgender woman under the laws governing marriage in the country, including personal laws. Similarly, a transgender woman has the right to marry a cisgender man. A transgender man and a transgender woman can also marry,” the Chief Justice held.",
    "imgLink": "https://th-i.thgim.com/public/incoming/wpno2k/article67431873.ece/alternates/LANDSCAPE_1200/2023-10-13T204134Z_1740556089_RC2VR3ATG4WE_RTRMADP_3_IDAHO-LGBT-LAWSUIT.JPG",
    "category": "india",
    "id": "53cly10lulnvgeruo"
  },
  {
    "title": "Couple found dead in Rajouri’s upper reaches, ‘militancy angle not ruled out’",
    "link": "https://www.thehindu.com/news/national/other-states/couple-found-dead-in-rajouris-upper-reaches-militancy-angle-not-ruled-out/article67430961.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 22:56:11 +0530",
    "content": "A couple living in the upper reaches of Rajouri was found dead, with their throats slit, on Tuesday. The police are also investigating the militancy angle, as the region witnessed heightened militancy this year.\n\n“We are investigating the matter professionally and will bring the facts to the fore. No conclusion can be drawn at the moment. It is a case of brutal murder and an inhumane act,” Haseeb Mughal, Deputy Inspector General of Police of the Rajouri-Poonch range, told The Hindu.\n\nOfficial sources said the militancy angle into the case is also being looked into.\n\nThe throat-slit bodies of Mohammad Azam and his wife, Gulzar Begum, were found inside their stopover home in the upper reaches of Bagla village of the Kandi area in the Rajouri district.\n\nThe Rajouri-Poonch range in the Pir Panjal valley witnessed heightened militancy this year, with frequent encounters between militants and security forces.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvges6r"
  },
  {
    "title": "Supreme Court divided on allowing unmarried couples to adopt children jointly",
    "link": "https://www.thehindu.com/news/national/supreme-court-divided-on-allowing-unmarried-couples-to-adopt-children-jointly/article67431689.ece",
    "description": "While Chief Justice D.Y. Chandrachud held that Regulation 5(3) of the Adoption Regulations was ultra vires the Juvenile Justice Act and violative of the fundamental rights of queer couples, Justices S.R. Bhat, Hima Kohli and P.S. Narasimha said the regulation was not void.",
    "date": "Tue, 17 Oct 2023 22:55:11 +0530",
    "content": "The Constitution Bench, which delivered a majority judgment in the same-sex marriage case on October 17, was divided in its opinions on whether unmarried couples, including same-sex partners, can jointly adopt children.\n\nChief Justice D. Y. Chandrachud held that Regulation 5(3) of the Adoption Regulations, which bars unmarried partners from being prospective adoptive parents, was ultra vires the Juvenile Justice Act and violative of the fundamental rights of queer couples.\n\n“These regulations only permit persons to adopt in an individual capacity and not jointly as an unmarried couple,” Chief Justice Chandrachud observed.\n\nThe majority views of Justices S. R. Bhat, Hima Kohli and P.S. Narasimha, however, said the regulation was not void.\n\nJustice Bhat said that the Central Adoption Resource Authority (CARA) and the Union government should appropriately consider the realities of de facto families, where single individuals were permitted to adopt and thereafter start living in a non-matrimonial relationship.\n\n“In an unforeseen eventuality, the adopted child in question could face exclusion from the benefits otherwise available to adopted children of married couples. This aspect needs further consideration, for which the court is not the appropriate forum,” he said.\n\nChief Justice Chandrachud noted that Regulation 5(3) in express terms excluded unmarried couples from adopting by prescribing the condition that the couple must have been in two years of a ‘stable marital relationship’.\n\nHe observed that the JJ Act, however, did not preclude unmarried couples from adopting.\n\nThe Chief Justice noted that the assumption that only married couples could provide a stable environment to children was not backed by data. “Unmarried relationships cannot be characterised as fleeting relationships which are unstable by their very nature. Marriage is not necessarily the bedrock on which families and households are built,” Chief Justice Chandrachud noted.",
    "imgLink": "https://th-i.thgim.com/public/incoming/jkibts/article67431864.ece/alternates/LANDSCAPE_1200/perenting.jpg",
    "category": "india",
    "id": "53cly10lulnvgescp"
  },
  {
    "title": "NCC cadets attend attachment camp at Wellington",
    "link": "https://www.thehindu.com/news/cities/Coimbatore/ncc-cadets-attend-attachment-camp-at-wellington/article67430436.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 22:54:38 +0530",
    "content": "NCC cadets at an attachment camp organised by the Madras Regimental Centre at the Ava Hill in Wellington in the Nilgiris. | Photo Credit: Special Arrangement\n\nNCC cadets at an attachment camp organised by the Madras Regimental Centre at the Ava Hill in Wellington in the Nilgiris. | Photo Credit: Special Arrangement\n\nA total of 51 senior division NCC cadets attended an attachment camp organised by the Madras Regimental Centre at Ava Hill in Wellington in the Nilgiris district.\n\nThe cadets took part in a rigorous training programme that encompassed military subjects and adventure training under the guidance of NCC officers — Lieutenants S. Vijay and Manoj Prabhakar— as well as a dedicated team from the MRC. A press release from the MRC said that the cadets, selected from NCC Directorate Tamil Nadu, Pondicherry as well as Andaman and and Nicobar, representing various schools and colleges, took part in rock climbing, trekking and obstacle course challenges.",
    "imgLink": "https://th-i.thgim.com/public/incoming/yarl4/article67431733.ece/alternates/LANDSCAPE_1200/10214_17_10_2023_15_58_22_3_WHATSAPPIMAGE2023_10_16AT70902PM.JPEG",
    "category": "india",
    "id": "53cly10lulnvgespa"
  },
  {
    "title": "BJP is still banking on ‘ghar wapsi’ campaigner Judeo’s legacy to regain the trust of tribal communities in Chhattisgarh",
    "link": "https://www.thehindu.com/elections/chhattisgarh-assembly/bjp-is-still-banking-on-ghar-wapsi-campaigner-judeos-legacy-to-regain-the-trust-of-tribal-communities-in-chhattisgarh/article67431513.ece",
    "description": "The late ‘ghar wapsi’ campaigner’s middle son, Prabal Pratap, and youngest daughter-in-law, Sanyogita Singh Judeo, will contest from Kota and Chandrapur, respectively",
    "date": "Tue, 17 Oct 2023 22:52:32 +0530",
    "content": "Even a decade after his demise, the BJP is banking on the legacy of the late “ghar wapsi” campaigner Dilip Singh Judeo to revive its fortunes among tribal communities in Chhattisgarh. The party, which has won only two of the 29 tribal seats in the State, has given a ticket to Judeo’s middle son, Prabal Pratap, and youngest daughter-in-law, Sanyogita Singh Judeo, from Kota and Chandrapur, respectively, with the ‘Bahu Rani’ given the comparatively safer seat. Both candidates are trying to connect with voters on issues, including conversion and development.\n\nDilip Singh Judeo was the younger son of Raja Vijay Bhushan Singh Deo, the last ruling prince of Jashpur. He was a two-time Member of Parliament and three-time Rajya Sabha MP, who also held a Cabinet rank in the Atal Bihari Vajpayee government at the Centre. According to his family, Judeo, known as the ‘tribal king of Chhattisgarh’, was the first and only member of a royal family in India to wash the feet of tribal people and bring them back into the Hindu fold. He devoted his life to the Rashtriya Swayamsevak Sangh’s (RSS) ‘ghar wapsi’ campaign. His downfall began after a sting operation against him went viral on social media, forcing him to resign.\n\nAfter his demise, Judeo’s legacy was taken up by his younger son and the husband of Ms. Sanyogita Singh Judeo, the late Yudhveer Singh Judeo, who won the Chandrapur seat twice, in 2008 and 2013. Yudhveer Singh Deo passed away after a prolonged illness, handing the baton over to his wife. She lost in the 2018 State polls.\n\n“Even after that loss, the RSS believes that only Sanyogita is fit for the Chandrapur seat as her husband did a lot of work here. Chandrapur is also very close to Jashpur, Judeo’s karmabhoomi, but it’s a reserved seat,” a BJP functionary, who maintained that even after the ‘Bahu Rani’ remained at the third spot in Chandrapur in the 2018 polls, and Mr. Pratap has only a “marginal” presence in State politics, the two have been selected as candidates because the RSS had more say in ticket distribution this time.\n\n“It was due to Judeo that the BJP had robust support in Chhattisgarh’s tribal population. Only his family can revive the lost faith,” an RSS office-bearer, who claimed that many of the Sangh’s volunteers had already moved to Chandrapur and Kota to help Judeo’s kin in their campaigns.\n\nMr. Pratap is now the face of the Sangh’s ‘ghar wapsi’ campaign in the State, with a Scheduled Tribes (ST) population of 30.62%. Right wing groups believe STs are facing massive conversion by Christian missionaries. Mr. Pratap’s stature rose in the party last November, when RSS chief Mohan Bhagwat unveiled a statue of Judeo in Jashpur. Addressing his audience, Mr. Bhagwat had compared Judeo to Birsa Munda, who is revered by tribal communities. He had said that both Judeo and Birsa Munda had immense love for India and their love had shown the way to Indians. Mr. Bhagwat had also praised Mr. Pratap for carrying his father’s legacy forward.\n\nAt one of his public meetings, Mr. Pratap, who quit a high-paying job in the U. S. and returned to India when his father died in 2013, asked the audience how the Congress could call him an “outsider” when it’s own leaders were “Italian”.\n\n“I can’t fight from Kota, which is just 400 km from my janam and karma bhoomi, while their own leaders have travelled all the way from Italy and want to rule India,” Mr. Pratap said. He appears confident of winning from Kota and is also hoping for a bigger role if he secures victory. “I have been given the toughest seat in the State. The BJP has never won this seat. So, it’s obvious that my victory will be seen as landmark,” he told The Hindu.\n\nResidents of Kota associate with the Judeo family but are irked with the BJP due to the lack of development in the area, including bad roads, and inadequate infrastructure, and jobs. “I appreciate the courage of these people who are targeting the Congress for no development in the State, which otherwise was ruled by the BJP for 15 years, which means there were roads in Chhattisgarh before but the Congress dug them into potholes so that the BJP can cry ‘no development’,” Pawan Sahu, a businessman from Kota, said.\n\nMs. Singh Judeo disagreed that the BJP was targeting the Congress for no development in the State even when the saffron party had ruled here for more than a decade. “The BJP has done a lot for this State. It’s the Congress that failed to preserve what was done by us,” she said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/beum88/article67431859.ece/alternates/LANDSCAPE_1200/PTI8_14_2013_000181A.JPEG-0beca.jpg",
    "category": "india",
    "id": "53cly10lulnvgeswr"
  },
  {
    "title": "Rajnath announces cash prizes to military personnel who won medals at Asian Games",
    "link": "https://www.thehindu.com/sport/other-sports/rajnath-announces-cash-prizes-to-military-personnel-who-won-medals-at-asian-games/article67430828.ece",
    "description": "Gold medal winners to get ₹25 lakh; Silver Medal – ₹15 lakh and Bronze medal – ₹10 lakh",
    "date": "Tue, 17 Oct 2023 22:47:14 +0530",
    "content": "Felicitating medal winners, participants and support staff from the Armed forces, who took part in the recently concluded 19th Asian Games at Hangzhou, China, Defence Minister Rajnath Singh on Tuesday announced cash prizes to military personnel who won medals. As per this, gold medal winners will get ₹25 lakh, ₹15 lakh for silver medal and ₹10 lakh for Bronze medal.\n\nMr. Singh interacted with a total of 76 players and staff, who attended the event in New Delhi, and congratulated them for their excellent display at the Games, a Defence Ministry statement said. In all Service personnel bagged 16 individual medals — three Gold, six Silver and seven Bronze and eight team medals, which includes two Gold, three Silver and three Bronze.\n\nA contingent of 88 soldiers, including three sportswomen, participated in 18 disciplines at the Games, which were held from September 23 to October 8, 2023.\n\n“You are not just representing a medal, but are also representing a narrative of excellence of Indian society. You are a great medium to provide inspiration to the youth,” Mr. Singh said, addressing the players. He appreciated the efforts of the players, including those who gave their best, but could not win the medals and reminded them of ‘Flying Sikh’ Milkha Singh, who missed a medal in the 400-metre race in the 1960 Olympics in Rome by a whisker, but became a guiding star of Indian athletics. Milkha Singh is an inspiration for all even today, he stated.\n\nCommending armed forces personnel for always being among the medal winners at different Games, Mr. Singh added, “Be it a battlefield or a playground, a soldier always performs because of dedication, discipline, hard work and the desire to do something for the nation. These virtues help in bringing medals for us in sports. Within a soldier, there is a player; within a player, there is a soldier.”",
    "imgLink": "https://th-i.thgim.com/public/news/national/ebn5ik/article67430957.ece/alternates/LANDSCAPE_1200/medal%20winners.jpg",
    "category": "india",
    "id": "53cly10lulnvget6u"
  },
  {
    "title": "NC, Cong. to rotate CEC post in Kargil hill council; Dr. Akhoon’s name proposed for first term",
    "link": "https://www.thehindu.com/news/national/other-states/nc-cong-to-rotate-cec-post-in-kargil-hill-council-dr-akhoons-name-proposed-for-first-term/article67430616.ece",
    "description": "Ladakh, without an assembly, has two hill councils, one for Kargil and one for Leh.",
    "date": "Tue, 17 Oct 2023 22:45:23 +0530",
    "content": "The National Conference (NC) and Congress on October 17 agreed to rotate the post of the Chief Executive Councillor (CEC) in the Ladakh Autonomous Hill Development Council-Kargil (LAHDC-K), with the former slated to get the first term on Wednesday.\n\nThe name of NC leader Dr. Mohammad Jaffer Akhoon, a retired Chief Medical Officer (CMO) and brother of senior NC leader Qamar Ali Akhoon, has been proposed for the post of CEC. “His (Dr. Akhoon) name was approved unanimously by all the elected councillors and senior members of the party,” said NC leader Muhammad Hanifa Jan. Dr. Akhoon won the hill council elections from the Thasgam-Thuina constituency recently.\n\nAll the 26 elected members, who were declared winners on October 8, participated in a swearing-in ceremony in Kargil on Tuesday. The NC has 12 seats, Congress 10, BJP two, and Independents two in the 26-member LAHDC-K. Four additional seats will be nominated by the Lieutenant Governor’s administration, with two reserved for women, one for minorities and one for an educationist. The NC and Congress contested these polls in alliance and won 22 seats.\n\nThe election of the CEC will be held on Wednesday, where the elected members will get to vote. “We are hopeful our candidate will be elected to the CEC post, given the numbers. We have decided to rotate the post of the CEC with the Congress, with each getting two-and-a-half years. The first term will be with the NC,” senior NC Qamar Ali Akhoon told The Hindu.\n\nMr. Akhoon, also additional general secretary of the party, said the priority of the Council would be to push the overall development of Kargil, with a thrust on sectors like tourism, agriculture, communication network, roadways, and animal husbandry.\n\n“The opening up of the Zojila Tunnel, connecting with Kashmir, and a functional airport in Kargil, will also be on the council’s priority list,” Mr. Akhoon said.\n\nKargil witnessed the first-ever council polls on October 4 this year since Ladakh was converted into a Union Territory. Ladakh, without an assembly, has two hill councils, one for Kargil and one for Leh. The Leh council is headed by the BJP after winning a majority of seats in the 2020 polls.",
    "imgLink": "https://th-i.thgim.com/public/incoming/lf08cm/article67431847.ece/alternates/LANDSCAPE_1200/6751_5_10_2023_15_27_28_5_10_DAILYLIFE_SGR_05_10_2023.JPG",
    "category": "india",
    "id": "53cly10lulnvgete5"
  },
  {
    "title": "Explained | The allegations on Adani coal imports",
    "link": "https://www.thehindu.com/news/national/explained-the-allegations-on-adani-coal-imports/article67431815.ece",
    "description": "What has emerged out of the Financial Times report? How was the conglomerate allegedly manipulating the price of coal imports? How has the Adani Group responded to the accusations?",
    "date": "Tue, 17 Oct 2023 22:43:37 +0530",
    "content": "The story so far: In a recent report, the Financial Times stated that the Adani Group appeared to have imported billions of dollars of coal at prices above their market value. The reportage was based on an examination of 30 shipments of the commodity from Indonesia to India, over 32 months between 2019 and 2021. It stated that the data affirmed long-standing allegations (against the company) of making consumers and businesses overpay for electricity. The Adani Group has denied the allegations.\n\nThe allegations concern the group’s Integrated Resource Management (IRM) business. A credit report in March this year held it as the country’s largest importer of thermal coal catering to the requirements of its clients in both private and public sector undertakings (PSUs).\n\nAccording to FT, the observed prices mentioned in the import records, of the examined shipments, were far higher than those in corresponding export declarations. For example, bulk carrier DL Acacia transported 74,820 tonnes of coal in January 2019. Export records mention the price of the commodity as $1.9 million plus $42,000 for shipping and insurance. However, upon arrival at India’s Mundra port in Gujarat (run by the conglomerate) the declared import value was escalated to $4.3 million. Separately, as per Indonesian declarations, the 30 sailings are said to have transported 3.1 million tonnes of coal during the mentioned period valued at $139 million, excluding another $3.1 million in shipping and insurance costs (thus, totalling about $142 million). However, the price declared to custom officers in India was $215 million. This amounted to a $73 million profit, which, as per FT, was “far in excess of plausible shipping costs”.\n\nCoal trading largely follows a “high volume competitive business with profit margins in the low single digits” paradigm. Additionally, considering the essential nature of the commodity, stringent government regulations too become necessary. Hence, it becomes imperative that miners consider these factors when pricing their product to make it worthwhile for the traders to derive something. In a related context, an expert in Indonesian trade told the publication that anything more than a couple of dollars above the market price raises eyebrows.\n\nThe investigative trail centres around three “middlemen”, or offshore entities, that supplied the group with coal and are said to have made “more substantial amounts”. These include Hi Lingos in Taipei, Taurus Commodities General Trading in Dubai and Pan Asian Tradelink in Singapore. Import data since July 2021 indicated that the conglomerate paid a total of $4.8 billion to the entities for the coal sourced – a substantial premium to market prices. For further perspective, 73 million tonnes of coal were imported by Adani Enterprises (in 2,000 shipments) between September 2021 and July 2023. Of the 73 million imported, 42.2 million tonnes were supplied by its own operations at an average (declared) price of $130 per tonne, while the average price for the three middlemen stood at $155 per tonne. Separately, imports from Hi Lingos were declared at $149 per tonne, Taurus at $154.43 and Pan Asia at $168.58.\n\nFT observed Hi Lingos was owned by Taiwanese businessman, Chang Chung-Ling. He is believed to have been secretly one of the largest shareholders in three-listed Adani companies between 2013 to at least early 2017. Pan Asia Tradelink, with the highest premium, was observed to not have any other Indian customer, except for Adani Power.\n\nThe Adani group’s rebuttal focuses on two points. The first of it is about the publication basing its story on the Directorate of Revenue Intelligence’s March 2016 circular. For perspective, the notice spoke of “certain importers of Indonesian Coal were artificially inflating its import value as compared to the actual value”. While the circular also names 40 private power generators including Reliance Infra, JSW Steels and Essar among others, the Adani group has been singled out, it argues. The conglomerate argued that the show-cause notice to one of the 40 importers mentioned in the circular had been quashed by the Customs Excise and Service Tax Appellate Tribunal (CESTAT). “Further, the DRI’s appeal was dismissed as withdrawn by the Hon’ble Supreme Court of India on 24 January 2023 with the observation that ‘we appreciate the stand taken by the Government in not entering into futile litigation’,” it noted.\n\nSecondly, the conglomerate alleged the reportage ignored that coal procurement in India was done on long-term supply basis through an “open, transparent, global bidding process thereby eliminating any possibility of price manipulation”. It explained that tariffs are fixed by the Central Electricity Regulatory Commission after “evaluating all variables and in consultations with power generator, distributor and retail consumers”. Thus, introducing multiple opportunities for determining aspects related to tariffs, such as the import value of coal. To this effect, the group contends, “the question of over invoicing or price manipulation does not arise.”",
    "imgLink": "https://th-i.thgim.com/public/incoming/yxovbx/article67431817.ece/alternates/LANDSCAPE_1200/PTI04_07_2023_000105B.jpg",
    "category": "india",
    "id": "53cly10lulnvgetnq"
  },
  {
    "title": "Kamal Nath downplays ‘tear Digvijaya’s clothes’ remarks; BJP in attacking mode",
    "link": "https://www.thehindu.com/elections/madhya-pradesh-assembly/kamal-nath-downplays-tear-digvijayas-cloths-remarks-bjp-in-attacking-mode/article67431509.ece",
    "description": "The two leaders engaged in a light-hearted discussion on the incident when they shared the stage during the launch of the Congress manifesto in Bhopal",
    "date": "Tue, 17 Oct 2023 22:42:43 +0530",
    "content": "Madhya Pradesh Congress president Kamal Nath with Rajya Sabha MP Digvijay Singh during the release of party’s manifesto ahead of the State Assembly elections in Bhopal on October 17, 2023. | Photo Credit: ANI\n\nMadhya Pradesh Congress president Kamal Nath with Rajya Sabha MP Digvijay Singh during the release of party’s manifesto ahead of the State Assembly elections in Bhopal on October 17, 2023. | Photo Credit: ANI\n\nA day after a purported video surfaced on social media, in which Madhya Pradesh Congress Committee (MPCC) chief Kamal Nath could be heard telling party workers to “tear up the clothes of Digvijaya Singh and his son Jaivardhan Singh”, Mr. Nath on Tuesday tried to diffuse the tension as the two leaders shared light banter during the launch of the Congress manifesto in Bhopal.\n\nIn the video, Mr. Nath is seen talking to a group of people, reportedly supporters of party leader Virendra Raghuvanshi. The sitting MLA from Kolaras constituency in Shivpuri district had recently joined the Congress from BJP, but could not get a ticket from the Shivpuri Assembly seat he sought. The party has fielded Pichhore MLA K. P. Singh from the Shivpuri seat.\n\nMr. Nath is heard blaming Mr. Digvijaya for the development. He is heard saying that he had “left the matter” with Mr. Digvijaya and Mr. Jaivardhan and there could be some misunderstanding.\n\n“I myself did not understand why K. P. Singh has to be fielded from Shivpuri. I got Virendra to join the party and now I am embarrassed in front of him. I have called Digvijaya Singh and K.P. Singh to Delhi. I want Virendra [to contest]...” he told the partymen.\n\n“Now, go and tear up the clothes of Digvijaya Singh and Jaivardhan Singh,” Mr. Nath says in the video.\n\nAs the clip went viral, BJP leaders alleged factionalism in the State unit of Congress amid ticket distribution.\n\nHowever, as Mr. Nath and Mr. Digvijaya shared the stage during the launch of Congress’ manifesto in Bhopal, the two tried to downplay the video.\n\nMr. Nath said that long ago he had given Mr. Digvijaya “a power of attorney to take the criticism on his behalf and it is still valid” even as Mr. Digvijaya, interrupting him, said that “one should know who’s at fault”.\n\n“Relationship between me and Digvijaya Singh is not political but of love and laughter,” said Mr. Nath.\n\nMr. Digvijaya said, “It is the PCC president who signs on forms A and B [election nomination forms]. So, whose clothes should be torn?” Mr. Nath replied, “Whether there was a mistake or not, you have to take the criticism [for me].”\n\nChief Minister Shivraj Singh Chouhan said that the development showed the “real face of the Congress”.\n\nState BJP president and MP V. D. Sharma, at a press conference, said, “Kamal Nath’s statement reveals the Congress criminal character where he is asking workers to tear up their clothes.”\n\nAmid speculations over Congress general secretary in-charge of M. P Randeep Surjewala’s absence from the manifesto launch event, Pankaj Chaturvedi, the BJP spokesperson who had switched over from Congress in 2021, said that Mr. Surjewala skipped the event to “protect his self-respect”.\n\n“Now, I understand why Surjewala ji ran away. So that nobody starts a cloth-tearing competition with him. Both of them [Mr. Nath and Mr. Digvijaya] won’t mend ways,” he wrote in a post on X.\n\nMr. Surjewala was earlier scheduled to be in Bhopal to attend the manifesto launch.",
    "imgLink": "https://th-i.thgim.com/public/incoming/hm9gdr/article67431839.ece/alternates/LANDSCAPE_1200/20231017167L.jpg",
    "category": "india",
    "id": "53cly10lulnvgetz4"
  },
  {
    "title": "Metro Water signs MoU with German Water Partnership",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/metro-water-signs-mou-with-german-water-partnership/article67431778.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 22:41:57 +0530",
    "content": "Chennai Metropolitan Water Supply and Sewerage Board (CMWSSB) on Tuesday signed a MoU with the German Water Partnership for the joint development of a conceptual design for the upgrade of an existing wastewater treatment plant under local conditions in India, which will then serve as a show-case plant for adapted German wastewater technologies.\n\nIt will also be used for training purposes and capacity building, according to a press note.\n\nThis is an export initiative for climate protection supported by the Federal Ministry of Germany for Environment, Nature Conservation, Nuclear Safety & Consumer Protection (BMUV).\n\nThe project contributes to achieving the Sustainable Development Goals (SDGs) of the United Nations (UN).\n\nIt addresses SDG 6, “ensure availability and sustainable management of water and sanitation for all”; with a deeper focus on SDG 6.3, “improvement of water quality, wastewater treatment, and reuse”; SDG 9, “build resilient infrastructure, promote inclusive and sustainable industrialisation and foster innovation”; and SDG 4, “equitable quality education and promote lifelong learning opportunities for all”.\n\nIn the first and current phase, engineering services at the level of feasibility study (or, in Indian terms, a DPR) are being rendered to CMWSSB.\n\nThe project is currently financed by the German Federal Ministry for Environment, Nature Conservation and Nuclear Safety.\n\nThe local partners are CMWSSB and Anna University. The wastewater treatment plant to be refurbished in the second phase (implementation) is based in Chennai and has a capacity of 23 MLD.\n\nThe second phase will be structured and commence after the proper completion of the first and current phases.",
    "imgLink": "https://th-i.thgim.com/public/news/national/tamil-nadu/b91wrl/article67431802.ece/alternates/LANDSCAPE_1200/WhatsApp%20Image%202023-10-17%20at%2010.06.26%20PM.jpeg",
    "category": "india",
    "id": "53cly10lulnvgeuee"
  },
  {
    "title": "Lok Sabha Speaker refers ‘cash-for-query’ complaint against Trinamool Congress MP Mahua Moitra to ethics panel",
    "link": "https://www.thehindu.com/news/national/lok-sabha-speaker-refers-cash-for-query-complaint-against-trinamool-congress-mp-mahua-moitra-to-ethics-panel/article67430956.ece",
    "description": "Decision comes in the wake of BJP MP Nishikant Dubey’s complaint to Speaker Om Birla against Trinamool leader alleging that she had taken bribes from a businessman to ask questions in Parliament",
    "date": "Tue, 17 Oct 2023 22:39:40 +0530",
    "content": "Lok Sabha Speaker Om Birla has referred BJP MP Nishikant Dubey's \"bribe-for-query\" complaint against Trinamool Congress member Mahua Moitra to the Ethics Committee of the Lower House.\n\nMr. Dubey has accused Moitra of taking \"bribes\" from a businessman to ask questions in Parliament and urged Mr. Birla to constitute an \"inquiry committee\" to look into the charges against her.\n\nMs. Moitra has hit back, saying she “welcomes any move against her after the Lok Sabha Speaker is finished dealing with pending charges against him (Dubey)“.\n\nThe Ethics Committee of the Lok Sabha is chaired by BJP MP Vinod Kumar Sonkar.\n\nOn Sunday, Mr. Dubey wrote to the Speaker under the subject \"Re-emergence of nasty 'Cash for Query' in Parliament, Direct involvement of Smt. Mahua Moitra, Member of Parliament (Lok Sabha) for serious 'Breach of Privilege', 'Contempt of the House' and a 'Criminal Offence' under Section 120-A of IPC\".\n\nCiting a letter he has received from an advocate, the BJP MP said the lawyer has shared \"irrefutable\" evidence of bribes exchanged between the Trinamool leader and a businessman.\n\nIn his letter to the Speaker, Mr. Dubey said 50 of 61 questions that she has asked in Lok Sabha till recently were focused on the Adani Group, the business conglomerate which the Trinamool MP has often accused of malpractices, more so after it was at the receiving end of a critical report of short-selling from Hindenburg Research.\n\nMeanwhile, Ms. Moitra moved the Delhi High Court seeking to restrain Mr. Dubey, advocate Jai Anant Dehadrai and several social media platforms and media houses from posting, circulating or publishing any alleged fake and defamatory content against her. The High Court issued notices to the defendants in the case and posted Ms. Moitra’s suit for further hearing on Friday.",
    "imgLink": "https://th-i.thgim.com/public/incoming/9yofp5/article67431105.ece/alternates/LANDSCAPE_1200/PTI10_15_2023_000117A.jpg",
    "category": "india",
    "id": "53cly10lulnvgeuow"
  },
  {
    "title": "A 143-year-old bakery, run by one family all along, is Coonoor’s ‘crowning’ glory",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/a-143-year-old-bakery-run-by-one-family-all-along-is-coonoors-crowning-glory/article67431830.ece",
    "description": "Crown Bakery, established in 1880 by G. Mohammed Sheriff, has been run by the same family, with minimal changes to the building where it is located since its inception. The recipes for the specialities of the bakery are a closely guarded secret. And the bakery has famous visitors, including Mahatma Gandhi",
    "date": "Tue, 17 Oct 2023 22:36:19 +0530",
    "content": "Taste still intact: Every day, freshly prepared items arrive at Crown Bakery. Its bread and cakes are in high demand. All products are made in wood-fired ovens | Photo Credit: Special Arrangement\n\nTaste still intact: Every day, freshly prepared items arrive at Crown Bakery. Its bread and cakes are in high demand. All products are made in wood-fired ovens | Photo Credit: Special Arrangement\n\nWhile Coonoor has changed markedly over the last 143 years, with its picturesque dales and valleys being swallowed up by gargantuan concrete buildings and grasslands taken over by networks of crowded roads, one bakery in the town, owned by one family, has stood steadfast in business.\n\nTo get today’s top stories from the State in your inbox, subscribe to our Tamil Nadu Today newsletter\n\nThe Crown Bakery, established in 1880 by G. Mohammed Sheriff, has been run by the same family for over 140 years, with minimal changes to the building where the bakery is located since its inception. Inside, huge glass jars, tinged by time with a shade of yellow, are filled with biscuits and cakes.\n\nMohammed Sheriff, who had come to the Nilgiris from Hyderabad, opened one of the first bakeries in the Nilgiris. It is the oldest surviving bakery in the hills. Interestingly, the first bakery in Coonoor, the Nilgiri Bakery, was set up in the 1860s. However, it wound up a few decades later. “Now, the Crown Bakery is known throughout India,” says Abdullah Sheriff, the father of the current proprietor, Ahmed Sheriff.\n\nThe town and the area surrounding the bakery have changed since it was started, Mr. Abdullah Sheriff says, adding that the bakery itself was surrounded by a vacant land, the size of a football field, where children would often gather to play. Over the decades, the area has gradually been consumed by other buildings housing businesses and even bakeries. However, Coonoor residents still visit the Crown Bakery to buy breads and cakes.\n\nB. Arjunan, 42, a resident of Coonoor, says he and his family have always bought bread from the Crown Bakery since he was a child. “Of course, there are newer bakeries in town, but most Coonoor residents have been used to buying from this bakery. There is a lingering charm of walking in and seeing the same bottles containing biscuits you saw as a child on the counters, and the quality is still unmatched,” Mr. Arjunan says.\n\nEvery day, freshly prepared items arrive at the bakery; bread and cakes are in high demand.\n\nMr. Abdullah Sheriff says the bakery used to supply products to the then British Barracks at the Madras Regimental Center at Wellington, Coonoor. “Even today, Army officers visit the bakery to buy cakes and bread or send their cars to pick them up,” he says.\n\nThe Crown Bakery has also had its share of famous visitors. Mahatma Gandhi came in during his visit to the hills in 1934. The who’s who of the Bollywood have been regular patrons. “We even supply snacks to locations where films are shot in the Nilgiris,” says Mr. Abdullah Sheriff.\n\nThe recipes for the specialities of the bakery, which include ‘varkey’, honey cakes, plum cakes, bread and biscuits, are a closely guarded secret. They have remained largely unchanged since the bakery was started. “We still make all our products using wood-fired ovens and we don’t intend to change it,” Mr. Abdullah Sheriff says.\n\nP. J. Vasanthan, who documents the history of the Nilgiris, says that while the first bakery in the Nilgiris was the Snarre Bakery opened in Udhagamandalam in the 1840s (of which no photographic records exist), the Crown Bakery was one of the first Indian-run bakeries. “That the bakery is still functioning is a testament to the family that has run it for five generations. It is an integral part of the history of the town,” he says.\n\nRecently, the Crown Bakery was invited to the Ooty Literary Festival in Udhagamandalam. Calls are growing to declare the bakery a heritage building.",
    "imgLink": "https://th-i.thgim.com/public/incoming/4434e3/article67433112.ece/alternates/LANDSCAPE_1200/10214_8_10_2023_15_49_35_3_IMG_20231008_WA0010.JPG",
    "category": "india",
    "id": "53cly10lulnvgeuw7"
  },
  {
    "title": "When the Theosophical Society in Chennai ran into a major controversy",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/when-the-theosophical-society-in-chennai-ran-into-a-major-controversy/article67431818.ece",
    "description": "Founder Helena Petrovna Blavatsky was believed to have psychic powers, including her ability to communicate through letters on an astral plane with the ‘Mahatmas’, who inspired the founding of the society. However, it was the allegations over the dubious nature of these powers that resulted in a row in 1884",
    "date": "Tue, 17 Oct 2023 22:33:23 +0530",
    "content": "In 1879, four years after the Theosophical Society was founded in New York, its founder, Helena Petrovna Blavatsky, popularly known as Madame Blavatsky, arrived in India along with Henry Steel Olcott, one of the society’s co-founders.\n\nTo get today’s top stories from the State in your inbox, subscribe to our Tamil Nadu Today newsletter\n\nThree years later, the two established the society’s headquarters on its present premises at Adyar, Madras. The popularity of the society soared quickly with many Indians, belonging to the section of educated elites, showing interest in its activities and even becoming its members.\n\nBesides promoting universal brotherhood of humanity and the study of comparative religion and philosophy, especially from the eastern world, the key objective of the society was to “investigate unexplained laws of nature and powers latent in man”. The society believed that there were powers latent in human beings, which could be brought out through spiritual development.\n\nBlavatsky was believed to have had such psychic powers, including her ability to communicate through letters on an astral plane with the ‘Mahatmas’, who inspired the founding of the society.\n\nThe society’s history, available on its website, says that while Olcott was the lecturer and organiser, the ‘phenomena’ of Blavatsky caused her to be the chief attraction. “When in Simla in the same year [1880], she gave striking demonstrations of her powers, which were reported and discussed throughout India and in other countries,” the website says.\n\nHowever, it was the allegations over the dubious nature of these ‘powers’ that resulted in a major controversy in 1884 and the issue was hotly debated at least until her demise in 1891. An article published in The Hindu nearly a month after her death in London in May 1891 says, “It is the ‘phenomena’ which made the society famous throughout the civilised world; which won for the foundress her most prominent adherents; and which at last, justly or unjustly, overwhelmed society and foundress both with world-wide shame and ridicule.”\n\nThe September 1884 issue of The Madras Christian College Magazine, then edited by George Patterson, published an article containing many handwritten letters in English and French, said to have been written by Blavatsky to her assistant Emma Coulomb. The letters portrayed a picture that the ‘phenomena’ or many extraordinary events attributed to Blavatsky — including telepathy, the manifestations of the Mahatmas in their astral forms, broken saucers mysteriously becoming intact again, or raining of flowers from the ceiling — were, in fact, tricks. Importantly, the article indicated that the letters, believed to be written by the Mahatmas with revelatory insights, were, in fact, written by Blavatsky herself.\n\nIn May 1884, the United Kingdom-based Society for Psychical Research constituted a committee to investigate the alleged phenomena connected with the Theosophical Society. Richard Hodgson travelled to India later that year for the investigation and concluded that the ‘phenomena’ were tricks.\n\nThe ‘exposé’, based on the Coulomb letters and Hodgson’s report, received wide attention from English newspapers across the world. On the impact of the controversy, J. Barton Scott, author of the book Slandering the Sacred: Blasphemy Law and the Shaping of Indian Secularism, in an essay published in 2009, says, “Despite Theosophists’ frequent protests to the contrary, the lure of the phenomena, in all its ambiguity, had anchored the society’s occult intervention into the discursive field of ‘world of religions’. ...If its occult spaces harboured not divine verities but rather all-too-human deceptions, this core Theosophical contract would be rendered null and void.”\n\nMany members of the society and Blavatsky herself strongly countered the claims of the letters and Hodgson’s report. They pointed out that Coulomb and her husband Alexis Coulomb had fallen out of favour with Blavatsky and other members of the society and their ties with the society were severed in May 1884.\n\nBlavatsky was in London when the controversy broke out. In an interview published in the Theosophist magazine in December 1884, she said none of the letters published, except one, were written by her. She pointed to a few references in the letters, one in particular about a Maharaja of Lahore who did not exist, to argue that they were forged.\n\nThough Patterson stressed that he was publishing the letters in public interest, many Theosophists perceived the Coulomb letters as a conspiracy by the Christian missionaries who did not like the society gaining popularity. Many dubbed Hodgson’s report biased and insincere in its approach towards bringing out the truth.\n\nOne of the prominent defenders of Blavatsky and the society was Annie Besant, who would later become the society’s president. In her interview published in The Hindu in August 1891, in what appeared to be a reproduction of the interview originally published by the London-based Pall Mall Budget magazine, Besant said none of the supernatural things attributed to Blavatsky was a marvel to her. “They are simply natural results of the development of human powers which are latent in all of us, and are based on a knowledge of laws of nature at present unknown to the majority.”\n\nDismissing the importance given to such powers by others, she said these were the “merest trivialities” and the only indispensable tenet of the society was universal brotherhood. Blavatsky herself never offered to exhibit her powers and regretted the prominence given to them, Besant said. She added that Blavatsky knew that the Coulombs would betray her and yet helped them as she thought of it as a duty.\n\nAlthough the controversy continued to be intensely discussed even in the early 19th Century, the Theosophical Society survived it, albeit with a split into two groups after the death of Blavatsky. The group headquartered at Adyar carries the original name and it held its 147th international convention in December last.",
    "imgLink": "https://th-i.thgim.com/public/incoming/s3jbok/article67431823.ece/alternates/LANDSCAPE_1200/HP204155.jpg",
    "category": "india",
    "id": "53cly10lulnvgev7w"
  },
  {
    "title": "Create a ‘Kannada atmosphere’ in Karnataka, says Siddaramaiah ",
    "link": "https://www.thehindu.com/news/national/karnataka/create-a-kannada-atmosphere-in-karnataka-says-siddaramaiah/article67431466.ece",
    "description": "He unveiled the emblem of ‘Karnataka Sambhrama-50’ to mark the golden jubilee of renaming the Mysore State as Karnataka on November 1, 1973",
    "date": "Tue, 17 Oct 2023 22:32:14 +0530",
    "content": "Chief Minister Siddaramaiah, Deputy CM D. K. Shivakumar, Kannada and Culture Minister Shivaraj Tangadagi (left), at the unveiling of Karnataka Sambrama-50 emblem, to mark the golden jubilee of renaming the Mysore State as Karnataka, by Department of Kannada and Culture, at Vidhana Soudha, in Bengaluru on Tuesday, October 17, 2023. | Photo Credit: K. MURALI KUMAR\n\nChief Minister Siddaramaiah, Deputy CM D. K. Shivakumar, Kannada and Culture Minister Shivaraj Tangadagi (left), at the unveiling of Karnataka Sambrama-50 emblem, to mark the golden jubilee of renaming the Mysore State as Karnataka, by Department of Kannada and Culture, at Vidhana Soudha, in Bengaluru on Tuesday, October 17, 2023. | Photo Credit: K. MURALI KUMAR\n\nChief Minister Siddaramaiah emphasised on the need to create an environment in Karnataka where using Kannada in day-to-day transactions is natural and indispensable.\n\nHe was speaking after unveiling the emblem of ‘Karnataka Sambhrama-50’ to mark the golden jubilee of renaming the Mysore State as Karnataka on November 1, 1973.\n\n“Everyone living in Karnataka should also learn to speak Kannada. In the states of Tamil Nadu, Kerala, Telangana or Uttar Pradesh, it is impossible to live by speaking just Kannada, without learning the local language. But you can live in Karnataka even if you don’t speak Kannada. That is the difference between our State and other states,” he said, adding that this should change.\n\nComing down on Kannada not being used as administrative language, though it is officially so, he said, “Many of my Ministers and especially officers write notes in English only in the files. English can be used while writing to the Centre and other states, but otherwise it should be done in Kannada.”\n\nThe Karnataka government has decided to hold the Karnataka Rajyotsava on November 1 on a grand scale to mark the 50th year of renaming the State. He said celebrations should have begun in the run up to the 50th anniversary last year itself. The Chief Minister congratulated Raviraj G. Hulaguru who designed the logo.\n\nIt was during the tenure of former Chief Minister the late D. Devaraj Urs that Mysore State was named Karnataka. With the inclusion of the districts from erstwhile Nizam’s Hyderabad State and Bombay Presidency, many people, including politicians and activists, then felt the need to change the State’s name since districts from Mysore region were a part of the State among many others. In a ceremony conducted under the leadership of Devaraj Urs, the new name was announced.",
    "imgLink": "https://th-i.thgim.com/public/incoming/xmnzp/article67431728.ece/alternates/LANDSCAPE_1200/_DSC7334.jpg",
    "category": "india",
    "id": "53cly10lulnvgevh5"
  },
  {
    "title": "President gives away film awards; actor Waheeda Rehman gets Phalke Award",
    "link": "https://www.thehindu.com/entertainment/president-gives-away-film-awards-actor-waheeda-rehman-gets-phalke-award/article67430827.ece",
    "description": "President Murmu said the award ceremony painted a picture of diversity of India and the unity inherent in it",
    "date": "Tue, 17 Oct 2023 22:28:52 +0530",
    "content": "President Droupadi Murmu presents the Dadasaheb Phalke Award 2023 to actor Waheeda Rehman during the 69th National Film Awards at Vigyan Bhavan. | Photo Credit: Sushil Kumar Verma\n\nPresident Droupadi Murmu presents the Dadasaheb Phalke Award 2023 to actor Waheeda Rehman during the 69th National Film Awards at Vigyan Bhavan. | Photo Credit: Sushil Kumar Verma\n\nPresident Droupadi Murmu gave away the National Film Awards for the year 2021 under various categories at the 69th edition of the ceremony on Tuesday. The prestigious Dada Saheb Phalke Award was conferred on veteran Bollywood actor Waheeda Rehman.\n\nSpeaking on the occasion, the President said Ms. Rehman had established herself at the pinnacle of the film industry with her art and personality. Even in her personal life, she had made her mark as a woman of dignity, self-confidence and originality. She set an example that women themselves should also take the initiative for women empowerment.\n\nMs. Murmu also congratulated the other awardees. She said the award ceremony painted a picture of diversity of India and the unity inherent in it.\n\nUnion Minister Anurag Thakur said: “Today nothing is regional, if the content is good, regional content will find the global audience.” He said the government stood shoulder to shoulder with the industry in its efforts to counter movie piracy and it had brought the Cinematograph Act, which was a big step in curbing the menace.\n\nAmong those present at the event were Union Minister of State for Information & Broadcasting L. Murugan and I&B Secretary Apurva Chandra.\n\nS. S. Rajamouli’s blockbuster RRR took away six awards and Gangubai Kathiawadi by Sanjay Leela Bhansali bagged in five categories at the 69th National Film Awards for the year 2021 announced on Thursday. Rocketry: The Nambi Effect got the award for the best feature film, while the best actor award went to Allu Arjun for Pushpa (The Rise Part 1).\n\nAlia Bhatt and Kriti Sanon shared the Best Actress Award for Gangubai Kathiawadi and Mimi, respectively.\n\nVivek Ranjan Agnihotri-directed The Kashmir Files bagged the Nargis Dutt Award for Best Feature Film on National Integration. The Indira Gandhi Award for Best Debut Film of a Director was given to Meppadiyan and the Best Direction to Godavari (The Holy Water).\n\nRRR got the Award for Best Popular Film Providing Wholesome Entertainment; Best Male Playback Singer; and shared the Best Music Direction award with Pushpa (The Rise Part I). The movie also won in the Best Special Effects, Best Choreography and the Best Action Direction (King Soloman) categories.\n\nGangubai Kathiawadi received the award for Best screenplay, along with Nayattu (The Hunt) for screenplay writing (original) by Shahi Kabir. The film also bagged the Best Editing and the Best Make-up Artist awards.\n\nFilm Sardar Udham won national awards in Best Hindi Film, Best Cinematography, Best Audiography, Best Production Design, and Best Costume Designer categories.\n\nPankaj Tripathi (Mimi) got the award for the best supporting actor and Pallavi Joshi (The Kashmir Files) the best supporting actress. The Best Non-Feature Film award was given to Ek Tha Gaon of Srishti Lakhera.\n\nKaala Bhairava received the Best Male Playback Singer award for Komuram Bheemudo in RRR and Shreya Ghoshal the Best Female Playback Singer award for Maayava Chaayavaa in Iravin Nizhal (Shadow of the Night). Award for the best lyrics went to Chandrabose for Dham Dham Dham in Konda Polam.\n\nAwards for the Critics Special Mention went to Subramanya Badoor (Kannada); Best Film Critic to Purushothama Charyulu (Telugu); and Best Book on Cinema to “Music by Lakxmikant Pyarelal: The Incredibly Melodious Journey” by Rajiv Vijayakar (publisher: Rupa Publications India).",
    "imgLink": "https://th-i.thgim.com/public/incoming/hd5qw7/article67431807.ece/alternates/LANDSCAPE_1200/NATIONAL_FILM_AWARD_17_10_29.jpg",
    "category": "india",
    "id": "53cly10lulnvgevra"
  },
  {
    "title": "One end of this road, one of Chennai’s oldest, remains heavily congested",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/one-end-of-this-road-one-of-chennais-oldest-remains-heavily-congested/article67427268.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 22:28:37 +0530",
    "content": "The roughly one-kilometre-long Eldams Road, connecting Anna Salai and Mowbray’s Road, is one of the oldest roads in Chennai. According to the Vestiges of Old Madras, written by Henry Davison Love, the road was laid 207 years ago in 1816 and named after Richard Yeldham, who served as the Mayor of Madras in 1801.\n\nAlong with the change in its name from Yeldham’s to Eldams, the road has transformed in the past several decades from one with many bungalows into a mix of commercial and residential area. Among the few buildings that stand testimony to its past is the C. P. Ramaswami Aiyar Foundation at one end, with the address of No. 1, Eldams Road.\n\nThis side of the road is wide with old trees lining up both sides and relatively upmarket residential and commercial complexes. But the road gradually narrows towards Anna Salai. This end of the road is predominantly a lower and middle-income neighbourhood, which is congested.\n\nThis stretch witnesses heavy traffic as it connects to Anna Salai. To avoid the congestion, the section of Eldams Road, from the intersection at Tiruvalluvar Salai to Anna Salai, has been kept a one-way for long. However, this has not helped much, especially at peak hours.\n\nNon-adherence to the one-way restriction by a few motorists and temporary parking of vehicles in front of commercial enterprises mainly contribute to the congestion. Closer to Anna Salai is the old Balasubramanya Swamy Temple. Adjacent to the temple is a vegetables and fruits market, interspersed with grocery stores. The people visiting the market also contribute to the congestion as there is no space to park the vehicles.\n\nN. Menaka, one of the vegetable vendors, says the market has existed for decades. “We are often blamed for the congestion. However, most customers walk in from nearby areas or they are devotees who visit the temple and buy vegetables on their way back,” she says, adding that two garbage bins kept on the road also take up space from the carriageway. “But there are no other proper spots to keep them either,” she points out.\n\nRamanathan, another vendor, says the congestion has increased in recent months owing to the re-routing of a lot of traffic, including buses through Tiruvalluvar Salai, another narrow road that connects to Eldams Road, because of the Metro Rail work under way on T. T.K. Road.\n\nHe says the intersections at Tiruvalluvar Salai and Raja Krishnan Street are often deadlocked in the evenings. “Sometimes, there are policemen to regulate the traffic. However, there is a need for regular traffic regulation on the road to keep it relatively free of congestion,” he says.",
    "imgLink": "https://th-i.thgim.com/public/incoming/de9vuq/article67430680.ece/alternates/LANDSCAPE_1200/2501_17_10_2023_12_4_11_4_DSC_4734.JPEG",
    "category": "india",
    "id": "53cly10lulnvgevys"
  },
  {
    "title": "Ambattur OT— what’s in a name?",
    "link": "https://www.thehindu.com/news/cities/chennai/ambattur-ot-whats-in-a-name/article67425774.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 22:23:16 +0530",
    "content": "Ambattur OT – the many stories behind the name\n\nAround a year ago I embarked on a project of documenting Chennai by PIN code. I gave up writing in detail somewhere around Chennai 600025 as it was too exhausting. And then I decided to do them as one-minute reels on Instagram. That has met with good response, and I am now nearing Chennai 600060. Writing (talking really) about the old areas is easy enough but the new ones are challenging, for the available documentation on their past is negligible. That anyway is the real purpose of such an exercise.\n\nInvariably, the history of Chennai place names remains the most elusive. And those who watch the reels tend to repeat the usual myths that keep circulating on WhatsApp. There was an interesting exchange on the origin of the name Ambattur. A follower had it that the site marks the 51st of the Shakti Peethams dedicated to the Goddess, which are all over India, and hence the name Ambattur (from Aimbathi Onru for 51 in Tamil). I asked for the whereabouts of the temple at present and was rewarded with an answer – it is the Vaishnavi shrine at nearby Tirumullaivoyal. And that had me smiling, it is easy enough to locate a convenient temple anywhere in the city.\n\nUnfortunately, or should I say fortunately, the origins of this temple are well documented. The patriot Ambujammal in her memoirs Naan Kanda Bharatham writes at length about it. Her brother Parthasarathi, who was one of the promoters of Prithvi Insurance Company, retired to the confines of Tirumullaivoyal in the early 1950s, following the death of his son by electrocution. There, Parthasarathi established a small temple for Vaishnavi on his farm, the deity having been gifted to him while he was residing in Mylapore by a renunciate. This, over a period of time, expanded to become the Sanmarga Sangam or Vaishnavi Ashram as it is better known among the locals. I distinctly recall visiting the place when I was a child, and meeting Parthasarathi himself, who had by then become a sanyasi. Going there recently, I found the peace and quiet unchanged. And so that puts paid to the Ambattur name theory. Interestingly, Wikipedia too gives the Shakti Peetham theory though it does acknowledge that citations are lacking.\n\nAnd now I come to the next discussion: Ambattur OT. What is OT? I always understood it to be Old Town. There is an Old Town Park there and also an Old Town Road. But some of the permutations that came up were interesting, to say the least. One was that there was an overhead tank and that was why the place came to be called OT. The next and the most plausible was that it stood for Old Terminus. The person who sent me this information was convincing enough in his argument — he was a resident of the area for over 40 years and nowhere had he seen this sign but on bus boards. He claimed that the concept of OT was a recent one and came about only because a new bus terminus was built.\n\nThere are enough references to Old Town in The Hindu’s archives. But just to make sure I looked up Ashokamitran’s Oru Parvayil Chennai Nagaram. In his chapter on Ambattur, he clearly states that OT stood for Old Town. And as though in anticipation of this argument, he adds that while Ambattur has an OT, it has no NT (New Town), unlike Cuddalore, which has both. That seems to settle it. But fanciful interpretations of Chennai place names will continue.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgewa8"
  },
  {
    "title": "Supreme Court reserves bail pleas of Manish Sisodia for verdict ",
    "link": "https://www.thehindu.com/news/national/supreme-court-reserves-bail-pleas-of-manish-sisodia-for-verdict/article67430360.ece",
    "description": "Bench asks ED how the PMLA case can be made out in the absence of a bribery charge",
    "date": "Tue, 17 Oct 2023 22:19:43 +0530",
    "content": "The Supreme Court on October 17 reserved its judgment on pleas for regular bail filed by former Delhi Deputy Chief Minister Manish Sisodia, who is facing money laundering charges in the liquor policy scam case.\n\nA Bench led by Justice Sanjiv Khanna asked how an offence under the Prevention of Money Laundering Act (PMLA) would be made out in the absence of a bribery charge against Mr. Sisodia, who is represented by senior advocate A. M. Singhvi.\n\n“If the charge of a bribe is not part of the predicate offence, it may be difficult for you to prove a case under the PMLA. If you had said that the bribe of ₹ 2.2 crore was paid for tweaking the policy, yes. But you cannot create a predicate offence in your PMLA case. We cannot go on an assumption,” Justice Khanna addressed Additional Solicitor General S. V. Raju, who appeared for the Enforcement Directorate (ED).\n\nIn an earlier hearing, the court had orally observed that the ED had to establish an unbroken chain of evidence linking Mr. Sisodia with the liquor lobby.\n\nIt had said that no offence under PMLA could be made out unless proof was there to show former Delhi Deputy Chief Minister was actively connected with proceeds of crime.\n\n“You have to establish a chain. The money has to flow from the liquor lobby to the person. We know it is difficult to establish the chain as everything is done undercover… but that is where your competence lies,” Justice Khanna had told Mr. Raju.\n\nJustice Khanna had noted that a policy may be changed to generate money following pressure from a particular lobby, but provisions of the Prevention of Money Laundering Act (PMLA) would be attracted only after the proceeds of a crime, in this case bribery, were given or paid.\n\nMr. Raju had said that Mr. Sisodia was “instrumental” in the making of a policy which led to bribes. “He should not have allowed the policy,” the law officer had said.\n\nMr. Sisodia was arrested on February 26 for alleged corruption in the formulation and implementation of the now-scrapped Delhi Excise Policy 2021-22 following several rounds of questioning.\n\nIn March, the trial court had dismissed Mr. Sisodia’s bail plea saying he was prima facie the “architect” of the alleged scam and had played the “most important and vital role” in the criminal conspiracy related to the alleged payment of advance kickbacks of nearly ₹100 crore meant for him and his colleagues in the Delhi government.",
    "imgLink": "https://th-i.thgim.com/public/incoming/ul17qz/article67431782.ece/alternates/LANDSCAPE_1200/IMG_MANISH_SISODIA_PC_DE_2_1_5QBRBFIJ.jpg",
    "category": "india",
    "id": "53cly10lulnvgewgz"
  },
  {
    "title": "Rly. engine derails near Karatagi, but none hurt",
    "link": "https://www.thehindu.com/news/national/karnataka/rly-engine-derails-near-karatagi-but-none-hurt/article67431771.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 22:19:22 +0530",
    "content": "The engine of the Yesvantpur-Karatagi Express Train (No 16545) derailed near Karatagi Railway Station in Koppal district on Tuesday, resulting in the cancellation of a few trains for the day. Fortunately, none was hurt in the mishap.\n\nAccording to railway sources, the train was nearing Karatagi station and it was moving at a slow speed when the engine (WDP 4B 40066) derailed.\n\nThe restoration work under the supervision of senior railway officials, including the Divisional Railway Manager, took several hours and the track was restored for railway service late in the evening.\n\nFollowing the derailment, Train No 07381 SSS Hubballi-Karatagi Passenger Special was short-terminated at Gangavati on Tuesday.\n\nSimilarly, Train No 07382 Karatagi-SSS Hubballi Passenger Special and Train No 16546 Karatagi-Yesvantpur Express were partially cancelled between Karatagi and Gangavati and the trains originated from Gangavati.\n\nIn the wake of the derailment, the Railways arranged for buses between Gangavati and Karatagi to ferry the stranded passengers, a release said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgewqt"
  },
  {
    "title": "PM Modi “directs” ISRO to land man on moon by 2040",
    "link": "https://www.thehindu.com/sci-tech/science/pm-modi-directs-isro-to-land-man-on-moon-by-2040/article67431169.ece",
    "description": "PM sets ambitious new goals, including an indigenous space station by 2035, Indian on the moon by 2040, and interplanetary missions to orbit Venus, land on Mars; Space department to make roadmap",
    "date": "Tue, 17 Oct 2023 22:13:06 +0530",
    "content": "Prime Minister Narendra Modi chairs a high-level meeting to assess the progress of the Gaganyaan Mission and to outline the future of India’s space exploration endeavours, in New Delhi on October 17, 2023. Indian Space Research Organisation (ISRO) Chairman S Somanath is also present. | Photo Credit: ANI\n\nPrime Minister Narendra Modi chairs a high-level meeting to assess the progress of the Gaganyaan Mission and to outline the future of India’s space exploration endeavours, in New Delhi on October 17, 2023. Indian Space Research Organisation (ISRO) Chairman S Somanath is also present. | Photo Credit: ANI\n\nSignalling a roadmap for India’s future space ambitions, Prime Minister Narendra Modi has “directed” the Indian Space Research Organisation (ISRO) to set up an India-crafted, indigenous space station by 2035 and land an Indian on the moon by 2040. This followed a review of preparations for the Gaganyaan mission — India’s first manned mission to space, scheduled for 2025 — on October 17.\n\n“Building on the success of the Indian space initiatives, including the recent Chandrayaan-3 and Aditya L-1 missions, Prime Minister directed that India should now aim for new and ambitious goals, including setting up ‘Bharatiya Antariksha Station’ (Indian Space Station) by 2035 and sending first Indian to the Moon by 2040,” said a statement from the Prime Minister’s Office.\n\nMr. Modi chaired the meeting to assess the progress of the Gaganyaan mission and outline the future of Indian space exploration. The Department of Space (DoS), under which ISRO functions, presented the state of preparedness and technologies developed for Gaganyaan. A critical test of a module called the Crew Escape System Test vehicle is scheduled for Saturday.\n\nThe DoS will make a roadmap for moon exploration, which will consist of a “series of Chandrayaan missions, developing a new generation launch vehicle, constructing a new launch pad, setting up human-centric laboratories and associated technologies,” the PMO statement said.\n\nMr Modi also “called upon” scientists to work towards interplanetary missions, including a space vehicle to orbit Venus and one that will land on Mars.\n\nThe International Space Station (ISS), jointly developed and maintained by the United States, Russia, Canada, Japan, and European agencies, is the largest space station but is expected to be decommissioned by 2030 due to escalating costs and disagreement among partner countries on finances. China’s Tiangong is the only other space station, with three astronauts on board, though it is only about 40% of the size of the ISS. Since India signed the Artemis Accords, the United States’ endeavour to return to the moon, there are plans to send an Indian to the ISS in 2024.\n\nExperts have said that a manned mission to the moon and a space station will require large, sustained investments and significant contribution from the private sector. While space stations and moon missions involving the U. S. and Russia were a product of military space races, future space stations will need to follow a different template that would require extensive testing and thus, high costs, an expert connected to the ISRO told The Hindu on condition of anonymity.\n\n“The technological development that enabled the Apollo missions [which landed U. S. astronauts on the moon] would be crude by today’s standards. As the Gaganyaan mission demonstrates, there are multiple ground tests for every stage and these are what make missions expensive. We’ll need to wait for budgets before deciding on whether these are realistic timelines,” the person added.",
    "imgLink": "https://th-i.thgim.com/public/incoming/9pghi3/article67431752.ece/alternates/LANDSCAPE_1200/20231017025L.jpg",
    "category": "india",
    "id": "53cly10lulnvgex19"
  },
  {
    "title": "Tight security arrangements in place for Rahul Gandhi’s visit Ramappa temple on Wednesday",
    "link": "https://www.thehindu.com/news/cities/Hyderabad/tight-security-arrangements-in-place-for-rahul-gandhis-visit-ramappa-temple-on-wednesday/article67431654.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 22:06:00 +0530",
    "content": "Mulugu District Superintendent of Police Goush Alam along with the CRPF officials on Tuesday reviewed the security arrangements at the historic Ramappa temple in Palampet village of Telangana’s Mulugu district ahead of the scheduled visit of Congress leader Rahul Gandhi and his sister and AICC general secretary Priyanka Gandhi Vadra, to the 13th century temple on October 18, 2023.\n\nThe district police officials held a meeting with the CRPF officials to discuss the security measures for the visit of Mr. Rahul Gandhi and his sister to the Ramappa temple on Wednesday, sources said.\n\nThe meeting was attended by Mr. Goush Alam, CRPF commandant Kamalesh, and other officials concerned. Mulugu MLA Seethakka was also present.\n\nMr. Rahul Gandhi is scheduled to flag off the Congress party’s bus yatra at the historic Ramappa Temple, a UNESCO World Heritage site, in the poll-bound Telangana on Wednesday evening.\n\nAccording to sources, the bus yatra will cover as many as 8 Assembly constituencies in Mulugu, Jayashankar Bhupalpally and various other districts from October 18 to 20 in the first phase.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgexal"
  },
  {
    "title": "Minorities commission chairman holds meeting in Shivamogga",
    "link": "https://www.thehindu.com/news/national/karnataka/minorities-commission-chairman-holds-meeting-in-shivamogga/article67430225.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 22:04:37 +0530",
    "content": "Abdul Azeem, chairman of the Karnataka State Minorities Commission, has said the officers give permission for religious events with necessary conditions in the interest of maintaining law and order.\n\nMr. Azeem, during his visit to Shivamogga, held a meeting with senior officers regarding the violence reported at Ragi Gudda locality during the Id Milad procession on October 1. “The incidents should not have happened. I have been in touch with the officers since that day. I appreciate the police officers who brought the situation under control within a short time”, he said.\n\nSo far, he said, the police have arrested 60 people and booked 32 cases in connection with the incidents. “The officers need to take tough actions to ensure law and order. If there are chances of violence, the officers should not allow such events. And, if required, certain conditions should be imposed to ensure peace”, he said.\n\nHe also said that nobody should be given the opportunity to display objectionable posters and banners. “An efficient officer should be deputed to screen all posters, cut-outs, and banners before they are displayed”, he said. Mr. Azeen suggested the administration take people in sensitive places into confidence and form local committees to maintain law and order.\n\nDeputy Commissioner R. Selvamani, SP G. K. Mithun Kumar, Shivamogga City Corporation commissioner Mayanna Gowda and officers of the Minorities Commission were present at the meeting.",
    "imgLink": "https://th-i.thgim.com/public/incoming/odyoy/article67431757.ece/alternates/LANDSCAPE_1200/9911_17_10_2023_16_36_13_1_ABDULAZEEM_1.JPEG",
    "category": "india",
    "id": "53cly10lulnvgexid"
  },
  {
    "title": "Magisterial probe ordered into Attibele firecracker blast",
    "link": "https://www.thehindu.com/news/cities/bangalore/magisterial-probe-ordered-into-attibele-firecracker-blast/article67431481.ece",
    "description": "The government has given three months’ time for the completion of probe, which will be conducted by Regional Commissioner Amalan Aditya Biswas",
    "date": "Tue, 17 Oct 2023 22:01:53 +0530",
    "content": "A vehicle and shops that were destroyed in the fire at Attibele on October 7. | Photo Credit: BHAGYA PRAKASH K.\n\nA vehicle and shops that were destroyed in the fire at Attibele on October 7. | Photo Credit: BHAGYA PRAKASH K.\n\nThe Karnataka government has ordered a magisterial inquiry into the Attibele firecracker tragedy on October 7, which resulted in the death of 16 persons, mostly in their late teens and twenties.\n\nAccording to a notification issued on Tuesday (Oct 17), Bengaluru Division Regional Commissioner Amalan Aditya Biswas will conduct the inquiry that will look into the reasons for the incident. He has been given three months’ time to complete the inquiry and submit the report.\n\nHe has also been asked to inspect the area to verify if the shopkeeper had obtained a licence for the firecracker godown and if there were any lapses in providing a licence.",
    "imgLink": "https://th-i.thgim.com/public/incoming/pd0t7r/article67431732.ece/alternates/LANDSCAPE_1200/IMG_Fire_accident_at_cra_2_1_M4BROE96.jpg",
    "category": "india",
    "id": "53cly10lulnvgexrx"
  },
  {
    "title": "SC reserves Naidu’s plea in skill development scam case for verdict, refuses him interim bail",
    "link": "https://www.thehindu.com/news/national/sc-reserves-naidus-plea-in-skill-development-scam-case-for-verdict-refuses-him-interim-bail/article67431528.ece",
    "description": "Naidu is under judicial remand for allegedly misappropriating funds from the Skill Development Corporation, which resulted in a purported loss of over ₹300 crore to the state exchequer.",
    "date": "Tue, 17 Oct 2023 22:00:53 +0530",
    "content": "The Supreme Court on October 17 reserved a plea by former Andhra Pradesh Chief Minister N. Chandrababu Naidu to quash criminal proceedings against him in the skill development scam case.\n\nA Bench headed by Justice Aniruddha Bose, while wrapping up the case for judgment, did not agree with a plea raised by Mr. Naisu’s counsel, senior advocate Harish Salve, to grant his client interim bail in the meanwhile.\n\nMr. Naidu has argued that corruption charges against him would fail for lack of sanction under Section 17A of the Prevention of Corruption Act.\n\nThe State has countered that the case against Mr. Naidu was a “clear-cut” one of embezzlement and not remotely related to his duties of public office.\n\nThe State has argued that Mr. Naidu cannot avail the protection of Section 17A, which mandates prior sanction for investigation, under the Prevention of Corruption Act.\n\nMr. Salve has contended that Section 17A was a protection tailored for public servants against regime revenge.\n\nHe had submitted that no sanction was received under Section 17A before suddenly initiating prosecution against Mr. Naidu by registering an FIR, 21 months ago.\n\nThe counsel had said the fundamental right of the TDP leader was violated. His arrest was illegal. Mr. Salve quoted a recent judgment of the top court which said a remand order could be set aside if the arrest was illegally made.\n\n“Both the initiation of the enquiry and the registration of the FIR is non est as both have been initiated and investigation has continued till date without the mandatory approval under Section 17A of the Prevention of Corruption Act, which was introduced in July 2018,” Mr. Salve had argued the politician’s plea to quash the FIR.\n\n“The provision came into force on July 26, 2018. The enquiry into the case was initiated in 2021 on a complaint dated September 7, 2021 and FIR was registered in December 2021… This FIR would therefore clearly attract the provision,” Mr. Luthra had said.\n\nThe petition filed by Mr. Naidu alleged an orchestrated campaign of regime revenge to derail the largest Opposition in the State.\n\nMr. Salve had argued that the case related to policy decisions approved by the State cabinet and cannot be the subject of criminal proceedings. The ₹360 crore allotment for the skill development project was included in the 2015-16 budget, it was contended.\n\nThe High Court had declined to quash the criminal cases filed against Mr. Naidu. It had also refused to set aside the Anti-Corruption Bureau court’s order to remand him.\n\nThe High Court, in its September 22 order, said the probe agency had initiated criminal action against Mr. Naidu after conducting extensive examination of witnesses and collection of documentary evidence following the registration of the crime in 2021. The investigation was at its final stage, the High Court had said.\n\nThe case involves alleged misappropriations made in the process of establishment of skill development institutions by Andhra Pradesh State Skill Development Corporation in collaboration with private companies.\n\nThe CID remand report alleged that Mr. Naidu “indulged in a criminal conspiracy with the intention of fraudulent misappropriation or otherwise conversion of government funds for his own use, disposal of property which was under the control of a public servant, besides engaging in cheating, forging documents and destroying evidence”.",
    "imgLink": "https://th-i.thgim.com/public/news/national/4v6muo/article67431734.ece/alternates/LANDSCAPE_1200/PTI09_11_2023_000214B.jpg",
    "category": "india",
    "id": "53cly10lulnvgexyo"
  },
  {
    "title": "Malenadu-Karavali Janapara Okkoota formed for the benefit of people in the region",
    "link": "https://www.thehindu.com/news/national/karnataka/malenadu-karavali-janapara-okkoota-for-the-benefit-of-people-in-the-region/article67430128.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 21:59:55 +0530",
    "content": "Progressive thinkers of Malnad districts have joined hands to form an organisation called Malenadu – Karavali Janapra Okkoota to fight for the needs of people in the region. The organisation has demanded a national-level educational institution on the lines of IIT or IIM, a Bench of the High Court among others, for the region.\n\nSudhir Kumar Murolli, an advocate from Koppa in Chikkamagaluru, addressing a press conference in Shivamogga on Tuesday, said that the organisation had been formed keeping in mind the requirements of people in Shivamogga, Chikkamagaluru, Kodagu, Udupi, Dakshina Kannada, Uttara Kannada, Alur and Sakleshpur.\n\n“Earlier, we had formed a Malenadu Janapra Horata Okkuta, focusing only on Malenad people. The programmes were limited. However, now we are widening the area to include the coastal region. By and large, the people in the region face similar problems be it agricultural issues, land ownership issues, or the menace of wild animals”, he said.\n\nAfter many years of struggle, Benches of the High Court had been set up in Dharwad and Kalaburgi. “It is fine and a good thing to have more Benches of the High Court. We want a similar Bench for the people of the Malenad-Karavali region. Except in a couple of places, there are hardly any good hospitals in the district headquarters or taluk centres in the region. We need to draw the attention of people in power to these needs”, he said.\n\nThe organisation is holding a preliminary meeting to work out future plans at Vijaya Nagar in Bengaluru on October 31. The meeting will be convened in the capital as many people, natives of the Malnad and Karavali regions, are in Bengaluru for various reasons. “The meeting is open to all, irrespective of political parties. We hope all representatives join hands, keeping aside their political affiliation, for the welfare of the people in the region”, he said.\n\nAdvocate K. P. Sripal, Anil Hoskoppa of Sringeri, Naveen Karuvane of Koppa and others were present at the meeting.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly10lulnvgey85"
  },
  {
    "title": "20-year-old student alleges harassment by off-duty pilot mid-air, Akasa Air promises fair investigation ",
    "link": "https://www.thehindu.com/news/cities/bangalore/woman-alleges-harassment-by-off-duty-pilot-mid-air-akasa-air-promises-fair-investigation/article67431279.ece",
    "description": "A series of messages were posted on X (formerly Twitter) by the student on the incident of ‘excruciatingly bad intrusion into privacy’",
    "date": "Tue, 17 Oct 2023 21:54:10 +0530",
    "content": "Akasa Air has reached out to a 20-year-old student, who alleged that an off-duty pilot belonging to the airline harassed her on board a Bengaluru-Pune flight earlier this month, and has assured her of concluding the investigation in a fair manner on priority.\n\nOn October 3, the complainant took to X (formerly Twitter) and alleged that she was offered alcohol and harassed by a pilot (non-flying captain).\n\nA series of messages were posted on X (formerly Twitter) by the student on the incident of “excruciatingly bad intrusion into privacy.”\n\nFollowing the posts, the airline said that it had tried to reach out to the passenger but could not.\n\n“A passenger who travelled on Akasa Air QP1317 from Bengaluru to Pune on 1 October 2023 shared feedback on her interaction on board with a co-passenger (who was a member of our staff, not on duty at the time). As soon as we received the feedback, we immediately reached out to the passenger to assist and get more details to enable us to do a fair investigation. In spite of multiple attempts by our senior management to reach the passenger, we could not make contact initially,” said an Akasa Air spokesperson.\n\nHowever, on Tuesday the airline’s legal and customer experience team were able to get in touch with the complainant.\n\n“We have now been able to complete the conversations with the complainant and are committed to conclude the investigation in a fair manner and on priority. At Akasa Air, we follow a zero-tolerance policy towards our code of conduct and passengers’ safety, privacy and comfort are of utmost priority,” the spokesperson added.\n\nThe spokesperson said that the airline had also conducted its own investigation into the matter and said that the off-duty pilot was not drinking alcohol on board the flight.\n\n“There was no alcohol on board the flight,” the spokesperson said.",
    "imgLink": "https://th-i.thgim.com/public/news/cities/Delhi/b1gnp7/article67345627.ece/alternates/LANDSCAPE_1200/IMG_BL0708_Logistics_Aka_2_1_S6BJ0VGI.jpg",
    "category": "india",
    "id": "53cly10lulnvgeyfs"
  },
  {
    "title": "Rubber farmers’ stage Raj Bhavan dharna",
    "link": "https://www.thehindu.com/news/national/kerala/rubber-farmers-stage-raj-bhavan-dharna/article67431556.ece",
    "description": "Centre trying to wipe out rubber cultivation from State: Jose K. Mani",
    "date": "Tue, 17 Oct 2023 21:42:37 +0530",
    "content": "Kerala Congress leader Jose K. Mani along with other party leaders participate in a Raj Bhavan Dharna against the Central government’s policies against the rubber farmers, in Thiruvananthapuram on Tuesday. | Photo Credit: S. MAHINSHA\n\nKerala Congress leader Jose K. Mani along with other party leaders participate in a Raj Bhavan Dharna against the Central government’s policies against the rubber farmers, in Thiruvananthapuram on Tuesday. | Photo Credit: S. MAHINSHA\n\nThe Union government is taking revenge on the State by stifling rubber cultivation here and promoting it elsewhere, Kerala Congress (M) chairman Jose K. Mani has said.\n\nHe was speaking after inaugurating a rubber farmers’ dharna organised by the KC(M) in protest against the fall in rubber prices and the alleged neglect of the farmers by the Union government in front of Raj Bhavan here on Tuesday.\n\nMr. Mani said the Union government was troubling States where it could not come to power in many ways. It was trying to squeeze the State financially so that development projects could go awry. If rubber cultivation in the State were to be wiped out, it would have a significant impact on the State’s finances.\n\nIn Kerala, which produced the maximum rubber in the country, 95% of the farmers were small or medium scale ones. It was the Union government policies that influenced rubber prices. The fall in rubber price experienced by farmers in the State was the lenient import policy of the Union government. As part of the discrimination against the State, it was trying to destroy rubber cultivation here. It was towards this objective that the Union government was continuing policies that were rendering the Rubber Board fully inactive. As a result, farmers could not go on cultivating rubber. The Union government that was trying to promote rubber cultivation in the northeast through CSP funds and cooperation of big industrialists was at the same time trying to destroy rubber cultivation here. Destruction of rubber cultivation here was unacceptable, Mr. Mani said.\n\nThe ₹7,399 crore received by the Union government as rubber import duty was enough to address the problems faced by the rubber farmers, he pointed out.",
    "imgLink": "https://th-i.thgim.com/public/incoming/j1an74/article67431601.ece/alternates/LANDSCAPE_1200/4863_17_10_2023_18_43_40_5_KERALACONGRESS_1.JPG",
    "category": "india",
    "id": "53cly10lulnvgeyro"
  },
  {
    "title": "Over 40,000 have darshan of Goddess Kanaka Durga on third day of Dasara ",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/over-40000-have-darshan-of-goddess-kanaka-durga-on-third-day-of-dasara/article67431297.ece",
    "description": "Annavaram devasthanam offers ‘silk vastrams’ to the Goddess worshipped as ‘Sri Annapurna Devi’ on the day; the Goddess will be worshipped as ‘Sri Maha Lakshmi Devi’ on October 18",
    "date": "Tue, 17 Oct 2023 21:42:20 +0530",
    "content": "Devotees standing in queue for darshan of Goddess Kanaka Durga, atop Indrakeeladri in Vijayawada on Tuesday. | Photo Credit: K. V.S. Giri\n\nDevotees standing in queue for darshan of Goddess Kanaka Durga, atop Indrakeeladri in Vijayawada on Tuesday. | Photo Credit: K. V.S. Giri\n\nAbout 40,000 devotees had darshan of Goddess Kanaka Durga atop Indrakeeladri on the third day of Dasara festival on Tuesday. The presiding deity was worshipped as ‘Sri Annapurna Devi’ on the day. The pilgrim rush in the queues dipped by afternoon.\n\nThe Sri Veera Venkata Satyanarayana Swamyvarla Devasthanam at Annavaram offered ‘silk vastrams’ to the Goddess on the day. Annavaram temple Executive Officer S. S. Chandrasekhar Azad offered the ‘silk vastrams’ on behalf of the devasthanam.\n\nKanaka Durga temple Trust Board chairman K. Rambabu, Executive Officer K. S. Rama Rao and others were present.\n\nMinisters P. Ramachandra Reddy and K. Nageswara Rao had darshan of the Goddess during the day.\n\nThe presiding deity would be worshipped as ‘Sri Maha Lakshmi Devi’ on Wednesday.",
    "imgLink": "https://th-i.thgim.com/public/incoming/vuvr21/article67431628.ece/alternates/LANDSCAPE_1200/vjkvg-lines%20%283%29.JPG",
    "category": "india",
    "id": "53cly10lulnvgez3a"
  },
  {
    "title": "Provide underground drainage connections to 15,000 households in Bidar city, Minister Khuba tells officials ",
    "link": "https://www.thehindu.com/news/national/karnataka/provide-underground-drainage-connections-to-15000-households-in-bidar-city-minister-khuba-tells-officials/article67431589.ece",
    "description": "Member of Legislative Council Aravind Arali asked to bring it to the notice of Minister for Municipal Administration Rahim Khan to take up the works on a priority basis",
    "date": "Tue, 17 Oct 2023 21:38:08 +0530",
    "content": "Union Minister of State for Chemicals and Fertilisers Bhagwant Khuba chairing a District Development Co-ordination and Monitoring Committee (DISHA) meeting in Bidar on Tuesday. | Photo Credit: T. GOPICHAND\n\nUnion Minister of State for Chemicals and Fertilisers Bhagwant Khuba chairing a District Development Co-ordination and Monitoring Committee (DISHA) meeting in Bidar on Tuesday. | Photo Credit: T. GOPICHAND\n\nA District Development Coordination and Monitoring Committee (DISHA) meeting, chaired by Union Minister of State for Chemicals and Fertilizers Bhagwant Khuba, has directed officials to expedite steps for providing underground drainage (UGD) connections to 15,000 households across Bidar city.\n\nMr. Khuba on Tuesday directed officials to utilise the funds provided under Nagarothana scheme and complete the pending UGD works.\n\nHe asked Member of Legislative Council Aravind Arali to bring it to the notice of Minister for Municipal Administration Rahim Khan, who is from Bidar district, to take up the UGD works on a priority basis.\n\nProviding details, Deputy Commissioner Govind Reddy said that UGD connections have been provided to 28,000 houses in the city.\n\nDeputy Director for Public Instructions Saleem Pasha said that 1,105 classrooms across the district are in a dilapidated condition and these classrooms will be renovated soon after receiving funds.\n\nLegislator Shailendra Beldale asked the officials of Public Instructions Department to make all efforts to improve the SSLC results of the district.\n\nHe also directed them to ensure that the textbooks of class 1 to 10 are available in the libraries at gram panchayats across the district.\n\nMr. Pasha replied that a committee has been formed to monitor the performance of students in every school. The district recorded a 76.4 pass percentage in SSLC exams during the last academic year and efforts will be made to increase the pass percentage up to 90 this academic year, he said.\n\nInstructions have been issued to provide textbooks in all libraries of the gram panchayats.\n\nMr. Khuba asked the officials concerned to take up road repair works soon after providing tap connections under the Jal Jeevan Mission.",
    "imgLink": "https://th-i.thgim.com/public/incoming/vgqk1r/article67431631.ece/alternates/LANDSCAPE_1200/10258_17_10_2023_21_8_33_2_BDR_BHAGWANT_KHUBA_DISHAMEETING_%282%29.JPG",
    "category": "india",
    "id": "53cly10lulnvgez9m"
  },
  {
    "title": "Stalin for stern action against police personnel over circulation of banned drugs ",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/stalin-for-stern-action-against-police-personnel-over-circulation-of-banned-drugs/article67431246.ece",
    "description": "The Chief Minister has instructed the Chief Secretary and Home Secretary to review the steps being taken over efforts to check the menace of banned drugs",
    "date": "Tue, 17 Oct 2023 21:32:27 +0530",
    "content": "Chief Minister M. K. Stalin at a meeting in Maraimalai Nagar to review the law and order situation in Chennai, Kancheepuram, Chengalpattu and Tiruvallur districts. | Photo Credit: Special Arrangement\n\nChief Minister M. K. Stalin at a meeting in Maraimalai Nagar to review the law and order situation in Chennai, Kancheepuram, Chengalpattu and Tiruvallur districts. | Photo Credit: Special Arrangement\n\nChief Minister M. K. Stalin has instructed the Director-General of Police to initiate stern action against police personnel, in case ganja and other banned drugs were found to be in circulation in their jurisdiction.\n\n“No compromise whatsoever is acceptable over this,” Mr. Stalin said, while chairing a meeting held at State Institute Of Rural Development at Maraimalai Nagar, where he reviewed the law and order situation in Chennai, Kancheepuram, Chengalpattu and Tiruvallur districts.\n\nThough there was an allegation that circulation of banned drugs in shops near educational institutions was not possible without the knowledge of the police personnel, Mr. Stalin said: “Though I do not believe it, I request senior officers to monitor it thoroughly.”\n\nThe Chief Minister also instructed Chief Secretary and Home Secretary to review the steps being taken over efforts to check the menace of banned drugs. “I’m elaborating on this because drugs have turned out to centre point in various incidents. It has been the stimulant in a majority of offences.”\n\nSince the industrial growth in Chengalpattu, Kancheepuram and Tiruvallur districts was high, they were prone to various offences, he pointed out and instructed police officers to remain vigilant. Mr. Stalin also called upon officers to explore new approaches and employ technology in policing and also to create awareness on road safety.\n\nChief Secretary Shiv Das Meena, Home Secretary P. Amudha, Director-General of Police Shankar Jiwal, ADGP (Law and Order) A. Arun were also present.\n\nEarlier in the day, Mr. Stalin visited the office of the Block Development Officer at Kattankulathur and reviewed the ongoing works in the area.\n\nHe also interacted with the general public and received their petitions. He instructed officials to ensure quality lunch for school students and quality roads for supply of drinking water to people in the area.\n\nMinister for MSMEs T. M. Anbarasan, legislator Varalakshmi Madhusudhanan and senior officials accompanied the Chief Minister.",
    "imgLink": "https://th-i.thgim.com/public/news/national/tamil-nadu/bckb27/article67431602.ece/alternates/LANDSCAPE_1200/drugs.jpg",
    "category": "india",
    "id": "53cly10lulnvgezg0"
  },
  {
    "title": "DKS creates buzz after posting conceptual video of ‘sky deck’ in Bengaluru ",
    "link": "https://www.thehindu.com/news/national/karnataka/dks-creates-buzz-after-posting-conceptual-video-of-sky-deck-in-bengaluru/article67430885.ece",
    "description": "Areas surrounding Kanteerava Stadium, Vidhana Soudha and Race Course Road, essentially the centre of the city, are being considered for the tower",
    "date": "Tue, 17 Oct 2023 21:26:51 +0530",
    "content": "The interest of Bengalureans was piqued by Deputy Chief Minister and Bengaluru Development Minister D. K. Shivakumar on Tuesday (Oct 17) after he posted on social media a conceptual video of an observation deck proposed in Bengaluru.\n\nIn association with the World Design Organisation, an Austrian company, COOP HIMMELB(L)AU, submitted the conceptual presentation to the Minister on Monday (October 16) of the watch tower, which, if implemented, would be one of the tallest in the country.\n\nMr. Shivakumar mentioned on X (formerly Twitter) that he had directed the officials concerned to assess the project’s financial viability and identify a land parcel of eight to ten acres for it. According to sources, the areas surrounding Kanteerava Stadium, Vidhana Soudha, and Race Course Road, essentially the city’s centre, are being considered.\n\nThe idea of a sky deck is an extension of “Brand Bengaluru” with an aim to provide a view of the entire city along with recreational facilities like restaurants. The Vibrant Bengaluru report, which was submitted by a 10-member committee in September, had pitched the idea of a landmark watch tower along the lines of the Eiffel Tower in Paris and the Statue of Liberty in New York.\n\nThe proposal submitted to Mr. Shivakumar stated, “The system of the structure is inspired by the intricate algorithms governing the natural growth of the majestic Banyan (Big Banyan) tree’s sprawling branches.” The top structure will take its inspiration from a flower in bloom.\n\nThe proposed tower will have a sky deck, roller coaster station, restaurants, and an exhibition centre, among other amenities.\n\nSoon after the conceptual video was posted, many on social media showed their excitement and called it a beautiful and futuristic concept. Kishore. M N. said, “Let’s see if such mega ideas ever happen in our city or not..!! But a beautiful concept..!!”\n\nHowever, others sought to focus on more pressing issues before moving on to such projects. Ravindra Konapur asked, “What would be the cost of this? Is this to see potholes from there or see a great view of garbage?” Pravar added, “Sir, please neevu footpath maadi (please ready the footpaths).”",
    "imgLink": "https://th-i.thgim.com/public/incoming/szxx5u/article67431530.ece/alternates/LANDSCAPE_1200/Tower.jpg",
    "category": "india",
    "id": "53cly10lulnvgeznn"
  },
  {
    "title": "Experiences in Siddipet helped design Mission Bhagiratha, Dalit Bandhu: KCR",
    "link": "https://www.thehindu.com/news/national/telangana/experiences-in-siddipet-helped-design-mission-bhagiratha-dalit-bandhu-kcr/article67431477.ece",
    "description": "He recollects his early days as MLA at Siddipet public meeting",
    "date": "Tue, 17 Oct 2023 21:26:21 +0530",
    "content": "“I take pride in my motherland (Siddipet area). It has nurtured me as a person and as a politician. It has catapulted me to lead the movement for Statehood to Telangana and to become the Chief Minister. There’s no way I can repay it except for working on improving the lives of people,” Bharat Rashtra Samithi (BRS) president and Chief Minister K. Chandrasekhar Rao said on Tuesday.\n\nAddressing an election rally at Siddipet, which he represented in the Assembly till he vacated it to represent Medak Lok Sabha seat in 2004, he said he had given the “six-feet bullet” in the form of T. Harish Rao and he would never leave any stone unturned for development of the constituency. “Except for an airport, Siddipet has everything today and the credit goes to Mr. Harish Rao,” the BRS chief said.\n\nHe stated that several initiates such as Mission Bhagiratha programme to supply treated drinking water to every household in the State and Dalit Bandhu were designed based on experiences in Siddipet. Unable to get water even in borewells, a scheme was conceived to supply drinking water in Siddipet by getting it through pipes from Lower Manair Dam when was the MLA, Mr. Chandrasekhar Rao recalled.\n\nSimilarly, Dalit Bandhu was conceived to empower families economically based on the plight of a Dalit family. “A Dalit woman from Ramancha village came running to me when I was on the way to attend a programme at Mittapalli. She requested me to save her daughter’s wedding scheduled two days later stating that her family was unable to mobilise money for buying a bicycle for the groom as promised while finalising the alliance,” the BRS chief said recollecting the incident.\n\nMr. Chandrasekhar Rao said he had given ₹1,900, cost of Atlas bicycle those days, from his pocket to that woman so that her daughter’s wedding could be performed as scheduled. The idea behind introducing Dalit Bandhu was to empower the Dalit family economically by helping them take up income-generation activities.\n\nHe appealed to the electorate to give Mr. Harish Rao bigger majority than in the past. He asked them to support K. Prabhakar Reddy in Dubbak constituency.",
    "imgLink": "https://th-i.thgim.com/public/incoming/qqeuim/article67431577.ece/alternates/LANDSCAPE_1200/MEMAU_17_10_2023_20_21_25_1_3004.JPG",
    "category": "india",
    "id": "53cly10lulnvgezud"
  },
  {
    "title": "Digitise all property records in Bengaluru, and give access to officers empowered to act on property related complaints: Karnataka High Court ",
    "link": "https://www.thehindu.com/news/cities/bangalore/digitise-all-properties-records-and-give-access-to-officers-empowered-to-act-on-property-related-complaints-karnataka-high-court/article67430363.ece",
    "description": "As BBMP possesses all documents, it cannot call upon citizen to furnish relevant documents, and cannot draw any adverse inference for non-production, the court said while observing that nothing prevents officials from examining their own records",
    "date": "Tue, 17 Oct 2023 21:23:11 +0530",
    "content": "The court made it clear that one department of the BBMP cannot claim that it does not possess certain documents related to a property in Bengaluru, as they were issued by another department. | Photo Credit: BHAGYA PRAKASH K\n\nThe court made it clear that one department of the BBMP cannot claim that it does not possess certain documents related to a property in Bengaluru, as they were issued by another department. | Photo Credit: BHAGYA PRAKASH K\n\nThe High Court of Karnataka has directed the Chief Commissioner of the Bruhat Bangalore Mahanagara Palike (BBMP) to digitise documents of all types of properties, including old records, and give access to all the digitised documents to the officers who are empowered in law to adjudicate the complaints related to the properties.\n\nThe BBMP has to formulate a mechanism for making available the sanctioned plans, katha certificates, tax paid receipts, self-assessment forms etc. of all properties in the digital format to all officers, who are authorised to take penal action under the BBMP Act, the court said, while clarifying that such access should be only through user credentials based on user name and password, so that the records are not available to any third parties.\n\nJustice Suraj Govindaraj issued the directions on a petition filed by Aslama Pasha, questioning an order passed against him in relation to the construction of a building on the grounds that the petitioner had failed to produce the sanctioned plan.\n\nThe petitioner had claimed that there existed a sanctioned plan but there was a delay in its production before the BBMP authorities.\n\nThe court said that though different departments of the BBMP deal with different aspects, the civic body is one single entity comprising all those departments, and hence access to all the documents should be available to all authorised officers.\n\nWhen the BBMP itself possesses the documents in its custody, it cannot call upon the citizen to furnish such documents, and cannot draw any adverse inference for non-production as was done in the present case, the court said, while observing that if the documents were not produced nothing prevented the BBMP officials from examining its own records.\n\nThe court made it clear that one department of the BBMP cannot claim that it does not possess certain documents related to a property as they were issued by another department.\n\nAs there could be documents relating to a particular property available with different departments of the State government, the BBMP and the e-Governance Department of the government will have to map and tag all such documents with the BBMP’s property data, the court added.",
    "imgLink": "https://th-i.thgim.com/public/todays-paper/tp-national/tp-karnataka/slk1s7/article67422247.ece/alternates/LANDSCAPE_1200/Registration-of%2BGDEBSM4NE.3.jpg.jpg",
    "category": "india",
    "id": "53cly10lulnvgf05c"
  },
  {
    "title": "Sugar production likely to reduce by about 15 lakh tonnes",
    "link": "https://www.thehindu.com/news/national/karnataka/sugar-production-likely-to-reduce-by-about-15-lakh-tonnes/article67430598.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 21:23:06 +0530",
    "content": "The area under sugarcane has reduced from 7.5 lakh hectares in 2022-23 to 6.5 lakh hectares in 2023-24, largely owing to drought in the State.  | Photo Credit: File Photo\n\nThe area under sugarcane has reduced from 7.5 lakh hectares in 2022-23 to 6.5 lakh hectares in 2023-24, largely owing to drought in the State.  | Photo Credit: File Photo\n\nMinister for Sugar Shivanand Patil on Tuesday said all sugar factories in Karnataka will commence crushing of sugarcane from October 25 and production of sugar is estimated at 34.51 lakh tonnes in 2023-24 against 59.81 lakh tonnes during 2022-23.\n\nThe area under sugarcane has reduced from 7.5 lakh hectares in 2022-23 to 6.5 lakh hectares in 2023-24, largely owing to drought in the State. There is likelihood of shortage of sugar owing to shortfall in the cane production as erratic rainfall hit sugarcane yields in the country, the Minister said.\n\nThe recovery of sugar would also reduce from 9.91% to 8% and the crushing season would began early this year as sugarcane would get dried up, the Minister said. Earlier, the crushing season used to start from November 1.\n\nThe sugarcane crushing season would produce 1800 MW of power and 40,000 liters of methanol during 2023-24. Noting that the department has received 65 applications seeking permission to start new factories, the Minister said the permission would be granted to set up a factory at a distance of 25 km from another unit.",
    "imgLink": "https://th-i.thgim.com/public/incoming/qk1agr/article67431572.ece/alternates/LANDSCAPE_1200/6702_31-10-2020_17-4-32_1_SUGARCANE.JPG",
    "category": "india",
    "id": "53cly10lulnvgf0jc"
  }
]