[
  {
    "title": "NCP will strengthen LDF in Kerala, says Chacko ",
    "link": "https://www.thehindu.com/news/cities/Kochi/ncp-will-strengthen-ldf-in-kerala-says-chacko/article67430682.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:39:44 +0530",
    "content": "The Nationalist Congress Party (NCP) will continue to be part of the INDIA coalition at the national level and will strengthen the Left Democratic Front (LDF) in Kerala, NCP State president P. C. Chacko said here on Tuesday.\n\nA resolution passed by the NCP at its meeting here on Tuesday pointed out that the problems in the cooperative sector could not be overlooked. It should be ensured that depositors in cooperative banks do not lose their money. There should be no impression among the public that wrong-doers are being protected.\n\nThe NCP resolution described the success of the Vizhinjam project as a great achievement for the LDF government.\n\nMr. Chacko ruled out any national-level crisis in the party. He said there were some problems with the party MLAs in Maharashtra. A working committee meeting of the NCP, which was held in Delhi recently, was attended by party leaders from 26 States. This was an answer to rumours that there was national-level crisis in the party, Mr. Chacko said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugt7fv"
  },
  {
    "title": "Car showroom damaged in fire ",
    "link": "https://www.thehindu.com/news/national/kerala/car-showroom-damaged-in-fire/article67431109.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:38:54 +0530",
    "content": "A used car showroom in Jagathy was partially damaged in a fire outbreak on Tuesday. While three vehicles were gutted, there were no casualties in the incident.\n\nAccording to official sources, the incident occurred at the outlet around 7.30 a.m. A fire that broke out in an area that stored spare parts and certain discarded items is suspected to have spread to other parts of the facility.\n\nIt took three fire force units nearly an hour to douse the fire. Traffic was affected at Jagathy junction and nearby areas as the fire-fighting operation progressed.\n\nShort circuit is suspected to be the cause of fire. The loss due to the fire outbreak is estimated to be around ₹20 lakh.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugt7p0"
  },
  {
    "title": "Calcutta HC issues guidelines for media on coverage of school-for-jobs scam",
    "link": "https://www.thehindu.com/news/national/other-states/calcutta-hc-issues-guidelines-for-media-on-coverage-of-school-for-jobs-scam/article67431024.ece",
    "description": "The Court ordered the media not to put out unverified information, to refrain from linking persons to crimes before a chargesheet is filed, or to not mask opinions as news",
    "date": "Tue, 17 Oct 2023 20:38:41 +0530",
    "content": "The Calcutta High Court on Tuesday issued a set of guidelines for media as well as investigation agencies while reporting in a case involving Trinamool Congress leader Abhishek Banerjee and his family members.\n\nJustice Sabyasachi Bhattacharyya, while hearing the case Rujira Banerjee Vs. Union of India & Ors, stated that the media, “while reporting news items, shall ensure that the reporting an information disseminated is objective, accurate able to be corroborated by concrete materials and sources”.\n\n“All forms of media - print, visual, audio or otherwise - shall clearly delineate the slots/sections/print-space/web page which are designated specifically for news items and distinguish those from similar spaces which are designated for other articles, opinions and/or other literature,” the order said.\n\nRujira Banerjee, wife of Trinamool leader Abhishek Banerjee, had approached the Court seeking to restrain certain media houses from reporting the ongoing investigation in the school jobs-for-cash scam case. Ms. Banerjee alleged that a media trial was going against her and Mr. Banerjee by certain media organisations.\n\nThe Court directed that the media shall not publish or broadcast or telecast live video, audio/print footage of the process of search and seizure, raid or interrogation at any point of time. Justice Bhattacharyya also refrained the media from publishing “photographs of any person linking him/her to the investigation, in news items reporting about the said investigation or any facet of it”.\n\nThe guidelines laid by the Court for investigating agencies include that it shall not disclose to the public or the media the circumstances, reasons and/or details of the interrogation, raids and search of any particular person, be he/she an accused, a suspect of a witness before filing of a charge-sheet, the investigating agencies.\n\n“The Investigating Agencies in general and the ED in particular shall not involve or be accompanied by media persons during any raid/interrogation, search and seizure procedure at any point of time and also shall not disclose prior information of such raids, interrogations, searches and seizures 36 before holding the same,” the order said.\n\nAccording to the Court, these directions should be followed by the investigating agencies, in particular, the ED and all media houses, including the respondents herein, till January 15, 2024 or until further order, whichever is earlier.\n\nBoth Rujira Banerjee and her husband have been summoned by ED and Central Bureau of India in connection with the school job scam and the summons and their subsequent visits to the agency offices have evoked much media attention.\n\nThe Court, while stating that the writ petition was maintainable, observed that the  question arises as to how far the right to privacy would override the right to freedom of speech and expression. Justice Bhattacharyya in the order cautioned that “if mainstream journalism converts itself to yellow journalism”, the dissemination of objective news is directly hampered. “The media has two-fold responsibility – to disseminate accurate information to the public at large and to stay afloat by weighing commercial viability,” the Judge said in the order.",
    "imgLink": "https://th-i.thgim.com/public/incoming/alk0nn/article67431134.ece/alternates/LANDSCAPE_1200/IMG_BL_-_MAMATA_BANERJEE_2_1_7RB7CLVA.jpg",
    "category": "india",
    "id": "53cly1jqclnugt7xw"
  },
  {
    "title": "Caste census will begin in Andhra Pradesh after November 15, says BC Welfare Minister Venu Gopala Krishna",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/caste-census-will-begin-in-andhra-pradesh-after-november-15-says-bc-welfare-minister-venu-gopala-krishna/article67430939.ece",
    "description": "The services of the village / ward secretariat personnel will be utilised for the purpose, says BC Welfare Minister Venu Gopala Krishna",
    "date": "Tue, 17 Oct 2023 20:38:07 +0530",
    "content": "BC Welfare Minister Ch. Venu Gopala Krishna addressing the media in Kakinada on Tuesday.\n\nBC Welfare Minister Ch. Venu Gopala Krishna addressing the media in Kakinada on Tuesday.\n\nAndhra Pradesh’s Backward Classes Welfare Minister Ch. Venu Gopala Krishna on October 17 said the government was gearing up to embark on caste census after November 15.\n\nAddressing the media here, Mr. Venu Gopala Krishna said that the services of the village / ward secretariat personnel would be utilised for the purpose.\n\nPrior to undertaking the exercise, the government would conduct roundtable conferences on caste census.\n\nEarlier, during the Zilla Parishad general body meeting of the Erstwhile East Godavari district, the officials said they were preparedness for procurement of paddy.\n\nDuring the kharif 2023-24, more than five lakh tonnes of yield was expected from the crop in an extent of 2.1 lakh acres.\n\nKakinada district Collector Krithika Shukla, Konaseema district Collector Himanshu Shukla, Kakinada MP Vanga Geetha and other public representatives were present.",
    "imgLink": "https://th-i.thgim.com/public/incoming/fqq62o/article67431334.ece/alternates/LANDSCAPE_1200/10745_17_10_2023_19_42_49_1_IMG_20231017_WA0037.JPG",
    "category": "india",
    "id": "53cly1jqclnugt8ax"
  },
  {
    "title": "Digital education gets a boost as 100 children in Chamarajanagar get tabs ",
    "link": "https://www.thehindu.com/news/national/karnataka/digital-education-gets-a-boost-as-100-children-in-chamarajanagar-get-tabs/article67430275.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:37:08 +0530",
    "content": "The efforts to strengthen digital education in government schools and distribute tablets for skill education in Chamarajanagar has been successfully completed recently.\n\nWith the collaborative support of Rotary Panchsheel Mysuru, Infosys, and the district administration of Chamarajanagar, the initiative was aimed to enhance the quality of skill education among students in the district.\n\nAll four MLAs of the district - Puttarangsheety, A. R. Krishna Murthy, Ganesh Prasad, and Manjunath were present during the programme with the members of Rotary Panchsheel Mysuru, Rotary Chamarajanagar, and Infosys, along with Rangaraju, Chairman of the INTACH Mysuru chapter.\n\nThe programme drew a large audience of over 500 individuals, including the students, their parents and the government employees. The event marked the distribution of 100 tablets worth ₹20 lakh from Infosys Springboard to 100 students from 50 identified schools across four taluks of the district as a pilot project. The digital learning project will empower students with the necessary tools to excel in their education in the coming days, a press release said here.\n\nFurthermore, Rotary Panchsheel Mysuru has extended its support to 43 tribal students who had dropped out of school. These students will benefit from an intensive crash course to prepare them for the SSLC examinations, ensuring that they have the opportunity to pursue a brighter future, the release added.\n\nOn the occasion, the INTACH Mysuru chairman and members inspected the heritage school building in view of its renovation. “Preserving our heritage and restoring the building signifies our commitment to providing a conducive learning environment for students,” maintained Rotary Panchsheel president Kiran Robert.\n\n“Infosys has also come forward to support the Chamarajanagar prison by creating a computer lab equipped with 10 computers. This investment will enable inmates to develop essential digital skills for their rehabilitation and reintegration into society,” he said.\n\nMr. Robert thanked the district administration of Chamarajanagar for their excellent organisation of the programme and its support to the initiative.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugt8jm"
  },
  {
    "title": "Large number of young men, women take part in Durga Mata Daud being held as part of Navaratri in Belagavi",
    "link": "https://www.thehindu.com/news/national/karnataka/large-number-of-young-men-women-take-part-in-durga-mata-daud-being-held-as-part-of-navaratri-in-belagavi/article67431111.ece",
    "description": "Shiv Pratishtan Hindustan, a Maharashtra-based Hindutva group, is organising the 10-day morning run",
    "date": "Tue, 17 Oct 2023 20:36:57 +0530",
    "content": "Young men and women join the Durga Mata Daud morning run as part of the Navaratri celebrations in South Belagavi on Tuesday. | Photo Credit: P. K. BADIGER\n\nYoung men and women join the Durga Mata Daud morning run as part of the Navaratri celebrations in South Belagavi on Tuesday. | Photo Credit: P. K. BADIGER\n\nA large number of young men and women are joining the Durga Mata Daud in various areas of Belagavi city, as part of Navaratri celebrations.\n\nOn Tuesday, runners wore saffron shawls and headgear and shouted slogans like Jai Bhavani, Jai Shivaji while participating in the Daud. They began the run from the Shivaji Colony in Tilakwadi in South Belagavi and ended at the Mahalakshmi Temple in Kumbar Gall in Angol.\n\nPolice had made security arrangements. Some police officers ran alongside the participants on the route.\n\nThe 10-day run was formally inaugurated on Sunday.\n\nThe first run was organised between Shivaji Park in Shahapur and Kapileshwar Temple. The second event was organised from the Ganesh Temple at Channamma Circle to the Durga Temple in the Belagavi Fort on Monday.\n\nShiv Pratishtan Hindustan, a Maharashtra-based Hindutva group, is organising the Daud. The events are held in different areas of the city every morning till October 24. Runners participate wearing costumes and dance to the tune of Dhol Tasha drums and other instruments.\n\nShiv Pratishtan Hindustan Belagavi unit president Kiran Gawade said that the run is being organised in various cities and towns in Maharashtra and Karnataka for over two decades now.\n\n“Our prime motto is to rekindle the spirit of Hindutva in the minds of young men and women. It also celebrates women warriors of the country,” he said.\n\nThe fourth run will be organised from Basavanna Temple in Nehru Nagar to Jyotiba Temple in Shiva Basava Nagar on Wednesday. The next one will be from Dharmveer Sambhaji Chowk to Maruti Temple near Sanyukta Maharashtra Chowk on Thursday. There will be run from Durga Mata Temple in Khasbag to Mangai Temple in Wadgaon on Friday.\n\nOn Saturday, there will be run from Shivtirth to Dharmaveer Sambhaji Chowk and October 22, it will be from Amba Mata Temple in Shahapur to Basaveshwar Circle in Goaves.\n\nThe Somnath Temple to Shani Mandir run will be organised on October 23 and the concluding run will be from Maruti Mandir to Dharmaveer Sambhaji Chowk on October 24.",
    "imgLink": "https://th-i.thgim.com/public/incoming/dfwasp/article67431328.ece/alternates/LANDSCAPE_1200/9727_17_10_2023_19_34_8_2_18BGMDURGAMATADOUD2.JPG",
    "category": "india",
    "id": "53cly1jqclnugt8sh"
  },
  {
    "title": "Andhra Pradesh High Court adjourns hearing of Naidu’s bail plea in skill development scam",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/andhra-pradesh-high-court-adjourns-hearing-of-naidus-bail-plea-in-skill-development-scam/article67431130.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:36:35 +0530",
    "content": "Three cases relating to Skill Development Scam, Margadarsi, and Kodi Kathi cases were heard by the Andhra Pradesh High Court on Tuesday.\n\nThe High Court adjourned the hearing of a petition filed by former Chief Minister Nara Chandrababu Naidu seeking bail in the skill development scam in the State. The court posted the matter for hearing to October 19.\n\nS. Pranati, advocate of Mr. Naidu, urged the court to post the matter at a later date. Justice Suresh Reddy, who was hearing the case, posted the matter for Wednesday. Mr. Naidu filed the bail petition after the Anti Corruption Bureau (ACB) Court denied bail to him in the case.\n\nThe High Court stayed the trial of Kodi Kathi case in the National Investigation Agency (NIA) court, Visakhapatnam, for six weeks.\n\nChief Minister Y. S. Jagan Mohan Reddy filed a petition challenging the  dismissal of his plea by the NIA Court, Vijayawada, for a deeper probe into the case.  J Srinivasa Rao (Srinu) allegedly attacked the Chief Minister at Visakhapatnam International Airport on October 25, 2018.\n\nAfter hearing the arguments of both the parties on October 13, Justice K. Sreenivasa Reddy adjourned the hearing to October 17.  The NIA in its charge sheet filed in the NIA court stated that there was no conspiracy angle in the attack on Mr. Jagan. Subsequently, Mr. Jagan urged the High Court to direct the NIA to probe deeper into the conspiracy angle.\n\nThe High Court in its stay order on further hearing on Kodi Kathi case in the NIA Court in Visakhapatnam adjourned it for eight weeks. It also directed the National Investigation Agency (NIA) Court to file a counter to the petition filed by Mr. Jagan.\n\nThe High Court adjourned the hearing of a case filed by the Crime Investigation Department (CID) in the alleged threatening and illegal transfer of shares in the Margadarsi Chit fund company case to Wednesday.\n\nGadireddy Yuri Reddy, son of Gadireddy Jagannath Reddy, one of the founders of Margadarsi Chit Funds, filed a complaint with the AP CID, that his shares in Margadarsi were transferred to Sailaja Kiron’s name using forged signatures and documents. Based on the complaint, the CID filed a case in the High Court, which came up for hearing on Tuesday. The petitioner claimed that he was forced to transfer the shares at gun-point. An FIR was registered under Sections 420, 467, 120-B, read with IPC section 34 registered against Ramoji Rao as Accused 1 and Sailaja Kiron as Accused 2.\n\nThe High Court posted the matter with an assurance that no hasty action would be taken against Margadarsi Chairman Ramoji Rao and Managing Director Sailaja Kiron by the State CID. The court said that it would issue orders based on the merits of the case if there were no assurances.  Advocate Sivakalpana Reddy, representing the CID, assured that no hasty action would be taken and requested the court to adjourn the case to Thursday to facilitate submission of the details. The court, however, adjourned the case to Wednesday.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugt8zx"
  },
  {
    "title": "Kerala govt. indulging in mindless extravaganza when State is neck-deep in debt: Sudhakaran ",
    "link": "https://www.thehindu.com/news/national/kerala/kerala-govt-indulging-in-mindless-extravaganza-when-state-is-neck-deep-in-debt-sudhakaran/article67431071.ece",
    "description": "He says events like Keraleeyam will result in public money reaching CPI(M) hands",
    "date": "Tue, 17 Oct 2023 20:32:36 +0530",
    "content": "The Kerala Pradesh Congress Committee president K. Sudhakaran, MP, has accused the State government of indulging in mindless extravaganza such as Keraleeyam even when it is neck-deep in debt. He said that the government was seeking refuge in such spectacles to hide its administrative inefficiencies and failures.\n\nThis was for the first time in the history of the State that Kerala Piravi was being celebrated by spending ₹27 crore. The government was freely spending money from the exchequer at a time when there was strong anti-incumbency factor in play and the Communist Party of India (Marxist) [CPI(M)] was facing the threat of  being decimated in the Lok Sabha elections, Mr. Sudhakaran said.\n\nThe organising committee of Keraleeyam and the Nava Kerala sadass was fully led by the CPI(M). Seminars, light works, publicity, food fairs were all being organised on the sidelines of Keraleeyam. The government’s attempts to do a makeover would definitely result in public money reaching CPI(M) hands, Mr. Sudhakaran said.\n\nHe said that there had been no government in the State’s history which had failed as miserably as the present one. All welfare schemes such as the special security pensions and mid-day meals were in dire straits, while the government’s blatant nepotism had failed thousands of young jobseekers. Many public sector institutions were on the verge of being shut down and sports persons in the State were leaving the State in droves in search of better opportunities. The capital city almost went under water in a day’s rain, Mr. Sudhakaran said.\n\nThe Chief Minister and the Ministers should explain how Keraleeyam, which was purely a  CPI(M)-led family welfare event, was going to benefit the common man, he said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugt99d"
  },
  {
    "title": "Ibrahim is free to join Congress, says Revanna",
    "link": "https://www.thehindu.com/news/national/karnataka/ibrahim-is-free-to-join-congress-says-revanna/article67430621.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:31:43 +0530",
    "content": "Former Minister and JD(S) leader H. D. Revanna has said the JD(S) will not be split into two, and if the party’s State president C.M. Ibrahim wants to join the Congress, he was free to do so.\n\nIn a press conference here on Tuesday, Mr. Revanna said, “Let us see whom Mr. Ibrahim will expel from the party. If he wants to join the Congress, let him go”.\n\n“People of the State very well know how Deve Gowda, Kumaraswamy worked hard to strengthen the party. Now, the ball is in Mr. Deve Gowda’s court. He will resolve the issue,” he said.\n\nFurther, he said that for the last 60 years, the Congress has ill-treated Mr. Deve Gowda. The Congress joined hands with the JD(S) to stop the communal forces from holding power. “However, it is quite clear who worked for the defeat of Mr. Deve Gowda and Nikhil Kumaraswamy in the last Lok Sabha polls”.\n\nMr. Revanna’s comments carry weight in the wake of Mr. Ibrahim’s meeting with a section of leaders in Bengaluru on Monday, where he opposed the party’s alliance with the BJP.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugt9ib"
  },
  {
    "title": "Workshop on insurance frauds for CID officers",
    "link": "https://www.thehindu.com/news/national/telangana/workshop-on-insurance-frauds-for-cid-officers/article67430860.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:29:29 +0530",
    "content": "ADG CID Mahesh M. Bhagwat on Tuesday stressed the need for police officers to enhance their investigation skills against diverse insurance frauds. He was speaking after inaugurating a workshop on life insurance frauds for the officers of the Crime Investigation Department (CID). The workshop, attended by all CID Senior Superintendents of Police (SSPs) and other senior officers, featured sessions led by Anil P. M. (Head-Legal, Chief Compliance) and Nirmal Paul (Head of Fraud Prevention Unit) from Bajaj Allianz, focussing on strategies to effectively combat life insurance frauds. The workshop was organised by Bajaj Allianz Insurance to address life insurance frauds.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugt9oh"
  },
  {
    "title": "Dasara gold card launch today  ",
    "link": "https://www.thehindu.com/news/national/karnataka/dasara-gold-card-launch-today/article67430798.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:24:27 +0530",
    "content": "Close on the heels of the tourism stakeholders’ demand for gold cards, Deputy Commissioner K. V. Rajendra issued a press statement on Tuesday evening that the gold cards will be released on Wednesday at 10 a.m. to facilitate tourists from India and abroad to watch the Dasara programmes.\n\nThe cards can be bought online visiting the Mysuru Dasara website www.mysoredasara.gov.in\n\nEach card has been priced at ₹6,000. Two cards can be bought at one-time subject to the availability of the cards. The gold card is available only online.\n\nThere is no information on the number of gold cards released for this year’s festivities amidst the increasing demand.\n\nThe release said the date, time and venue from where the gold cards can be collected after purchasing online will be informed through sending a message to the phone numbers of the buyers. besides sending an email as well. By providing an ID proof, the buyers can collect the cards.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugt9wd"
  },
  {
    "title": "Dalit farmer carries son’s body from government hospital to his village on motorbike",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/dalit-farmer-carries-sons-body-from-government-hospital-to-his-village-on-motorbike/article67431008.ece",
    "description": "Personnel of ‘108’ ambulance service, who brought the boy from Hanumanthuni Palle to the hospital at Madakasira, refuse the farmer’s request to carry the body back home; the Maha Prasthanam vehicles used to carry bodies are currently not available in any hospital in Sri Sathya Sai district, says official",
    "date": "Tue, 17 Oct 2023 20:24:27 +0530",
    "content": "The incident of a Dalit farmer carrying the body of his four-year-old son on a motorbike from the government hospital at Madakasira to his village Hanumanthuni Palle of Amarapuram mandal in Sri Sathya Sai district created a flutter on October 17.\n\nAccording to information, the boy, identified as Rushi, had been suffering from high fever for the last four days. His father Thimmappa, a small farmer, had taken him to a private medical practitioner in the village for treatment.\n\nHowever, at around 5 a.m. on October 17, the boy reportedly suffered an epileptic attack because of high temperature. Mr. Thimmappa immediately took him to the government hospital at Madakasira, 40 km away, in a ‘108’ ambulance. Before reaching the hospital, the ambulance personnel performed CPR on the boy and put him on oxygen support system. On reaching the hospital, the duty doctors declared him “brought dead.”\n\nThe farmer then urged the ambulance personnel to help him take the boy’s body back home. The ambulance staff, however, refused to consider the request, saying that dead bodies were not allowed to be transported in the ‘108’ ambulance.\n\nA few minutes later, Thimmappa carried away his son’s body on a two-wheeler after some relative brought it to the hospital.\n\nDistrict Coordinator of Health Services (DCHS) Thippendra Naik told The Hindu that the episode was true.\n\n“After the duty doctors declared the boy dead, his father contacted the ambulance personnel for assistance to transport the body back to the village. Later, he left the hospital along with his son’s body without informing the duty doctors,” Dr. Naik said.\n\nHe further said the the revenue officials of Madakasira and Amarapuram mandals visited the farmer’s house and conducted an inquiry.\n\n“During inquiry, the farmer said he had voluntarily transported his son’s body on the motorbike and that he did not inform them same to the duty doctors or the paramedical staff,” Dr. Naik said.\n\n“The Maha Prasthanam vehicles (used to carry bodies) are currently not available in any hospital in the district. In case of necessity, the duty doctors will try to convince the private operators to do the needful for a lesser price. In many cases, the doctors themselves have either arranged diesel or made payment to the drivers,” he added.\n\nDistrict Medical and Health Officer Krishna Reddy said the incident was taken to the notice of the District Collector.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugta45"
  },
  {
    "title": "Scrapping NEP has more politics to it than merit, says ABVP",
    "link": "https://www.thehindu.com/news/national/karnataka/scrapping-nep-has-more-politics-to-it-than-merit-says-abvp/article67431093.ece",
    "description": "‘The State government should have evaluated NEP before announcing its decision which will only cause irreparable loss to students and also, lead to various problems in the education sector’",
    "date": "Tue, 17 Oct 2023 20:23:31 +0530",
    "content": "State secretary of the Akhil Bharatiya Vidyarthi Parishat (ABVP) Manikanta Kalasa has said that the State government’s announcement on scrapping National Education Policy (NEP) to introduce State Education Policy (SEP) has more to do with politics rather than the interests of the student community.\n\nAddressing presspersons along with associate secretary Shivani Shetty and Dharwad convenor Arun Amargol in Hubballi on Tuesday, Mr. Kalasa accused the State government of making the announcement for political reasons without actually assessing the merits and demerits of NEP which is still in the implementation stage.\n\n“The NEP has been framed after elaborate consultation with education experts and various stakeholders. We are not saying everything is foolproof. But it is the responsibility of the State government to evaluate NEP before taking any decision on scrapping it. However, nothing of that sort has been done while announcing the decision to opt for SEP,” he said.\n\nMr. Kalasa said that the Ministers in the Congress-led dispensation are giving flimsy reasons for the government opting for SEP and till date, the State government too has not specifically mentioned the reasons for scrapping NEP.\n\n“Before announcing this decision, the State government should have evaluated NEP and if at all it found any demerits, then it could have corrected them. A decision to scrap NEP at a time when the whole country is following it will only cause irreparable loss to the student community and also, will lead to various problems in the education sector,” he said.\n\nHe said that as the decision smacked of politics, the ABVP will be launching intensive agitations to condemn the decision to scrap NEP. The ABVP will also organise awareness programmes among the stakeholders about the need for NEP in the interest of students.\n\n“NEP will help our students in getting prepared to face competition at the global level,” he said.\n\nHe also raised questions about the composition of the experts committee for SEP and sought to know the reason for choosing a person who is not from Karnataka as its chairman.\n\nWhen asked about whether ABVP raised similar questions when similar committees were formed for textbook revision with Rohit Chakrateertha as head, Mr. Kalasa said that the ABVP’s activities are focussed on PU and degree students.\n\nTo a query, he said that the ABVP welcomed the Congress government’s move to ban tobacco products on campus and the opposition to scrapping NEP is issue-based. During the BJP rule too, the ABVP raised objections when the government took decisions that affected students, he said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/jpmdkl/article67431256.ece/alternates/LANDSCAPE_1200/2699_17_10_2023_19_5_8_1_18HUBLIABVP.JPG",
    "category": "india",
    "id": "53cly1jqclnugtacn"
  },
  {
    "title": "State, Centre should intervene to bring body of man who died in Ireland: T.N. Prathapan",
    "link": "https://www.thehindu.com/news/national/kerala/state-centre-should-intervene-to-bring-body-of-man-who-died-in-ireland-tn-prathapan/article67431151.ece",
    "description": "Necessary steps should be taken to bring Vincent’s body to his homeland, urges the MP in his letter to the Chief Minister and Union Minister of External Affairs",
    "date": "Tue, 17 Oct 2023 20:23:17 +0530",
    "content": "T. N. Prathapan, MP, has sought urgent intervention of the State and the Central governments to bring home the body of Vincent Chittilappilly of Karuvannur, who died in Ireland.\n\nIn a letter to Chief Minister Pinarayi Vijayan and Union Minister of External Affairs S. Jaishankar, he urged necessary steps to bring Vincent’s body to his homeland.\n\nHe also urged the Chief Minister to return the deceased’s deposit from the Karuvannur Service Cooperative Bank as his family is facing a financial crisis. Vincent had deposited his entire savings in the Karuvannur bank, he said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtajp"
  },
  {
    "title": "Thieves who stole cables from high-security zone of Sabarimala area nabbed",
    "link": "https://www.thehindu.com/news/national/kerala/thieves-who-stole-cables-from-high-security-zone-of-sabarimala-area-nabbed/article67430874.ece",
    "description": "Special team dispatched to Idukki for tracing the stolen cables, says official",
    "date": "Tue, 17 Oct 2023 20:19:29 +0530",
    "content": "In a major breakthrough, the Pampa police on Tuesday cracked the theft of cables worth ₹2.5 lakh from a BSNL phone tower located within the high-security zone of Sabarimala and arrested a seven-member gang of thieves from Idukki in this connection.\n\nThe arrested were identified as Ayyappadas, Vikraman, Shafeek, Ranjith, Akhil, Azim and Jaleel - all natives of Puliyanmala in Idukki. The first six accused were arrested from Puliyanmala and the seventh accused, Jaleel, was arrested from Pampa.\n\nThe theft, which took place on October 12 night, had caught the police and other security agencies on the back foot. According to the police, the thieves breached the security cover in the region and entered the location of the tower at Saramkuthi after 8.30 p.m. on the day. After inflicting damages to the tower, they made off with a huge volume of costly cables including 280 metres of RF cable, 35 metres of earth cable, 55 DC cables, 100 metres of landline cables, five pairs of landline cables, among other things.\n\nBased on a complaint from the BSNL divisional engineer, the Pampa police lodged a case for theft and damaging public property. A special police team, constituted by the District Police Chief, launched a probe and traced the accused while examining the CCTV footage collected from the forest.\n\n“The CCTV visuals collected from different points along the forest route between Pampa and Chalakkayam showed four men moving through the forest along the Chelikkuzhy region. A further examination unearthed the visuals of two men transporting the stolen cables, in different turns, through the forest and shifting it to a car parked by the roadside’’, explained an official.\n\nBased on the finding, a forensic team along with a photographic unit and scientific investigation unit soon reached the spot and collected the evidence.\n\n“The investigation team grilled the accused in detail and they confessed to the crime. A special team has been dispatched to Idukki for tracing the cables stolen by the accused,’’ the official added.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtawj"
  },
  {
    "title": "Always stood with citizens to protect their freedoms and choices: Congress on SC’s same sex marriage verdict",
    "link": "https://www.thehindu.com/news/national/congress-on-sc-same-sex-marriage-verdict/article67430947.ece",
    "description": "Congress is studying the different judgments of the five-judge bench, says Jairam Ramesh; adds that the Congress is a party of inclusion and firmly believes in non-discriminatory processes",
    "date": "Tue, 17 Oct 2023 20:17:28 +0530",
    "content": "Media personnel seen standing outside the Supreme Court during the verdict over Same-Sex marriage, in New Delhi on Tuesday. | Photo Credit: ANI\n\nMedia personnel seen standing outside the Supreme Court during the verdict over Same-Sex marriage, in New Delhi on Tuesday. | Photo Credit: ANI\n\nThe Congress on Tuesday said it was studying the different judgments of the Supreme Court on the same sex marriage case, but asserted that it has always stood for protecting a citizen’s “freedoms, choices and rights”.\n\nA five-judge Constitution bench of the Supreme Court refused to grant legal recognition to same-sex marriages by a 3:2 majority. However, there were four different judgements by Chief Justice of India D. Y. Chandrachud, and Justices Sanjay Kishan Kaul, S. Ravindra Bhat and P.S. Narasimha. Justice Hima Kohli, who was also a part of the bench, concurred with Justice Bhat’s judgement.\n\nIn a post on X, Congress general secretary (communication) Jairam Ramesh said, “On the same sex marriage and related issues we are studying the different and differing judgments delivered in the Supreme Court today and will have a detailed response subsequently.”\n\n“Indian National Congress has always stood with all our citizens to protect their freedoms, choices, liberties and rights. We, as a party of inclusion, firmly believe in non discriminatory processes — judicial, social, and political,” he added.",
    "imgLink": "https://th-i.thgim.com/public/incoming/xxa7i5/article67431228.ece/alternates/LANDSCAPE_1200/20231017157L.jpg",
    "category": "india",
    "id": "53cly1jqclnugtb5d"
  },
  {
    "title": "Couple arrested for killing man over illicit affair in Bengaluru",
    "link": "https://www.thehindu.com/news/cities/bangalore/couple-arrested-for-killing-man-over-illicit-affair-in-bengaluru/article67431135.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:14:09 +0530",
    "content": "The Mahalakshmi Layout police arrested a woman and her husband for allegedly killing a man over an illicit affair on Monday.\n\nThe accused, Rajesh Kumar, a labourer working in RMC Yard, and his wife Neha Kumari, were arrested based on the trail of bloodstains from the body which was dumped in a vacant site next to the house of the accused, a police officer said.\n\nAccording to the police, Neha Kumari, who works at a private firm, had an affair with Sajjan Singh, a labourer, before marriage and this continued even after marriage. Rajesh Kumar on Sunday caught the duo red-handed after he returned home from work late in the night.\n\nFollowing an argument, Rajesh Kumar in a fit of rage stabbed Sajjan Kumar with a knife, killing him on the spot. The duo later carried the body and dumped it at the site near the house late in the night, said the police.\n\nThe next day, the police recovered the body and began investigation and tracked down the couple.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtbdh"
  },
  {
    "title": "We bank on six guarantees, BRS depends on money and liquor to win elections: Revanth",
    "link": "https://www.thehindu.com/news/national/telangana/we-bank-on-six-guarantees-brs-depends-on-money-and-liquor-to-win-elections-revanth/article67431122.ece",
    "description": "BRS had won the previous bypolls to Munugode only through use of money and liquor, TPCC president said",
    "date": "Tue, 17 Oct 2023 20:11:06 +0530",
    "content": "Telangana Pradesh Congress Committee (TPCC) president A. Revanth Reddy has said that his party will seek votes on the strength of the six guarantees while the BRS leadership is relying on money and liquor to win the elections.\n\nHe was addressing a press conference after the police detained him and whisked him away to Gandhi Bhavan, the party headquarters after he went to the Martyr’s Memorial and waited for Chief Minister K. Chandrasekhar Rao to come and take a pledge that they both will not spend money and distribute liquor in the elections. Mr. Revanth visited the Martyr’s Memorial but was stopped by the police in the name of election code.\n\nHe said the BRS leaders like KTR and Harish Rao were repeatedly levelling baseless allegations against the Congress that they were receiving crores from neighboring States. He lashed out at the BRS leaders for holding the Congress responsible whenever there was seizure of money.\n\nHe reminded the BRS leadership that they had won the previous bypolls to Munugode through sheer money power and indiscriminate distribution of liquor.\n\nThe TPCC chief said that KCR believed not in people but in alcohol and money. He dared the BRS if it was ready to show its manifesto and seek votes. He faulted the government machinery for not restricting those who had staged protest against the Congress. He said KCR was attacking the Congress using his private army.\n\nThe Congress president took exception to the manner in which attempt was made to tarnish the image of Pravallika, a government job aspirant, who committed suicide two days ago. He said that Pravallika’s death was definitely a murder by the government. He said that the unemployed youth are experiencing hell under KCR’s rule.\n\nHe said the family of the victim would be confined and prevented from meeting Congress leader and former AICC president Rahul Gandhi on Wednesday. He gave a call to the unemployed to vote against the BRS.",
    "imgLink": "https://th-i.thgim.com/public/incoming/cqbewr/article67431214.ece/alternates/LANDSCAPE_1200/17hyngg_A%20Revanth%20Reddy%2001.jpg",
    "category": "india",
    "id": "53cly1jqclnugtbm6"
  },
  {
    "title": "Four-day Yuva Dasara to be kicked off today ",
    "link": "https://www.thehindu.com/news/national/karnataka/four-day-yuva-dasara-to-be-kicked-off-today/article67430847.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:10:53 +0530",
    "content": "A four-day-long Yuva Dasara programme featuring live concerts, song and dance sessions and fashion shows will be kicked off at Maharaja’s Grounds in the city on Wednesday.\n\nAfter Kannada actor Shivarajkumar inaugurates the Yuva Dasara programme on Wednesday evening in the presence of Minister in-charge of Mysuru district H. C. Mahadevappa, an entertainment programme titled Sandalwood night is scheduled to be held between 7 p.m. and 10 p.m.\n\nOn October 19, the second day of Yuva Dasara, live concerts will be staged by different teams led by Sanjith Hegde, Raghu Dixit and Shilpa Rao in the evening.\n\nFashion show by Palash Bidappa and live concerts by teams of All OK and Salim and Sulaiman besides dance performances by local artists will be staged in the evening of October 20.\n\nOn the final day of Yuva Dasara on October 21, a fashion show by Shachina Heggar’s team, a concert by Mohan Sisters, besides performances by Benny Dayal and others will be held before the curtains are drawn on the four-day event.\n\nOn Tuesday, a day before the start of Yuva Dasara programmes, Joint Director of Department of Tourism, Mysuru, M. K. Savitha, who is also the convener of the Yuva Dasara Sub-Committee, held a preliminary meeting on the Yuva Dasara programmes with officials and members of the sub-committee on the necessary arrangements to be made.\n\nLater, the members of the sub-committee visited Maharaja’s Grounds and inspected the preparations underway for the Yuva Dasara programme.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtc01"
  },
  {
    "title": "Education has moved out of the classroom: Nikhil Kamath",
    "link": "https://www.thehindu.com/news/cities/bangalore/education-has-moved-out-of-the-classroom-nikhil-kamath/article67430319.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:07:47 +0530",
    "content": "The world is competitive and education has moved out of the classroom, said Nikhil Kamath, co-founder of financial services company Zerodha.\n\nDelivering the convocation address at the 58th annual convocation of Bangalore University (BU) on Tuesday, he said: “I haven’t done too much traditional education. But education has moved out of the classroom and so much is available online today for one to read and learn.”\n\n“I had unconventional education by virtue of which I chose to educate myself. It was not through books given to me through syllabus or structured education, but when you go down the path of curiosity; curiosity around learning, not just your subject, but being curious about changes around the world, both in technology and academia is important. There is so much out there available for free today. So much that could teach us and so much that will make us better equipped to get a job and to start a career,” the entrepreneur added.\n\nFormer Prime Minster H. D. Deve Gowda, who was given a honorary doctorate, stressed on the need for moral education for school and college students.\n\n“Providing quality education along with moral education to students is important. Education will be just a piece of paper without culture. Education will be meaningful when you develop culture with it,” he said.\n\nIndian Space Research Organisation (ISRO) Chairman S. Somanath, who was also conferred with a honorary doctorate, was not present.\n\nAs many as 299 gold medals and 113 cash prizes were awarded to 193 students, and 204 PhDs were conferred. As many as 28,871 students received various degrees, of which 20,056 obtained distinction, 4,807 first class, 874 passed with second class, and 137 with pass class.\n\nGovernor Thaawarchand Gehlot, Higher and Technical Education Minister M. C. Sudhakar, Vice-Chancellor Jayakara S.M., and others were present.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtc8m"
  },
  {
    "title": "Nandi statue at Kalaburagi temple found disfigured",
    "link": "https://www.thehindu.com/news/national/karnataka/nandi-statue-at-kalaburagi-temple-found-disfigured/article67431031.ece",
    "description": "Muttaga villagers demand stringent action against miscreants for destroying peace and secular fabric of society",
    "date": "Tue, 17 Oct 2023 20:06:05 +0530",
    "content": "A statue of Nandi at the Kanthi Basaveshwara Temple in Muttaga village of Shahabad taluk of Kalaburagi district was destroyed by miscreants here on Tuesday.\n\nAccording to sources, the miscreants disfigured a portion of the Nandi’s face placed in the sanctum sanctorum of the Kanthi Basaveshwar Temple situated on the outskirts of the village.\n\nOn Tuesday morning, the temple priest found that the statue was destroyed and a portion of the Nandi idol was thrown outside the temple.\n\nThe villagers gathered at the temple and demanded stringent action against the miscreants who were involved in destroying the peace and secular fabric in the village through such incidents.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtchs"
  },
  {
    "title": "Capital to host second edition of the International Indie Music Festival in November ",
    "link": "https://www.thehindu.com/entertainment/music/capital-to-host-second-edition-of-the-international-indie-music-festival-in-november/article67430917.ece",
    "description": "Some of the standout bands on the line up are Taiwanese band ‘Dharma’, Norwegian band ‘Viking Queen’, ‘Bani Hill Band’, a Georgian folk band, and Ugandan Afropop-Reggae act ‘Melody Uganda’",
    "date": "Tue, 17 Oct 2023 20:05:36 +0530",
    "content": "Independent musicians have never had anything served on a platter, be it in garnering listeners without big labels to back them or in getting a venue to perform.\n\nLast year, two independent musicians from Thiruvananthapuram, who had known the struggles back in the early 1990s, came up with the idea of an International Indie Music Festival (IIMF), providing a platform for local indie bands as well as bringing here independent bands from as far as Papua New Guinea and Armenia. The festival organised by the Kerala Arts and Crafts Village, Kovalam, in collaboration with the Lazie Indie music magazine became quite a hit with the music buffs in the city.\n\nInspired by the success of the first edition, the team is back with the second edition of the festival, with 15 bands representing an array of genres, from November 10 to 12 at the same venue. Among the highlights this year are Dave Evans, the first lead singer of legendary Australian rock band AC/DC, who sang their debut hit single. He later became part of the band ‘Rabbit’ and had a solo career, releasing six albums. Earlier this year, he embarked on a tour to celebrate the 50th anniversary of AC/DC with his set of musicians.\n\nSome of the standout bands on the line up are Taiwanese band ‘Dharma’, who plays their unique band of ‘Buddhist metal’, blending Buddhist chants with a traditional death metal sound, Norwegian band ‘Viking Queen’, which plays a brand of viking metal with lyrics drawing on material from Norse mythology, ‘Bani Hill Band’, a Georgian folk band which originated with street performances before graduating to bigger venues and Ugandan Afropop-Reggae act ‘Melody Uganda’. Also part of the star-studded list are Indian rock veterans ‘Indian Ocean’, carnatic rock pioneers ‘Motherjane’, popular vocalist Shakthisree Gopalan, American country music band Hammond Brothers, rapper Arivu, and the Ambassa band, rock band ‘Girish and the Chronicles’ , Thiruvananthapuram-based folk band ‘Kadal’, Rajasthani folk musicians ‘Maati Baani’, and the Bonny Abraham ensemble.\n\n“Since the response last year was encouraging, we thought that we will go for something bigger this time around. This is a fully home-grown music festival that has support from across the world. The line-up has only grown more diverse this year. The bands were chosen not just based on popularity, but based on the variety of the genres and with representation for various ethnicities. The idea behind the festival is to mark Thiruvananthapuram as one of the hubs for independent music, and to provide exposure for the musicians here,” says Jay, who is organising the festival with Manoj, his bandmate from the band Lazie J.\n\nThe festival is a spin-off from the Lazie Indie Magazine, an online magazine for independent music, which Jay launched during the pandemic period. The magazine brought him in touch with independent musicians and bands from across the globe, some of whom performed in the first edition.\n\nThe capital city will host a music festival featuring Thiruvananthapuram-based rock and rap bands on Saturday at the Joys Music Room in Kunnukuzhy. The festival titled ‘Noice Temple 2.0’ will feature rapper Enkay, rap metal band ‘Kaalam’, metal band ‘Third Rates’, and punk rock band ‘DIY Disruption’. The festival will begin at 6 p.m. on October 21.",
    "imgLink": "https://th-i.thgim.com/public/news/national/kerala/h9ee9j/article67430914.ece/alternates/LANDSCAPE_1200/IMG-20231017-WA0004.jpg",
    "category": "india",
    "id": "53cly1jqclnugtcre"
  },
  {
    "title": "Questions over delay in launch of Dasara gold cards  ",
    "link": "https://www.thehindu.com/news/national/karnataka/questions-over-delay-in-launch-of-dasara-gold-cards/article67430575.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:05:34 +0530",
    "content": "Stakeholders in the tourism sector in Mysuru have sought to know the reason for the delay in launching Dasara gold cards even after the start of the festivities. This will have an impact on tourists from India and abroad planning their itinerary to Mysuru to witness the celebrations, they claim.\n\nExpressing displeasure over the delay in launching gold cards, Federation of Organisations and Associations of Mysuru (FOAM) office-bearers and other stakeholders told a press conference here on Tuesday morning that neither the district administration nor the State government officials have issued any information on the gold cards. If the cards were released prior to the start of the festivities, it would have helped tourists plan their visit in advance. Tourists who would like to witness the events cannot plan their visits and likely to skip their visit causing loss to Mysuru and its tourism despite spending crores of rupees on the celebrations, argued FOAM president B. S. Prashanth.\n\nIn the past, the gold cards used to be launched a few days before the festivities to facilitate the tourists to plan their visits. Nearly 60-65% of people are banking on the tourism revenue for their livelihood and steps have to be taken that boosts tourism economy, he said.\n\nMr. Prashanth said if a handful of cards are printed and released at the last minute, and distributed among non-tourists, it will not benefit tourism. If not gold cards, at least some arrangements could have been made for tourists who can afford to spend on such facilities. Every time, the stakeholders make an appeal during the meetings convened before Dasara but their suggestions were never taken seriously and implemented, he said.\n\nMeanwhile, Deputy Commissioner K. V. Rajendra stated in a release here issued on Tuesday evening that the gold cards will be released on Wednesday.\n\nThe stakeholders have also sought extension of the tax waiver for inter-State tourist vehicles for at least 10 to 15 days since tourists’ flow will continue even after the conclusion of the festivities.\n\nA notification issued by the Transport Department says that the tax had been exempted for interState vehicles visiting Mysuru city and Brindavan Gardens only from October 16 to 24. “Does the order mean that tourist vehicles going to Srirangapatna will be taxed?” Mr. Prashanth asked.\n\nIt’s obvious that tourists will be visiting Srirangapatna, another important tourist destination, during their visit to Mysuru. “When Brindavan gardens which are located in Srirangapatna taluk can get the exemption, why not Srirangapatna town,” he questioned.\n\nThe stakeholders said the order was issued on October 16 and it applies to visits to Mysuru and Brindavan gardens in KRS dam site. This needs to be clarified and a revised order extending the tax waiver benefit at least till the month-end or more should be issued in the interest of tourism, the FOAM members urged the government.\n\nFOAM vice-president C. Narayanagowda, Mysuru Travels Association president Jayakumar and others were present.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtczm"
  },
  {
    "title": "Early-warning systems, flood-resistant infrastructure, land-use planning required in Kerala, says CWRDM report ",
    "link": "https://www.thehindu.com/news/national/kerala/early-warning-systems-flood-resistant-infrastructure-land-use-planning-required-in-kerala-says-cwrdm-report/article67430781.ece",
    "description": "Managing water resources in the State is a critical and challenging task because of its complex hydrology and high rainfall variability, says Kozhikode-based Centre for Water Resources Development and Management",
    "date": "Tue, 17 Oct 2023 20:03:07 +0530",
    "content": "Installation of early-warning systems, construction of infrastructure that can resist overflow of water, and proper land-use planning are needed to reduce the impact of seasonal floods in Kerala, says the Kozhikode-based Centre for Water Resources Development and Management (CWRDM).\n\nThis is part of ‘Rivers and rain 2022: Assessing Kerala’s water sustainability, a status report’ published by the CWRDM recently. K. Naveena, T. M. Sharannya, M.C. Raicy, T.K. Drissia, U. Surendran, and Manoj P. Samuel are part of the team that prepared the report.\n\nThe agency says in the report that managing water resources in the State is a critical and challenging task because of its complex hydrology and high rainfall variability. Kerala faces various water-related issues, including floods during the monsoon and water scarcity during the summer. Effective water resources management requires a holistic approach that considers conservation, distribution, and sustainability, says the report.\n\nThe CWDRM suggests implementation of integrated water resources management principles as it will involve coordination between surface water, groundwater and ecosystems to ensure sustainable and equitable use. Afforestation, soil conservation, and the creation of check-dams have been mooted to ensure priority for watershed-based management. This is expected to prevent soil erosion, improve water quality, and recharge groundwater. To combat drought, the agency proposes water-efficient agricultural practices, use of drought-resistant crops, and implementation of steps such as micro-irrigation to save water.\n\nThe report also seeks promotion of rainwater-harvesting techniques at the household and community levels. Rainwater can be stored in tanks and used for various non-potable purposes like irrigation, flushing toilets, and washing. Adoption of recharge methods like rainwater percolation pits and artificial recharge structures and strict implementation of groundwater regulations are also the need of the hour.\n\nTo ensure the safety of drinking water and protection of aquatic ecosystems, continuous monitoring of water quality in rivers, lakes and groundwater resources is required. Local communities should be involved in water management as they have valuable knowledge about local water sources and can contribute to conservation efforts, says the report.\n\nThe CWRDM also calls for developing strategies to tackle the impacts of climate change, including increased rainfall variability and sea-level rise by integrating climate resilient water infrastructure into planning. As part of this, investment in research and development should be strengthened to identify innovative technologies and practices for sustainable water management, including desalination, waste water treatment, and water recycling. A robust data collection and management system should be put in place to monitor water resources and make informed decisions based on accurate data.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtd7n"
  },
  {
    "title": "Coimbatore, Madurai, Avadi Corporations get new Commissioners ",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/coimbatore-madurai-avadi-corporations-get-new-commissioners/article67430804.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:03:06 +0530",
    "content": "In the latest shuffle of IAS officers, M. Sivaguru Prabakaran and L. Madhubalan will take over as Commissioners of Coimbatore and Madurai Municipal Corporations respectively. S. Sheik Abdul Rahaman will assume office as Commissioner of Avadi Municipal Corporation.\n\nWhile Thakare Shubham Dnyandeorao will assume office as Commissioner of Tirunelveli Corporation, V. Sivakrishnamurthy is set to take over as Commissioner of Erode Corporation. A G. O. in this regard was issued by the State government on Monday.\n\nK. J. Praveen Kumar is set to assume office as Regional Deputy Commissioner (Central), Greater Chennai Corporation (GCC) and Katta Ravi Teja will assume office as GCC’s Regional Deputy Commissioner (North). K. Tharpagaraj has been posted as Deputy Secretary in Higher Education Department.\n\nM. Prathap will assume office as Joint Managing Director of Tamil Nadu Urban Habitat Development Board, while S. Priyanka is set to take over as Additional Collector (Development) in Tiruvarur district. R. Saranya will assume office as Additional Collector (Development) in Cuddalore.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtde2"
  },
  {
    "title": "Karnataka High Court declines to quash case against former private secretary of Vinay Kulkarni in murder case ",
    "link": "https://www.thehindu.com/news/national/karnataka/karnataka-high-court-declines-to-quash-case-against-former-private-secretary-of-vinay-kulkarni-in-murder-case/article67430337.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:02:20 +0530",
    "content": "The High Court of Karnataka has declined to quash the criminal case against Somashekar Nyamagouda, who was the then private secretary to former Minister Vinay Kulkarni, in the Yogish Goudar murder case of 2016 in which Mr. Kulkarni himself is an accused.\n\nThere was no need for prior sanction for prosecution of Nyamagouda, who is working as Secretary, APMC, Tiptur, as the acts of criminal conspiracy for murdering, creating fake tour programme of the then Minister alleged against him are prima facie not part of the discharge of official duties, the High Court said.\n\nJustice M. Nagaprasanna passed order while dismissing the petition filed Nyamagouda. He had questioned the order passed in November, 2022, by the special court to deal with criminal cases against MPs and MLAs in rejecting his application for discharging him from the criminal case and taking cognisance of offence against him.\n\nThe Central Bureau of Investigation had arraigned the petitioner as accused number-21 in the supplementary charge sheet and Mr. Kulkarni as accused number-15. It was alleged that the petitioner had created a fake tour programme to New Delhi and atravel itinerary of then Minister Kulkarni during June, 2016, to show that the Mminister was not in Karnataka during particular period even though Mr. Kulkarni did not travel to New Delhi.\n\n“...acts committed by the petitioner are not using the position of him being a public servant, but misusing the position of him being a public servant..,” the High Court said.\n\nClarifying that its observations were limited for deciding this petition, the High Court said that it is open to the petitioner to establish during the trial that alleged acts were part of his official duty and seek necessary directions from the special court.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtdm0"
  },
  {
    "title": "Kurnool gears up for CM’s visit on October 19",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/kurnool-gears-up-for-cms-visit-on-october-19/article67431094.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 20:01:30 +0530",
    "content": "District Collector G. Srujana and Superintendent of Police (SP) G. Krishna Kanth on Tuesday conducted ASL (Advance Security Liason) in connection with Chief Minister Y. S. Jagan Mohan Reddy’s one-day visit to Yemmiganur in Kurnool district on October 19.\n\nThe officials first inspected the helipad and then the public meeting premises at Yemmiganur; they also discussed the security measures to be taken for the CM’s visit. Later, the Collector inspected the stage and the public meeting venue. She directed the concerned officials to make proper seating arrangements for VIPs, media, beneficiaries of the Jagananna Chedodu scheme, and others. She also urged officials to ensure that the premises were kept clean and provided directions for arrangement of drinking water facility, electricity, fire, public address system, LED screens, transport, and strong barricading .\n\nLocal MLA Chennakesava Reddy, Adoni Sub Collector Abhishek Kumar, and senior officials of various departments took part in the inspections.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtduh"
  },
  {
    "title": "Like cricket, other sports too need encouragement, says Azharuddin after inaugurating ITF Dharwad tournament  ",
    "link": "https://www.thehindu.com/news/national/karnataka/like-cricket-other-sports-too-need-encouragement-says-azharuddin-after-inaugurating-itf-dharwad-tournament/article67430959.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:59:22 +0530",
    "content": "The former Indian cricketer Mohammad Azharuddin inaugurating the ITF Dharwad Men’s World Tennis Tournament in Dharwad on Tuesday. Labour Minister Santosh Lad is also seen. | Photo Credit: SPECIAL ARRANGEMENT\n\nThe former Indian cricketer Mohammad Azharuddin inaugurating the ITF Dharwad Men’s World Tennis Tournament in Dharwad on Tuesday. Labour Minister Santosh Lad is also seen. | Photo Credit: SPECIAL ARRANGEMENT\n\nThe former Indian cricketer Mohammad Azharuddin has said that along with cricket, other sports too need encouragement and support from all quarters. He has called upon the corporate houses and other organisations to encourage all sportspersons through sponsorship.\n\nHe was speaking to media persons after inaugurating the ITF Dharwad Men’s World Tennis Tournament at the Rajadhyaksha Pavilion Courts of the Dharwad District Lawn Tennis Association in Dharwad on Tuesday.\n\nThe former cricketer said that woman sportspersons required more support and encouragement in the form of financial assistance, facilities and coaching, among others, as the requisite support will help them excel in various sports events.\n\nMr. Azharuddin lauded the International Tennis Federation, Karnataka State Lawn Tennis Association and Dharwad District Lawn Tennis Association for organising an international tennis tournament at a place other than metro cities.\n\nHe said that such initiatives will inspire young talents from mofussil centres and motivate them to put in their best efforts to excel in their chosen sports.\n\nOn the ICC World Cup, he said, Indians are the hot favourites for lifting the ICC World Cup and they have started their journey on a high note. “There is no doubt in the Indian team clinching the World Cup and creating a new record,” he said.\n\nHe said that with frontline batsmen and ace bowlers in good form, India has become a formidable side and the spinners too have put up a good show in the last couple of months.\n\nOn elections in Telangana, Mr. Azharuddin, who is also the working president of the Telangana Pradesh Congress Committee, said that as there is a wave in favour of Congress in Telangana, the party will form a government there on its own this time.\n\nTo a query, he clarified that the party will not replicate in Telangana the guarantee schemes announced here, “although Chief Minister Siddaramaiah has effectively implemented the schemes in the State”. Every State has its own issues and demands and the Congress will plan its poll strategy accordingly, he said.\n\nLabour Minister Santosh Lad, who took part in the inauguration along with Mr. Azharuddin, said that in the coming days more such sports events will be organised to encourage youngsters.\n\nDeputy Commissioner of Dharwad and president of DDLTA Gurudatta Hegde, Superintendent of Police Gopal Byakod and others were present.\n\nIndian Davis Cup players Ramkumar Ramanathan and Digvijay Pratap Singh are among the main attractions at the tournament which has participants from 12 counties.",
    "imgLink": "https://th-i.thgim.com/public/incoming/2uo5fq/article67431156.ece/alternates/LANDSCAPE_1200/2699_17_10_2023_19_23_14_2_18HUBLIITFAZHARUDDIN_2.JPG",
    "category": "india",
    "id": "53cly1jqclnugte1l"
  },
  {
    "title": "A calendar will be prepared for school sports meet: Minister ",
    "link": "https://www.thehindu.com/news/national/kerala/a-calendar-will-be-prepared-for-school-sports-meet-minister/article67430952.ece",
    "description": "An amount of ₹2.60 crore allotted for new building at Kunnamkulam government vocational higher secondary school",
    "date": "Tue, 17 Oct 2023 19:58:59 +0530",
    "content": "A special calendar will be prepared for the State School Sports Festival from next year, Education Minister V. Sivankutty has said.\n\nSpeaking after inaugurating the 65th State School Sports meet in Kunnamkulam on Tuesday, the Minister said the director of education has been asked to prepare a proposal for the calendar. It will help the students to make preparations for the competition, he added.\n\nAn amount of ₹2.60 crore has been allotted for the Government Vocational Higher Secondary School, Kunnamkulam, which hosts the festival, for constructing a building as a memorial for the sports meet.\n\n“A committee with General Education Director, Additional Director and sports organiser as members, has been formed to consider transforming the school sports festival into a school Olympics.”\n\nThe Minister said the State government maintains a good record of providing jobs for the sports stars. The State government has appointed 676 sports personnel in sports quota in the last seven years, he said.\n\nRevenue Minister K. Rajan, who presided over the function, said that the I. M. Vijayan indoor stadium will be inaugurated in the current year itself.\n\nPadma awardee Olympian P. R. Sreejesh and Olympian Lijo David Thottan were honoured at the function. A march past of National Cadet Corps (NCC) and Student Police Cadet (SPC) students and band set added colour to the inaugural function. Cultural programmes of students followed.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugte9g"
  },
  {
    "title": "Online sale of tickets for Jamboo Savari from today",
    "link": "https://www.thehindu.com/news/national/karnataka/online-sale-of-tickets-for-jamboo-savari-from-today/article67430973.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:55:48 +0530",
    "content": "Those wishing to watch the stately Jamboo Savari on the palace premises here may have to spend more.\n\nThe district administration on Tuesday announced that tickets for witnessing the Vijayadashami procession at the palace can be bought online from Wednesday from 10 a.m. onwards.\n\nEach ticket has been priced at ₹2,000 and ₹3,000 based on the seating arrangements for the finale scheduled on October 24. The tickets are available online and there is no offline sale of the tickets, a note from the Deputy Commissioner’s office said.\n\nThe tickets for torchlight parade at Bannimantap grounds have also been announced and they too will be available online. The ticket costs ₹500 per person.\n\nThe tickets for Jamboo Savari and torchlight parade can be bought visiting www.mysoredasara.gov.in\n\nAfter buying tickets online, the buyers will get an SMS and also an email notifying the time, date and venue from where they have to collect the tickets. They can collect the tickets showing an ID proof at the counter.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtegf"
  },
  {
    "title": "MLA’s supporters stage protest opposing delay in appointment to boards",
    "link": "https://www.thehindu.com/news/national/karnataka/mlas-supporters-stage-protest-opposing-delay-in-appointment-to-boards/article67430434.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:54:53 +0530",
    "content": "In an embarrassment to the Congress government, the supporters of Congress MLA Abbayya Prasad (Hubbballi-Dharwad East) on Tuesday staged a protest in front of the Chief Minister’s official residence Krishna in Bengaluru opposing the delay in the appointment of legislators to the government-owned boards and corporations.\n\nSupporters of Mr. Prasad demanded early appointment of their leader to one of the board/corporations. The party workers, who have played a critical role in electing the Congress government, have been upset over Chief Minister Siddaramaiah not appointing heads to boards and corporations even after more than four months of coming to power.\n\nSources said that while legislators demanded a higher share in the 80-odd boards/corporations, the party leaders said the government should reward them for their work during the elections. MLAs denied Cabinet berths have been lobbying hard to head the boards/corporations, sources said. Later, Mr. Prasad and Mr. Siddarmaiah held a meeting and the latter promised early appointment of legislators to the boards/corporations, sources said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugteno"
  },
  {
    "title": "LDF to conduct ten-day campaign on Land Bill in Idukki",
    "link": "https://www.thehindu.com/news/national/kerala/ldf-to-conduct-ten-day-campaign-on-land-bill-in-idukki/article67430869.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:54:45 +0530",
    "content": "The Left Democratic Front (LDF) has announced a ten-day-long campaign starting on October 19 in Idukki district to spread awareness about the Kerala Government Land Assignment (Amendment) Bill, 2023 that the Assembly passed recently.\n\nIn a press conference in Thodupuzha on Tuesday, Communist Party of India (Marxist) CPI(M) Idukki district secretary C. V. Varghese said that a march titled “Janakeeya Vijaya Sandesha Yathra” will be held across the district centres to spread the message about the benefits of the Bill.\n\nCPI(M) Polit Bureau member A. Vijayaraghavan will inaugurate the campaign at Adimali in Idukki on October 19 at 4 p.m. The march will commence from Kallarkutty, near Adimali, on October 20 and conclude at Thodupuzha on October 28. CPI(M) leaders from the Centre and the State — E. P. Jayarajan, Thomas Issac, K.K. Shailaja, A.K. Balan, V.N. Vasavan, K.K. Jayachandran, Puthalath Dineshan, Anavoor Nagappan, P.K. Biju, M.M. Mani and S. Satheesh — will address the people at various centres.\n\nMr. Varghese said that the march will pass through major centres in the districts including Kallarkutty, Rajakkad, Rajakumari, Nedumkandam, Thookkupalam, Anakkara, Elappara, Kattappana, Cheruthoni, Moolamattam and Thodupuzha.\n\n“After the government’s decision to amend the Kerala Government Land Assignment Bill, thousands of religious centres, schools and colleges, clubs, Anganwadis, and government buildings in the district were to be regularised. The tourism sector should be developed in the district after the amendment,” said Mr. Varghese.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtevd"
  },
  {
    "title": "AIR Bhadravathi, Karnataka Sangha to organise Kavikavya Ganasudhe",
    "link": "https://www.thehindu.com/news/national/karnataka/air-bhadravathi-karnataka-sangha-to-organise-kavikavya-ganasudhe/article67430932.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:53:26 +0530",
    "content": "Akashavani Bhadravathi, in association with Karnataka Sangha in Shivamogga, will hold Kavikavya Ganasudhe programme at the Karnataka Sangha auditorium in Shivamogga on Thursday. The programme has been organised as part of Dasara celebrations and to mark Kannada Rajyotsava.\n\nIn a press release, S. R. Bhat, Programme Head of Akashavani Bhadravathi, said that poets would present their poems and a team of singers would sing them. The poets taking part in the programme are Sharada Uluve, Manasa Shivaramakrishna, Ambika Devaraj, Usha Nagaraj, Dr. Gurudath K.N., Basavarajappa J.N., Madhuganapatirao Madenuru, Shi. Ju. Pasha and Manjappa T.\n\nSanjeev R. Namannavar has composed the music for the poems. Vishakh Nagalapur and Sangeetha Vernekar will present the songs.\n\nKarnataka Sangha president M. N. Sundararaj, honorary secretary Ashalata M., and others will participate. Akashavani Bhadravathi will air the recorded programme at 9 a.m. on November 1.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtf3r"
  },
  {
    "title": "Centre of excellence for indigenous cattle to be jointly set-up by NDDB and TTD ",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/centre-of-excellence-for-indigenous-cattle-to-be-jointly-set-up-by-nddb-and-ttd/article67430711.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:53:12 +0530",
    "content": "TTD Executive officer A. V. Dharma Reddy on Tuesday said that a Centre of Excellence for the development and genetic improvement of indigenous cattle will be set-up at its S.V. Go-Samrakshanasala in Tirupati jointly by the National Dairy Development Board (NDDB) and the TTD , and the funds will be provided under Rashtriya Gokul mission.\n\nIn a meeting with the officials of NDBB and professors of S. V. Veterinary college, Mr. Reddy said that the Ministry of Fisheries and Animal Husbandry have released ₹46 crores for a period of five years for conservation and qualitative genetic improvement among the domestic cattle. The proposed centre will focus on advanced reproductive methods like artificial insemination and embryo transfer technologies to accelerate the process of genetic improvement among cows, he added.\n\nMr. Reddy further stated that the NDDB should also think of providing financial assistance to TTD as it is already working in the direction of promoting indigenous breeds and the decision to raise over 3,000 litres of cow milk and 60-100 kilograms of ghee a day to supply at various temples is part of the ambitious program.\n\nTTD JEO Sada Bharghavi, NDDB Chairperson Sri Devi, M. D. Devanand, Srija of Milk Federation of Tirupati, Professors of S.V. Veterinary college Sarjan rao, Venkat ao and Director of SV Gosala Dr Harinath reddy were prominent among others present.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtff8"
  },
  {
    "title": "Experts committee submits report to CM on Union govt. Bills ",
    "link": "https://www.thehindu.com/news/national/karnataka/experts-committee-submits-report-to-cm-on-union-govt-bills/article67430266.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:50:33 +0530",
    "content": "An expert committee headed by Minister for Law, Justice and Human Rights, Parliamentary Affairs and Legislation and Tourism H. K. Patil, submitted a study report to Chief Minister Siddaramaiah on the Bills — The Bharatiya Nyaya Samhita, Bharatiya Nagarik Suraksha Samhita and Bharatiya Sakshya Bill, 2023, — presented in the Lok Sabha recently by the Union government.\n\nThe Chief Minister said that the government will send its opinion about these Bills based on the committee report to the Union government and will discuss this in person with Home Minister Amit Shah at the next meeting.\n\nIn his opening remarks, Mr. Patil, explained that the committee held 10 meetings and every section of these bills were studied and discussed in detail. The former Karnataka Hight Court judge P. N. Desai, Law, Justice and Human Rights Department Principal Secretary Prabhavathi M. Hiremath, Parliamentary Affairs and Legislation Department Secretary Sridhar G., and Special Secretary of Law, Justice and Human Rights Department and Director of Prosecution and Government Litigation H.K. Jagadeesh, were among the members of the committee.",
    "imgLink": "https://th-i.thgim.com/public/incoming/i950os/article67431117.ece/alternates/LANDSCAPE_1200/IMG_2699_19_8_2023_21_1__2_1_0EBM27N3.jpg",
    "category": "india",
    "id": "53cly1jqclnugtfma"
  },
  {
    "title": "Shivakumar’s visit today to Belagavi gains significance even as Satish Jarkiholi puts off tour of legislators ",
    "link": "https://www.thehindu.com/news/national/karnataka/shivakumars-visit-today-to-belagavi-gains-significance-even-as-satish-jarkiholi-puts-off-tour-of-legislators/article67430897.ece",
    "description": "Satish Jarkiholi is said to be upset as he has been asked by the party high command to step down as KPCC working president to make way for others",
    "date": "Tue, 17 Oct 2023 19:48:26 +0530",
    "content": "Denying the existence of factions in the Congress, Satish Jarkiholi says, ‘We have groups of like-minded legislators and leaders and they travel to tourist places just to spend some quality time together.’ | Photo Credit: FILE PHOTO\n\nDenying the existence of factions in the Congress, Satish Jarkiholi says, ‘We have groups of like-minded legislators and leaders and they travel to tourist places just to spend some quality time together.’ | Photo Credit: FILE PHOTO\n\nDeputy Chief Minister D. K. Shivakumar will arrive in Belagavi to participate in the Dasara celebrations of Hukkeri Math on Wednesday.\n\nHe is also expected to hold an informal meeting of party office-bearers and legislators from the district.\n\nThe tour that was planned a week ago has gained political significance in the wake of attempts by Public Works Minister Satish Jarkiholi to take a group of Congress MLAs on a tour of Mysuru during the festive season.\n\nThe attempt by Satish Jarkiholi, who is the Congress working president, is being widely seen as a show of strength and by extension, the Gokak-based Jarkiholi clan. Satish Jarkiholi has, however, put off the tour following instructions from the party high command.\n\nCongress sources said that Karnataka in-charge general secretary called Satish Jarkiholi on Monday asking him to cancel the tour. “Instead, Satish Jarkiholi has been asked to discuss various issues in internal platforms in front of AICC president Mallikarjun Kharge, Chief Minister Siddaramaiah or KPCC president D. K. Shivakumar,” said a senior party leader.\n\nSatish Jarkiholi is said to be upset over some developments in the party. “He has been asked by the party high command to step down as the KPCC working president to make way for other leaders,” sources say.\n\n“The senior leadership is considering MLA and a Ganiga Lingayat leader Laxman Savadi or the former MLA and a Maratha Kshatriya leader Anjali Nimbalkar to fill the post. Satish Jarkiholi is not happy with Mr. Savadi’s name being proposed for the post, but has no opinion about the proposal to nominate Dr. Nimbalkar,” a senior leader said.\n\nThe Gokak-based Jarkiholi clan and the Savadi brothers from Athani have not had a very friendly political history. Some followers of Mr. Savadi believe that despite the political differences among themselves, the Jarkiholi brothers ganged up to defeat Mr. Savadi in the District Central Cooperative Bank president elections five years ago.\n\nOf the five Jarkiholi brothers, Satish Jarkiholi is a Congress Minister, Ramesh Jarkiholi and Balachandra Jarkiholi are BJP legislators and Lakhan Jarkiholi is an unattached MLC.\n\nMr. Savadi’s brothers are active in cooperative societies and run some institutions.\n\nMr. Savadi is also believed to belong to the anti-Jarkiholi faction in the district, including Minister Lakshmi Hebbalkar and some Lingayat leaders.\n\nA war of words had broken out between the Gokak brothers and Ms. Hebbalkar before the 2018 Assembly polls, when she accused them of fixing the elections to a local rural development bank.\n\nMs. Hebbalkar’s followers constantly complain about what they say high-handedness of the district in-charge Minister [Satish Jarkiholi] in the district administration and him overruling some decisions taken by her.\n\nThose loyal to Satish Jarkiholi argue that Ms. Hebbalkar is interfering in the administrative matters of Belagavi district without limiting herself to Udupi, where she is in-charge.\n\nThe differences between the Jarkiholi clan and other leaders are creating rifts in the District Congress, say party insiders. “The lack of trust between various factions is damaging the party. It is not good for the organisation,” according to a party MLC.\n\nSatish Jarkiholi, however, has denied reports of existence of factions in the party. “We have groups of like-minded legislators and leaders. They travel to tourist places just to spend some quality time together,” he said.\n\nHe told The Hindu that he does not believe the tour was meant to be a show of strength.\n\n“I am not hankering after any position, like the Chief Minister or Deputy Chief Minister. It is true that I am aspiring to be the Chief Minister, but that is after a few years. I have no such immediate plans,” he said.\n\nHe also denied that he has political enmity or differences with any leader in Belagavi, including Mr. Savadi or Ms. Hebbalkar. “We are good friends working for the party and for the development of the State,” he said.\n\nHe said that he is not disappointed with the party. “They have entrusted me with the Public Works Ministry which is a serious responsibility. I cannot complain about it,” he said.\n\n“It is a different matter that some legislators have some issues with some Ministers. That is natural in any government. The party will look into all those complaints and resolve them,” he said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/6001ny/article67431082.ece/alternates/LANDSCAPE_1200/IMG_9727_3_8_2023_20_42__2_1_AVBM7G07.jpg",
    "category": "india",
    "id": "53cly1jqclnugtfu2"
  },
  {
    "title": "1 tonne of ganja seized from inter-State drug smugglers near Secunderabad",
    "link": "https://www.thehindu.com/news/national/telangana/1-tonne-of-ganja-seized-from-inter-state-drug-smugglers-near-secunderabad/article67430718.ece",
    "description": "The main accused entered the ‘business’ after noticing addiction among labourers in a sugar factory in Karnataka",
    "date": "Tue, 17 Oct 2023 19:41:20 +0530",
    "content": "The Telangana State Anti-Narcotics Bureau (TSANB) has apprehended four persons, believed to be drug peddlers, and seized a tonne of ganja during a vehicle check at the Bolarum checkpost.\n\nAccording to police, the apprehended individuals were identified as Sakaram Rathod (35), Ahmed Khan (27), Digambar Ramu Pawar (30) and Ajay Ramavtar Chaurasiya (39).\n\nMr. Sakaram Rathod, a school dropout from Vijayanagar Thanda in Bidar district of Karnataka, migrated to Hyderabad in 2002. He Initially worked at a panipuri stall and in 2010, established his own business near Galaxy Theatre, Shaikpet. Faced with financial challenges, he returned to his hometown.\n\nWhile being employed as a labourer at a sugar factory in Bidar, he noticed the ganja addiction among labourers. Recognising the demand, he joined forces with acquaintances Kashiram, Laxman and Ravi. They procured ganja from Andhra Pradesh and Odisha and sold it in Bidar. During drug peddling, he met Ajay Ramavtar Chaurasiya. Mr. Sakaram Rathod was later arrested and imprisoned.\n\nAfter release, he, with the assistance of cousin Jaidev Chouhan (currently on the run), acquired a mini lorry for transporting ganja. Hiring Ahmed Khan as the driver and Digambar Ramu as the cleaner, he established the logistics for ganja transport. He then made a substantial advance payment of ₹8 lakh to his supplier Sanyasi Rao in Malkangiri, Odisha, for a large quantity of the contraband and also bought 100 empty crates to load them.\n\nLast week, Ahmed Khan and Digambar Ramu travelled to Odisha and loaded 1,000 kg of ganja for transport to Auto Nagar, Rajamahendravaram in Andhra Pradesh. Mr. Sakaram Rathod joined them there and shifted four bags, containing 80 kg of ganja, to his car. Ajay met them on the outskirts of Secunderabad. It was here that their vehicles were stopped by TSANB.\n\nThe accused have been booked under sections 8(c) read with 20(b)(ii)(C) of the NDPS Act by the Bolarum police.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtg2l"
  },
  {
    "title": "Officials urged to prevent viral fever spread in Tirupati corporation",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/officials-urged-to-prevent-viral-fever-spread-in-tirupati-corporation/article67430545.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:39:51 +0530",
    "content": "Following a review meeting, Commissioner (Tirupati Municipal Corporation) D. Haritha directed officials of the engineering and health departments on Tuesday to take strict measures to prevent the spread of seasonal diseases and viral fevers in the city.\n\nThe Commissioner said that so far fogging machines had already been given to the staff in all the fifty divisions of the corporation. “Everyone should do fogging in the respective divisions daily. The sanitation staff should thoroughly carry out cleaning the drainage lines and clear garbage promptly all over the city,” she said.\n\nMs. Haritha said that a plan of action should be formulated to cover all the divisions, adding that oil balls should be placed in the areas where water was stored so that steps could be taken to prevent the breeding of mosquito larvae. The officials were directed to create awareness among the people to prevent the breeding of mosquitoes even in the houses. The commissioner said that if the machines required any servicing, it should be taken up immediately.\n\nIn this meeting, Deputy Commissioner Chandramouliswar Reddy, Superintendent Engineer Mohan, Municipal Engineers Chandrasekhar, Venkatrami Reddy, Health Officer Dr. Anvesh Reddy, Malaria Officer Rupakumar, Sanitary Supervisors Chenchaiah, Sumathi and sanitary inspectors were present.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtga4"
  },
  {
    "title": "Encourage entrepreneurs to establish industries to prevent distress migration from Srikakulam district, DCC president urges Andhra Pradesh government",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/encourage-entrepreneurs-to-establish-industries-to-prevent-distress-migration-from-srikakulam-district-dcc-president-urges-andhra-pradesh-government/article67430485.ece",
    "description": "Around 80,000 people, mostly fishermen, left for Gujarat, Maharastra, Tamil Nadu and other States in search of livelihood, he says",
    "date": "Tue, 17 Oct 2023 19:36:01 +0530",
    "content": "Srikakulam District Congress Committee president Pedada Parameswara Rao on Tuesday asked the government to create economic activity and encourage entrepreneurs to establish industries in Srikakulam district to prevent migration of labourers, farmers and youngsters to different places. Addressing the media conference here, he said that around 80,000 people, mostly fishermen, had left for Gujarat, Maharastra, Tamil Nadu and other States in search of livelihood.\n\n“Srikakulam continues to get dubious distinction in migration of people compared to other regions. With the closure of jute, sugar and other industries and crisis in cashew industry forced people to leave for other cities to earn livelihood. Now, the farmers also joined them with the lack of water facility for their lands. The government failed to allocate funds for Vamsadhara phase-2 and other projects,” Mr. Parameswara Rao alleged.\n\nHe said that a detailed report on migration and other issues will be submitted to PCC president Gidugu Rudra Raju and State working president P. Rakesh Reddy to bring the issue to the notice of the party high command. Congress Party senior leaders Pydi Nagabhusanam, Ambati Krishna, Desella Mallibabu, K. V.L.S. Eswari and others were present.",
    "imgLink": "https://th-i.thgim.com/public/incoming/2pydcv/article67430994.ece/alternates/LANDSCAPE_1200/10745_17_10_2023_16_31_1_1_IMG_20231017_WA0023.JPG",
    "category": "india",
    "id": "53cly1jqclnugtggp"
  },
  {
    "title": "Woman’s murder cracked, daughter-in-law among three arrested in Bengaluru ",
    "link": "https://www.thehindu.com/news/cities/bangalore/womans-murder-cracked-daughter-in-law-among-three-arrested-in-bengaluru/article67430170.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:35:11 +0530",
    "content": "The Byadarahalli police on Monday cracked a murder case and arrested a 30-year-old woman, who allegedly roped in her male friend and his friend to murder her mother-in-law to take control of the house.\n\nThe accused, identified as Rashmi and her friend Akshay, 24, who worked in a paint company, and his colleague Purushotham, 33, were arrested based on a tip-off from Akshay’s roommate Raghavendra.\n\nAccording to the police, Rashmi was married to Manjunath, a manager with a transport company, and the couple lived with Lakshmamma, 55.\n\nRashmi was allegedly unhappy that Lakshmamma used to control the finances of the house and also because she was a hindrance to her affair with Akshay, who was the tenant.\n\nAccording to the police, Rashmi hatched a plan to eliminate Lakshmamma with the help of Akshay and his friend. As per the plan, Rashmi, on October 5, sedated Laskhmamma and later, the trio strangled her to death before announcing that Lakshmamma died due to cardiac arrest. She even convinced an unsuspecting Manjunath about her death and the body was cremated, said the police.\n\nThe murder came to light when Raghavendra, the roommate of Akshay, accessed the chat history of Rashmi and Akshay by chance and informed Manjunath and the police.\n\nThe police picked up Rashmi and Akshay and later Purushotham, who confessed to the crime.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtgqj"
  },
  {
    "title": "Kerala govt. to launch memory clinics for dementia patients ",
    "link": "https://www.thehindu.com/news/cities/Kochi/kerala-govt-to-launch-memory-clinics-for-dementia-patients/article67430890.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:31:44 +0530",
    "content": "Minister for Higher Education and Social Justice R. Bindu said here on Tuesday that the government would start memory clinics for dementia patients.\n\nThe project will be implemented in association with the Health department. The government will make necessary interventions to provide dementia care, she said after inaugurating a memory walk organised by the Centre for Neurosciences, Cochin University of Science and Technology (Cusat), and the government here.\n\nT. J. Vinod, MLA, presided. Hibi Eden, MP, delivered the keynote address. P.G. Sankaran, Vice-Chancellor, Cusat, spoke on ‘Bodhi’, the project to make Ernakulam dementia-friendly.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtgyt"
  },
  {
    "title": "TNCC, PMK, TMC condole deaths of workers in firework factories ",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/tncc-pmk-tmc-condole-deaths-of-workers-in-firework-factories/article67430664.ece",
    "description": "10 people were killed in two firecracker accidents in Sivakasi and Srivillputtur",
    "date": "Tue, 17 Oct 2023 19:29:55 +0530",
    "content": "Tamil Nadu Congress Committee legislative party leader K. Selvaperunthagai, PMK founder Dr. S. Ramadoss, TMC president G. K. Vasan on Tuesday condoled the deaths of 10 people in two firecracker accidents in Sivakasi and Srivillputtur.\n\nIn a statement, Mr. Selvaperunthagai said the district administration must do a safety audit of fireworks factories and storage facilities immediately as Deepavali is fast approaching. “Steps should be taken to prevent such incidents and best medical facilities should be provided to those who were injured,” he said.\n\nDr. Ramadoss said that the accidents in fireworks factories and storage places are increasing. “The reason for these incidents is the lack of full implementation of safety rules. The Tamil Nadu government must provide a compensation of ₹25 lakh to the affected families,” he said.\n\nMr. Vasan said that 15 persons from Krishnagiri district, 4 from Ariyalur district, 11 from Keezhappur died in fireworks related accidents in the last one month alone. “Fireworks factories must follow all the safety rules and regulations. The workers should be trained and experienced in that environment. The government must do an audit of registered and non-registered fireworks factories to regulate and monitor them by appointing officials in every district. A minimum of ₹10 lakh should be given to those affected,” he said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugth5y"
  },
  {
    "title": "Kulakada to have pioneering WNH facility in rural Kerala",
    "link": "https://www.thehindu.com/news/national/kerala/kulakada-to-have-pioneering-wnh-facility-in-rural-kerala/article67430835.ece",
    "description": "GR8 Affinity, a consortium of six U.S.-based accounting and consulting firms, is setting up shop in Community Skill Park with a view to providing employment to skilled professionals near their home. The package is similar to what companies functioning in Kochi or Bengaluru are offering, says Finance Minister K.N. Balagopal.",
    "date": "Tue, 17 Oct 2023 19:28:59 +0530",
    "content": "A pioneering model to establish the ‘work near home’ (WNH) facility in rural Kerala, GR8 Affinity, a consortium of six top 100 U. S.-based accounting and consulting firms, is setting up shop in the Community Skill Park (CSP) at Kulakada, located on the Adoor-Kottarakara stretch of Main Central (MC) Road. The branch is being launched after sustained efforts for over a year to ensure economic empowerment through employment generation.\n\nThe CSP has conducted an Enrolled Agent course for Commerce, BBA and MBA graduates and around 20 selected candidates will join the GR8 Affinity office very soon.\n\n“We have skilled workforce in Kerala and what they require is openings near home. At present, the majority of job openings is in urban parts and it’s a model we can replicate in any part of Kerala. Apart from IT, a wide spectrum of sectors will recruit skilled professionals and they are selected after multiple rounds of interview. Before establishing the WNH centre, we provided specialised training to the aspirants. The package of the employees is similar to what companies functioning in Kochi or Bengaluru are offering,” says Finance Minister and Kottarakara MLA K. N. Balagopal.\n\nWhile GR8 Affinity has an office in Bengaluru, they are also setting up a branch at the Infopark at Koratty.\n\n“All across Kerala there is a yearning for decentralising development and bringing jobs and entrepreneurship to every single constituency. What we need right now is focussed efforts in regions and the facility in Kulakada is a unique model. It’s a local community skill park run by the Additional Skill Acquisition Programme (ASAP), getting converted into a LEAP co-working space by the Kerala Startup Mission while K-FON is the network provider. Three government agencies have come together to establish the ecosystem and it can be extended to any part of the State,” says Kerala Startup Mission CEO Anoop Ambika.\n\nGR8 Affinity officials say they could establish the centre at a location like Kulakada mainly due to government support. “Most of the employees we hired are from this area and the place is also accessible to people from four districts including Thiruvananthapuram, Kollam, Pathanamthitta and Alappuzha,” says Aneesh Nangelil, director.\n\nThe initial package of the employees will be Rs5.5 lakh per annum plus other benefits including family insurances.\n\n“The infrastructure and other amenities at the CSP are up to the mark and we also found the candidates really skilled. We have expansion plans in the future; we can definitely offer more opportunities then. The office at Kulakada will be inaugurated on Thursday,” he adds.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugthcz"
  },
  {
    "title": "Seeking to soothe Rajput pride after dropping Rajvi, BJP inducts descendant of Maharana Pratap",
    "link": "https://www.thehindu.com/elections/rajasthan-assembly/seeking-to-soothe-rajput-pride-after-dropping-rajvi-bjp-inducts-descendant-of-maharana-pratap/article67430535.ece",
    "description": "The induction of the descendent of a Mewar king who fought the Mughals is meant to counter resentment about a ticket denied to a five-time MLA and given to a Jaipur royal whose family allied with the Mughals",
    "date": "Tue, 17 Oct 2023 19:28:37 +0530",
    "content": "Vishvaraj Singh Mewar, descendant of Maharana Pratap, and Bhawani Singh Kalvi, son of late Lokendra Singh Kalvi (founder of Karni Sena) join BJP in presence of Union Minister and party leader Arjun Ram Meghwal and Rajasthan BJP president C. P. Joshi at Party Headquarters in New Delhi on October 17, 2023. | Photo Credit: ANI\n\nVishvaraj Singh Mewar, descendant of Maharana Pratap, and Bhawani Singh Kalvi, son of late Lokendra Singh Kalvi (founder of Karni Sena) join BJP in presence of Union Minister and party leader Arjun Ram Meghwal and Rajasthan BJP president C. P. Joshi at Party Headquarters in New Delhi on October 17, 2023. | Photo Credit: ANI\n\nAgainst the backdrop of the upcoming Assembly polls in Rajasthan, Vishvaraj Singh Mewar — a descendant of legendary Mewar king Maharana Pratap who held out against the Mughal overlordship — and Bhawani Singh Kalvi, son of Karni Sena founder Lokendra Singh Kalvi, joined the BJP on Tuesday.\n\nThey joined the party in the presence of Rajasthan BJP president C..P. Joshi, Union Law Minister Arjun Ram Meghwal, BJP national general secretary Arun Singh, the party’s chief spokesperson Anil Baluni, and Rajsamand MP and Jaipur royal Diya Kumari.\n\nAlso Read | Jaipur gamble: The Hindu editorial on the Rajasthan Assembly elections\n\nThe legacy of Maharana Pratap attached to his descendant Vishvaraj Singh Mewar was mentioned both during his induction, and by BJP national president J. P. Nadda who posted about it X (formerly Twitter). “The descendant of the revered Maharana Pratap, Vishvendra Singh Mewar and that of Bhawani Singh Kalvi son of Karni Sena founder Lokendra Singh Kalvi are welcome into the BJP family,” Mr. Nadda posted.\n\nMr. Kalvi has also been a well known polo player, while Mr. Mewar’s father Mahendra Singh Mewar was elected to the Lok Sabha on a BJP ticket from Chittorgarh in 1989. Through their induction, the BJP has sought to reassure the Rajput community over any resentment certain sections may be harbouring after Narpat Singh Rajvi — a five-time MLA and son-in-law of party stalwart Bhairon Singh Shekhawat — hit out at the party leadership when he was denied a ticket from Vidydhar Nagar this time.\n\nMr. Rajvi implied that the cut was even deeper because Jaipur royal and Rajsamand MP Diya Kumari had been offered the ticket instead, with age-old resentments against the Jaipur royal family — seen as being conciliatory with the Mughal overlords in North India and effecting marriage alliances against Rajput pride — also coming up in public discourse.\n\nAccording to some accounts, a princess from the Jaipur royal family had married Mughal Emperor Akbar in the 16th century and Man Singh of Jaipur had served at the Mughal court as a high ranking courtier.\n\nThe BJP feels that the induction of Mr. Mewar, a descendant of Maharana Pratap who resolutely opposed the Mughals, will settle that dispute at least among Rajputs supporting the BJP.\n\nThe run-up to the Assembly election, slated to be held on November 25, seems to be reviving age-old hurts and schisms, with political parties anxious not to let them hurt their chances.",
    "imgLink": "https://th-i.thgim.com/public/incoming/uqkkzv/article67430915.ece/alternates/LANDSCAPE_1200/20231017086L.jpg",
    "category": "india",
    "id": "53cly1jqclnugthml"
  },
  {
    "title": "Case against protesters condemning attack on Palestine in Bengaluru for not seeking prior permission for stir  ",
    "link": "https://www.thehindu.com/news/cities/bangalore/case-against-protesters-condemning-attack-on-palestine-in-bengaluru-for-not-seeking-prior-permission-for-stir/article67430729.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:28:36 +0530",
    "content": "Members of the Bahutva Karnataka and other organisations have been booked for staging a protest in support of Palestine on M. G. Road on Monday allegedly without prior permission.\n\nPolice Commissioner B. Dayananda , addressing the media on Tuesday, said that a case has been registered for obstructing footpaths, creating public nuisance and not obtaining permission to stage the protest.\n\nThe demonstrators had gathered to demand that India condemn Israel’s attack on Palestine. The Cubbon Park police detained 25 people for protesting without required permission and later released them after booking cases against them.\n\n“Notices will be issued to the organisers seeking an explanation and based on their response, action will be taken,” a senior police officer said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugthuk"
  },
  {
    "title": "KCR trying to win by money power: BJP",
    "link": "https://www.thehindu.com/news/national/telangana/kcr-trying-to-win-by-money-power-bjp/article67430455.ece",
    "description": "Development is not greater than self-respect, says former minister Eatala Rajender",
    "date": "Tue, 17 Oct 2023 19:26:43 +0530",
    "content": "Former minister and chairman of the BJP election campaign committee Eatala Rajender, on Tuesday, has charged the Chief Minister K. Chandrasekhar Rao with trying to “win the elections through money power and even using the police machinery to distribute money across the districts for the MLA candidates” but the people have decided to vote out his government by voting for the BJP.\n\nTalking to the media at the party office, the BJP leader alleged that the BRS government has become notorious for being the most corrupt in the last nine years and for not being able to implement for most of the promises. “I had vowed to contest against KCR during the Huzurabad bypoll and am committed to it. It will be decided on November 20 who is in the hearts of the Telangana people. Gajwel constituency is beckoning me to bring an end to an arrogant, dictatorial rule. I am getting the same support as I got from Huzurabad. Development is not greater than self-respect,” he remarked.\n\nMr. Rajender also stated that the people are well aware of the Congress party rule. “Many leaders and cadre from other parties are evincing interest in joining the BJP after the election notification has been issued, as they strongly feel it is the right party,” he claimed even as he welcomed BRS leaders — Ranjit Yadav, P. Gopal Reddy and others — into the party.\n\nThe party in a representation to the Election Commission has demanded immediate action in reviewing the postings of excise superintendents of the prohibition and excise department. especially in the districts of Mahabubnagar, Sangareddy, Nalgonda and Rangareddy since it alleged that the “BRS party has always resorted to largescale distribution of liquor to influence voters during elections”.\n\nSenior leader Marri Shashidhar Reddy charged that these officers were posted in order in “key positions” to facilitate movement of liquor and have been members of the TS Gazetted Officers Association founded by the Excise Minister V. Srinivas Goud.",
    "imgLink": "https://th-i.thgim.com/public/incoming/ki3vbo/article67430980.ece/alternates/LANDSCAPE_1200/IMG_Eatala_Rajendar.jpg_2_1_M7BBD5GV.jpg",
    "category": "india",
    "id": "53cly1jqclnugti20"
  },
  {
    "title": "Andhra Pradesh: devotees in Srikakulam and Vizianagaram offer prayers in temples",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/andhra-pradesh-devotees-in-srikakulam-and-vizianagaram-offer-prayers-in-temples/article67430642.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:25:19 +0530",
    "content": "Several devotees offered special prayers in Lalita Devi temple at PN Colony in Srikakulam on Tuesday. As part of the Dasara navaratri celebrations, the temple authorities decorated presiding deity as the Goddess Annapoorna Devi on the temple premises.\n\nThe temple trustee P. Jaganmohana Rao and others made elaborate arrangements for kumkumarchana and other devotional activities. Special prayers are also being offered every day in Jnana Saraswati-Pasupathinathaeswara Swamy templelocated in Ring Road of Vizianagaram. The temple authorities are making arrangements for Aksharabhyasam(initiating children into world of learning), on October 20.",
    "imgLink": "https://th-i.thgim.com/public/incoming/fwcdn8/article67430919.ece/alternates/LANDSCAPE_1200/10745_17_10_2023_18_38_44_1_IMG_20231017_WA0028.JPG",
    "category": "india",
    "id": "53cly1jqclnugtia7"
  },
  {
    "title": "75% of emerging infectious diseases are zoonotic, cautions Union Health Secretary ",
    "link": "https://www.thehindu.com/sci-tech/health/75-of-emerging-infectious-diseases-are-zoonotic-cautions-union-health-secretary/article67430386.ece",
    "description": "Union Health Secretary, Sudhansh Pant said that a better understanding of the specific drivers and mechanisms of zoonotic disease is crucial to preparing for future disease outbreaks",
    "date": "Tue, 17 Oct 2023 19:21:07 +0530",
    "content": "Limited knowledge and skill to identify zoonotic diseases, coupled with limited diagnostic facilities at all levels has resulted in neglect of the infectious diseases due to zoonotic pathogens cautioned Union Health Secretary, Sudhansh Pant, on October 17.\n\nMr. Pant made his comments while delivering the keynote address at the national conclave on “Augmented Zoonotic Diseases Surveillance at Human – Wildlife Interface” and national conclave for Endorsement of “National Action Plan for Prevention and Control of Snakebite Envenoming” organised by Centre for One Health, National Centre for Disease Control (NCDC).\n\nAlso read | With climate change, tackling new disease scenarios\n\nHe added that zoonotic disease is one of the areas of concern which is affecting humans as well as the animal health and 75% of newly emerging infectious diseases that have affected people over the last three decades are zoonotic in nature.\n\nThe Secretary said that in light of these new and emerging health threats, there is a growing importance of the ‘One Health’ approach.\n\n“The Central Government is taking several measures to promote One-Health and NCDC through its various technical divisions is undertaking activities pertaining to pandemic preparedness likely to emerge from zoonotic threats at human, animal and environment interface,” said the Secretary.\n\nMr. Pant also underlined that snakebite envenoming is a life threatening condition and is an issue of public health concern as India shares a major burden of this disease. “It is important to have a dedicated framework to address the issues and challenges of snakebite envenoming at National level”, he said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/v7wwnk/article67430868.ece/alternates/LANDSCAPE_1200/Poll_Trust_in_Science_05953.jpg",
    "category": "india",
    "id": "53cly1jqclnugtihy"
  },
  {
    "title": "Palaniswami reiterates party’s position against alliance with BJP",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/palaniswami-reiterates-partys-position-against-alliance-with-bjp/article67430822.ece",
    "description": "The AIADMK leader refutes DMK’s contention that the separation between the parties is a ‘farcical drama’",
    "date": "Tue, 17 Oct 2023 19:20:33 +0530",
    "content": "The AIADMK’s general secretary, Edappadi K. Palaniswami, on Tuesday reiterated the party’s decision of having no truck with the BJP for the Lok Sabha poll.\n\nHe indicated this during his speech at a meeting with district coordinators appointed for the formation of booths.\n\nThe general secretary’s observation came in the light of the DMK contending that the separation between the two former allies was “a farcical drama.”   Earlier, he hoisted the party flag to mark the 52nd foundation day of the organisation in the presence of several senior leaders and functionaries.\n\nHe also gave away cheques for ₹1.03 crore to families of nine members of the party who died in road accidents while going to Madurai this August and Chennai in July last year for participating in the party conference and general council, and those who suffered injuries in the  accidents.",
    "imgLink": "https://th-i.thgim.com/public/news/national/tamil-nadu/yhswlk/article67430934.ece/alternates/LANDSCAPE_1200/06bc646a-d464-4398-9f3e-33c579c2a0d4.jpg",
    "category": "india",
    "id": "53cly1jqclnugtiou"
  },
  {
    "title": "Three-day national conference of traditional medicine practitioners from October 26 ",
    "link": "https://www.thehindu.com/news/national/karnataka/three-day-conference-of-national-traditional-medicine-practitioners-from-october-26/article67430793.ece",
    "description": "State government urged to start diploma course in traditional or native medicine and allot land for cultivation of medicinal plants",
    "date": "Tue, 17 Oct 2023 19:19:26 +0530",
    "content": "A three-day national-level conference and 14th State-level conference of traditional medicine practitioners will be held at Srikshetra Adi Chunchanagiri in Mandya district from October 26.\n\nAddressing presspersons in Hubballi on Tuesday, Dharwad district convenor of Paramparik Vaidya Parishat Sangayyaswami Antinamath said that over 3,000 practitioners of traditional or native medicine will participate in the national conference, which is being held in association with Adi Chunchanagiri Mahasamsthana Mutt.\n\nMr. Antinamath said that while around 2,500 traditional medicine practitioners from across the State will be participating in the conference, over 500 delegates from the States of Andhra Pradesh, Telangana, Maharashtra, Tamil Nadu, Kerala, Chhattisgarh are expected to come.\n\nOn October 26, the inaugural programme will be held in the presence of Sri Nirmalananda Swami of Adi Chunchanagiri Mutt. Honorary president of Paramparik Vaidya Parishat Prasannanath Swami and Sri Madara Channayya Swami will participate, while president of the parishat G. Mahadevayya will preside over it.\n\nMr. Antinamath said that Minister for Health and Family Welfare Dinesh Gundu Rao will inaugurate the conference, while Agriculture Minister N. Chaluvarayaswamy and various elected representatives will participate as guests of honour.\n\nHe said that there will be paper presentations by over 60 experts on various topics. During the technical sessions, various issues, including epidemics, fever, diabetes, arthritis, skin diseases, women’s health issues, and veterinary diseases will be deliberated upon.\n\nHe said that five achievers in the field of traditional medicine will be felicitated during the conference. An award carrying a purse of ₹10,000 and an idol of Lord Dhanwantari will be presented to the achievers.\n\nAnother convenor Savita N. S. emphasised the need for more support from the government for preservation and continuation of traditional medicine systems. She urged the government to start a diploma course in traditional or native medicine and allot land for cultivation of medicinal plants.\n\nJyothi Joshi spoke about the programmes being conducted by the parishat and said that a Mane Maddu (Home Medicine) programme is being conducted at various educational institutions and mahila mandals.",
    "imgLink": "https://th-i.thgim.com/public/incoming/f14jp3/article67430933.ece/alternates/LANDSCAPE_1200/2699_17_10_2023_19_2_26_1_18HUBLITRADITIONALMEDICINE.JPG",
    "category": "india",
    "id": "53cly1jqclnugtiwh"
  },
  {
    "title": "KAT sets aside transfer of Assistant Motor Vehicle Inspectors ",
    "link": "https://www.thehindu.com/news/national/kerala/kat-sets-aside-transfer-of-assistant-motor-vehicle-inspectors/article67430679.ece",
    "description": "Tribunal criticises method of evaluating performance based on monthly targets fixed for booking traffic rule violators",
    "date": "Tue, 17 Oct 2023 19:11:50 +0530",
    "content": "The Kerala Administrative Tribunal (KAT) has set aside the transfers of 205 Assistant Motor Vehicle Inspectors (AMVIs) after finding that the Transport department had deviated from the general transfer norms “for extraneous reasons.”\n\nThe tribunal has taken a dim view of the scientific performance appraisals that relied on monthly targets fixed for booking challans against traffic rule violators.\n\nKAT chairman C. K. Abdul Rehim issued the order recently while considering a batch of petitions submitted by the AMVIs, mostly those attached to enforcement squads in various districts, who alleged irregularities in the transfer order issued by the Transport Commissioner.\n\nAccording to the petitioners, the department had invited applications for general transfer through the government’s e-governance portal SPARK. The notification stated that the AMVIs who had completed three years in the enforcement squads were entitled for transfer to field offices. Those who had not completed three years were also entitled to seek transfers to such squads in other districts. Some of the applicants had completed up to five years in enforcement squads.\n\nBased on the applications received, a draft list was generated online through the SPARK portal’s transfer module which has been modelled to suit the general transfer guidelines issued by the government.\n\nHowever, the Transport Commissioner subsequently deviated from general procedure to finalise the general transfers manually. Marking a departure from the conventional practice, the department issued a revised set of guidelines that stated that the AMVIs who had completed three years in enforcement squads would be eligible for transfer to field offices only on the basis of their performance in road safety activities. The final transfer order, it claimed, was prepared after analysing a performance report prepared by the nodal officer of the Safe Kerala Project.\n\nThe nodal officer assessed the performance of 319 officers of the enforcement wing and the number of challans prepared by them in connection with petty cases between January and May. The assessment found only 61 officers achieved the “fixed target” of 500 e-challans a month during the period. The remaining officers could achieve only monthly targets ranging from 1.8% to 59%.\n\nObserving the process was “patently erroneous, irregular and unreasonable,” the tribunal ruled that evaluating one’s performance based on monthly targets in booking challans was unscientific and went against the objective of the Safe Kerala Project that aimed at curbing an increase in motor vehicle offences. It also found credence in the allegations of the respondents that the procedure favoured certain candidates in getting requested transfers.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtj44"
  },
  {
    "title": "Three persons arrested for ‘teasing’ visitors at Odalarevu beach in Konaseema district of Andhra Pradesh",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/three-persons-arrested-for-teasing-visitors-at-odalarevu-beach-in-konaseema-district-of-andhra-pradesh/article67430661.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:11:43 +0530",
    "content": "Three persons have been arrested on Tuesday for teasing a three-member family while the latter was returning from the Odalarevu beach under Allavaram police station limits in Dr. B.R. Ambedkar Konaseema district.  The accused have been identified as M. Pawan Murali Krishna, Y. Ganesh Venkata Hanuram and Akkula Siva.\n\nIn an official release, Amalapuram DSP M. Ambika Prasad has said that the three women belonging to the same family were reportedly teased by the accused while they were turning from the beach in their own car on October 15.\n\nThe police swung into the action based on a written complaint lodged by the family. “The accused have been produced before a local court on Tuesday. A case has been registered and investigation is on, said Mr. Ambika Prasad.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtjbr"
  },
  {
    "title": "Asia’s first women’s police station, in Kozhikode, set to celebrate golden jubilee",
    "link": "https://www.thehindu.com/news/cities/kozhikode/asias-first-womens-police-station-in-kozhikode-set-to-celebrate-golden-jubilee/article67430281.ece",
    "description": "Station inaugurated by then Prime Minister Indira Gandhi on October 27, 1973",
    "date": "Tue, 17 Oct 2023 19:10:43 +0530",
    "content": "October 27, 1973 was a momentous day for Kozhikode as then Prime Minister Indira Gandhi came to the city to inaugurate Asia’s first police station with all-women staff dedicated to preventing crimes against women. Also present on the occasion were then Kerala Governor N. N. Wanchoo, Chief Minister C. Achutha Menon and Home Minister K. Karunakaran.\n\nFifty years since its inauguration, the Vanitha Police Station stands tall, having been of service to thousands of women who sought solace there. The golden jubilee celebrations of the station began on Monday, with 50 police officers donating blood to the blood bank at Women and Children’s Hospital at Kottaparamba. The event was inaugurated by Mayor Beena Philip. A hair donation drive for cancer patients on Tuesday also witnessed good response from the personnel.\n\n“We have different programmes planned for the next ten days. The blood and hair donation drives are only the beginning,” said sources at the station.\n\nFifty years ago, the station was a small arrangement, close to the City Police Commissioner’s office. M. Padmini Amma, a native of Thiruvananthapuram, was the first sub inspector in charge of the station, which had three head constables and 12 constables. Kuttiyamma, her successor, was reportedly a nightmare for eve-teasers in the city. The station was later shifted to its own building on Pavamani Road in 1997 and was inaugurated by E. K. Nayanar, the Chief Minister at the time.\n\nIn the beginning, the station was only given the power to receive complaints and investigate. The first case registered at the station was that of three missing children, who were eventually found. The station was allowed to register complaints in 1974. Initially, the station only took up cases in which the complainants as well as the respondents were women. Later, the rule was changed so that women could file their complaints against anyone at the station.\n\nToday, the Vanitha Police Station comes under the Assistant Commissioner (Town) and the 24 police personnel, including five assistant sub inspectors, six senior civil police officers and 13 CPOs, have become an active force in maintaining law and order in the city. The opening of the Vanitha Police Station in Kozhikode also marked the beginning of an era of women-friendly policing. Since then, thousands of women’s police stations and women’s cells have opened in different parts of the country.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtjj0"
  },
  {
    "title": "‘Kireedam’ bridge emerges prime spot in Kerala’s cinema tourism project",
    "link": "https://www.thehindu.com/news/national/kerala/kireedam-bridge-emerges-prime-spot-in-keralas-cinema-tourism-project/article67430684.ece",
    "description": "The State government has given administrative sanction of ₹1,22,50,000 to develop the bridge and its locale made famous by the hit film starring Mohanlal. The project is expected to be completed in 18 months",
    "date": "Tue, 17 Oct 2023 19:10:22 +0530",
    "content": "With Kerala Tourism working on big plans to promote cinema tourism, the ’Kireedam’ bridge in the State capital suburb Vellayani, the famed location of the cult classic Mohanlal-starrer Kireedam, has been identified as a prime spot to attract visitors.\n\nThe State government has given administrative sanction of ₹1,22,50,000 to develop the ‘Cine Tourism Project— Kireedam Palam at Vellayani,’ which is to be completed in 18 months.\n\nThe roaring success of the 1989 Malayalam blockbuster Kireedam, featuring legendary actor Thilakan and Mohanlal as father and son, has brought the narrow bridge at Vellayani to fame as the locale of emotional scenes of the movie. Since then, the captivating spot has been frequented by cine buffs and tourists.\n\nRecently, Kerala Tourism brought the picturesque location on board as it goes well with its Experiential Tourism concept, which promises a wholesome experience for tourists and holiday makers by treating them to diverse charms of the vibrant culture of the State.\n\n‘Kireedam’ bridge is the first initiative to take off under Cinema Tourism project with the other being Bekal Fort in Kasaragod, where Mani Ratnam shot the popular song Uyire... for his movie Bombay. During a meeting with Tourism Minister P. A. Mohamed Riyas, the filmmaker had extended his support to the project and agreed to take part in the Cinema Tourism programme at Bekal.\n\nThere are many picturesque places that became prime locations of all-time hit movies and the Department of Tourism intends to mark those spots for Cinema Tourism project. Some of these are closely identified with some of the box office hits and Kerala Tourism will spot such locales in all districts, said Mr. Riyas.\n\nKerala Tourism Secretary K. Biju exuded confidence that the concept of Experiential Tourism will find an effective impact through Cinema Tourism project.",
    "imgLink": "https://th-i.thgim.com/public/news/national/kerala/lbj4dy/article67430707.ece/alternates/LANDSCAPE_1200/k.jpg",
    "category": "india",
    "id": "53cly1jqclnugtjpn"
  },
  {
    "title": "RSS, affiliate welcome Supreme Court verdict on same sex marriage",
    "link": "https://www.thehindu.com/news/national/rss-affiliate-welcomes-supreme-court-verdict-on-same-sex-marriage/article67430609.ece",
    "description": "The Rashtriya Swayamsevak Sangh and its offshoots welcomed the Supreme Court’s decision not legalise same sex marriages and barring couples from adoption",
    "date": "Tue, 17 Oct 2023 19:08:24 +0530",
    "content": "A LGBTQ+ rights activist at the premises of the Supreme Court during pronouncement of verdict on same-sex marriages by the apex court in New Delhi on October 17, 2023. | Photo Credit: Shashi Shekhar Kashyap\n\nA LGBTQ+ rights activist at the premises of the Supreme Court during pronouncement of verdict on same-sex marriages by the apex court in New Delhi on October 17, 2023. | Photo Credit: Shashi Shekhar Kashyap\n\nThe Rashtriya Swayamsevak Sangh (RSS) and its affiliate Vishwa Hinsu Parishad (VHP) welcomed the Supreme Court’s majority view which held that non-heterosexual couples cannot claim an unqualified right to marry. The Sangh, which since the beginning had maintained that LGBTQ relationship is a ‘disorder’, had attempted to evolve with time and give ‘acceptance’ to queer couples but its affiliates have always taken remained reluctant in engaging on this issue.\n\nMinutes after the five bench judgement on LGBTQ was announced, the RSS’s publicity in-charge, Sunil Ambekar took to X (formerly Twitter) and said that the decision is welcome.\n\n“Our democratic parliamentary system can seriously discuss all the issues related to this and take appropriate decisions,” he added.\n\nAlok Kumar, the central working president of the VHP also issued a press statement welcoming the SC’s verdict to not to give legal recognition to gay marriage and adoption.\n\n“We are satisfied that the Supreme Court which after listening to all the concerned parties including Hindu, Muslim and Christian followers, has given the decision that the relationship between two homosexuals is in the form of marriage, not eligible for registration. This is not even their fundamental right. Not giving homosexuals the right to adopt a child is also a good step,” he said.\n\nEarlier in January, when the SC started the hearing of the LGBTQ case, in an interview with The Organiser, the English language mouthpiece of the RSS, Mohan Bhagwat, the Sangh chief, has been quoted as saying that the Hindu society does not see the transgender community as a problem and added that LGBTQ people should have their own private and social space as well.\n\nHe further maintained that people with such proclivities have always been there; for as long as humans have existed. He also added that because he is a veterinarian, he knows that such traits are found in animals too. “This is biological, a mode of life,” he further said.\n\nRSS general secretary, Dattatreya Hosabale, in 2016 had said at a public event that homosexuality is not a crime as long as it does not affect the lives of others. He, at a press meet in 2023, however maintained that marriages can only happen between individuals of the opposite genders.\n\nEarlier this year, the Samvardhinee Nyas, a wing of the Rashtra Sevika Samiti (the women’s parallel of the RSS), has conducted a survey across the country among doctors, allied medical professionals (such as physiotherapists and psychologists), and AYUSH (Ayurveda, Yoga and Naturopathy, Unani, Siddha, Sowa Rigpa, and Homeopathy) practitioners, on their observations on those who identify as queer.\n\nThe initial findings of the survey had found that medical practitioners who took the survey believe homosexuality is a disorder (60.69%). Many do not recommend marriage rights for the LGBTQ+ community (84.2%).",
    "imgLink": "https://th-i.thgim.com/public/incoming/oj4x9r/article67430905.ece/alternates/LANDSCAPE_1200/17_SUPREME_COURT_SAME_SEX_MARRIAGE_17_10_DELHI.JPG",
    "category": "india",
    "id": "53cly1jqclnugtjy9"
  },
  {
    "title": "Gulbarga University M.Phil and Ph.D entrance exams on Thursday, Friday",
    "link": "https://www.thehindu.com/news/national/karnataka/gulbarga-university-mphil-and-phd-entrance-exams-on-thursday-friday/article67430766.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:07:34 +0530",
    "content": "Gulbarga University will conduct entrance exams for M. Phil and the Ph.D for the academic year 2023 at its examination centre on campus in Kalaburagi on Thursday and Friday.\n\nVice-Chancellor of the university Dayanand Agsar, addressing presspersons on the university campus on Tuesday, said that of the 38 departments, the admission notification has been issued for only 24 departments.\n\nOut of these 24 departments, the university will not conduct entrance exams for sugar technology which is in the jurisdiction of Bidar University. And, the university will not conduct entrance exams for biochemistry as it has not received any application.\n\nDue to the lack of permanent staff members and recognised research guides, Gulbarga University has not invited applications for M. Phil and Ph.D courses for the following eight departments, Sanskrit, Marathi, Library Information Science, Social Work, History, Music and Fine Arts, Human Studies and Mass Communication and Journalism.\n\nProf. Agsar said that the university is reeling under a huge shortage of permanent teaching staff. There has been no recruitment in any department on campus for the last 27 years, he added.\n\nThe university has received 112 applications against 50 M. Phil seats and 1,133 applications against 159 Ph.D seats in 22 departments.\n\nOn Thursday, the entrance examinations will be held for eight subjects, Kannada, Political Science, Economics, Sociology, Education, Hindi, Management and Urdu.\n\nOn Friday, entrance examinations will be held for 14 subjects, Commerce, English, Physical Education, Mathematics, Physics, Zoology, Chemistry, Applied Electronics, Microbiology, Biotechnology, Statistics, Environmental Science, Botany and Law.\n\nA total of 1,250 candidates will appear for the two entrance examinations on the university campus. The examinations will be held in the different blocks of these seven departments, Mathematics, Zoology, Biotechnology, Chemistry, Microbiology, Botany and Physics.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtk4u"
  },
  {
    "title": "Take part in service activities, Deputy Speaker urges business persons",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/take-part-in-service-activities-deputy-speaker-urges-business-persons/article67430548.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 19:06:55 +0530",
    "content": "Deputy Speaker of A. P. Legislative Assembly Kolagatla Veerabhadra Swamy on Tuesday asked business persons to take part in service activities regularly. Chamber of Commerce’s youth wing president Gudisha Karteek and secretary Kedarasetti Venkanna Babu took charge in the presence of Mr. Swamy and president of the association Kapuganti Prakash. Speaking on the occasion, Mr. Swamy said that youngsters should play a vital role in business activities in Vizianagaram so that more number of people would get job opportunities.\n\nMr. Karteek assured to motivate other members of the youth wing to allocate funds from their profits for the welfare activities. Mr. Prakash said that training programmes would be conducted for youngsters in facing challenges posed by online business portals and others.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtkbl"
  },
  {
    "title": " Seafood exports hit record high last year, says Union Minister",
    "link": "https://www.thehindu.com/news/cities/chennai/seafood-exports-hit-record-high-last-year-says-union-minister/article67430051.ece",
    "description": "The exports amounted to ₹63,969 crore in 2022-23, says Union Fisheries Minister Parshottam Rupala",
    "date": "Tue, 17 Oct 2023 19:03:56 +0530",
    "content": "Union Fisheries Minister Parshottam Rupala inaugurating the conclave on climate change and fisheries in Chennai on Tuesday. (From left) Director of BOBP-IGO P. Krishnan, Secretary to Department of Fisheries Abhilaksh Likhi, and Joint Secretary to Fisheries Department Neetu Prasad are seen. | Photo Credit: Courtesy PIB\n\nUnion Fisheries Minister Parshottam Rupala inaugurating the conclave on climate change and fisheries in Chennai on Tuesday. (From left) Director of BOBP-IGO P. Krishnan, Secretary to Department of Fisheries Abhilaksh Likhi, and Joint Secretary to Fisheries Department Neetu Prasad are seen. | Photo Credit: Courtesy PIB\n\nSeafood exports have more than doubled in the last nine years, with record exports to the tune of ₹63,969 crore in 2022-23, said Parshottam Rupala, Union Minister of Fisheries, Animal Husbandry and Dairying.\n\nHe was speaking at the inaugural of a conclave on mainstreaming climate change into international fisheries governance and strengthening fisheries management measures in the Indo-Pacific region.\n\n“The impact of climate change on fisheries is already being felt worldwide and it is expected to become more severe in the future,” Mr. Rupala said. To offer livelihood opportunities in the seaweed sector, a multipurpose seaweed park at a cost of ₹2,700 crore is being set up in Tamil Nadu . The authorities are discussing possibilities of merging the fishing ban along the east and west coast based on demands from fishing communities in the eastern coast, he said.\n\nOfficials from 16 regional fisheries bodies from the Indo-Pacific region representing over 80 countries are participating in the two-day conclave organised by the Bay of Bengal Programme (BOBP) and the Food and Agriculture Organization (FAO) of the United Nations in Chennai.\n\nSpeaking at the event, Takayuki Hagiwara, FAO Representative in India, said there were several areas that FAO and India could work together. “However, we are behind on SGDs [sustainable development goals],” he said. With biodiversity loss, degradation of natural resources and socio-political causes standing in the way of fulfilling the SDGS, the FAO was working with India to get back on the right course of action, he noted.\n\nPiero Mannini, Senior Fisheries Officer, FAO; Darius Campbell, Chair of the Regional Fisheries Bodies Secretariat Network; P Krishnan, Director, BOBP-IGO; Abhilaksh Likhi, Secretary, Fisheries Department; Neetu Prasad, Joint Secretary, Fisheries Department were present.\n\nIt was announced that the first edition of Global Fisheries Conference 2023 would be held in Ahmedabad on November 21 on the occasion of World Fisheries Day.",
    "imgLink": "https://th-i.thgim.com/public/incoming/vzd0s9/article67430113.ece/alternates/LANDSCAPE_1200/FisheriesMinister1.jpeg",
    "category": "india",
    "id": "53cly1jqclnugtkhx"
  },
  {
    "title": "Andhra Pradesh: Jana Sena Party PAC chairman Nadendla Manohar to console families of party members who passed away in Konaseema and Kakinada districts",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/andhra-pradesh-jana-sena-party-pac-chairman-nadendla-manohar-to-console-families-of-party-members-who-passed-away-in-konaseema-and-kakinada-districts/article67430706.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 18:59:22 +0530",
    "content": "Jana Sena Party Political Affairs Committee (PAC) chairman Nadendla Manohar will console the family members of party active members who passed away recently due to various reasons in Dr. B. R. Ambedkar Konaseema and Kakinada districts during his two-day tour from October 18.\n\nThe Jana Sena Party offers aid to the party cadre as part of their insurance policy. Mr. Manohar will meet the party cadre in Konaseema district on October 18. The next day, he will conduct a review meeting with the leaders of the erstwhile East Godavari district in Kakinada.",
    "imgLink": "https://th-i.thgim.com/public/incoming/mdrkxg/article67430831.ece/alternates/LANDSCAPE_1200/IMG_11GNRAO-NADENDLA_MAN_2_1_4PBF87FF.jpg",
    "category": "india",
    "id": "53cly1jqclnugtkoz"
  },
  {
    "title": "Three held, gold dust worth ₹40 lakh seized at Gannavarm airport ",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/three-held-gold-dust-worth-40-lakh-seized-at-gannavarm-airport/article67430458.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 18:48:23 +0530",
    "content": "The customs officials have arrested three people hailing from Thane and Mumbai at Gannavarm international airport and seized 800 grams of gold dust worth around ₹40 lakh from them.\n\nA team led by Customs Assistant Commissioner D. Madhu Babu checked the accused who were moving suspiciously in the airport on October 16 (Monday) and extracted the gold dust packets.\n\nThe gold dust of foreign origin, wrapped in polythene covers, was concealed in the rectum of the accused, Andhra Pradesh Customs (Preventive) Commissioner Sadhu Narasimha Reddy said in release on October 17 (Tuesday).\n\nThe accused arrived on a Sharjah flight, he said.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtkwz"
  },
  {
    "title": "Air separation unit in Hyderabad begins commercial production",
    "link": "https://www.thehindu.com/news/cities/Hyderabad/air-separation-unit-in-hyderabad-begins-commercial-production/article67430189.ece",
    "description": "Linde’s subsidiary Praxair India at Patancheru will produce 250 tonnes per day of gases catering to the requirements of pharma and other industrial sectors in the region",
    "date": "Tue, 17 Oct 2023 18:42:42 +0530",
    "content": "Commercial production at an air separation unit (ASU) of industrial gases and engineering company Linde’s subsidiary Praxair India in Hyderabad has begun.\n\nThe plant will produce a total of 250 tonnes of gases per day, including liquid medical oxygen, nitrogen and argon, catering to the requirements of healthcare, pharma and other industrial sectors of the region, Linde said, announcing that the ASU at Patancheru in Hyderabad began on October 14.\n\nThe construction of the project was completed within an 18-month timeframe, starting April 2022, when Linde received official approval from the government of Telangana, it said in a release on October 17 (Tuesday).\n\n“We were focused on completing the construction within the stipulated 18 months, despite challenges along the way which impacted import of critical equipment,” Praxair India Executive Director Anirudh Gharote said.\n\nHead of Sales, Healthcare & AT of Linde – India R. C. Kaushik said, “The new Hyderabad ASU provides us with a manufacturing base in the key market of Telangana and will reduce dependency on supply from other States. With the plant getting into commercial production, we will be well-placed to match growth expectations in this region and also cater to our healthcare customers and the expanding pharma sector in the State more effectively and efficiently,” he said.",
    "imgLink": "https://th-i.thgim.com/public/news/national/telangana/r02ezg/article67430193.ece/alternates/LANDSCAPE_1200/17.10.2023%20Linde%20%20.png",
    "category": "india",
    "id": "53cly1jqclnugtl3z"
  },
  {
    "title": "Government bungalow allocation row | HC protects Raghav Chadha from eviction",
    "link": "https://www.thehindu.com/news/cities/Delhi/government-bungalow-allocation-row-hc-protects-raghav-chadha-from-eviction/article67430564.ece",
    "description": "AAP MP Raghav Chadha welcomed the Delhi High Court decision and claimed that the cancellation of allotment was a case of “political vendetta”.",
    "date": "Tue, 17 Oct 2023 18:40:34 +0530",
    "content": "Aam Aadmi Party MP Raghav Chadha can live in the government bungalow allotted to him for now, with the Delhi High Court Tuesday (October 17) reviving the trial court's stay on his eviction by the Rajya Sabha Secretariat.\n\nJustice Anup Jairam Bhambhani allowed Mr. Chadha’s appeal and revived the trial court’s April 18 order which had prevented the Rajya Sabha Secretariat from evicting him.\n\nThe High Court said the trial court was in error in returning Mr. Chadha's plaint over non-compliance with the provisions of section 80 of the Civil Procedure Code.\n\nMr. Chadha had challenged the trial court's October 5 order which vacated its own order of April 18 on a review plea filed by the RS Secretariat. The trial court had said in its latest order that Mr. Chadha cannot claim an absolute right to occupy the government bungalow during his entire tenure as a Rajya Sabha member even after cancellation of the allotment.\n\nThe Rajya Sabha Secretariat had opposed Mr. Chadha's petition in the High Court against the trial court's decision which had cleared the decks for his eviction.\n\nThe High Court said the April 18 order of the trial court which had directed the Rajya Sabha secretariat not to evict Mr. Chadha, stands revived and shall remain in force till the time the trial court decides his application for interim relief.\n\nThe trial court had returned Mr. Chadha’s plaint on the ground that he failed to comply with the provisions of section 80 CPC which says no suit shall be instituted against the government or a public officer in respect of any act purporting to be done by the public officer in his official capacity.\n\nThe other ground on which the plaint was returned by the trial court was since the letter cancelling the allotment of the bungalow was issued on March 3, 2023 and the suit was filed only on April 17, Mr. Chadha had failed to demonstrate the need for any urgent or immediate relief.\n\nThe High Court, while deciding the appeal said the RS Secretariat, being the permanent administrative office of the Rajya Sabha, is a separate and distinct institution from the government that is the Executive wing of the State.\n\n“In the present matter therefore, it cannot be said that the word ‘Government’ appearing in section 80 CPC would include the RS Secretariat. Accordingly, in the opinion of this court, section 80 CPC has no application to the suit filed by the appellant, in which the sole defendant is Rajya Sabha Secretariat, against whom relief has been sought for in the suit,” Justice Bhambhani said.\n\nThe High Court asked Mr. Chadha to present the plaint before the trial court again within three days, and also directed the lower court to proceed with the matter by first deciding the interim relief application which stands restored before it.\n\nMr. Chadha's counsel had submitted before the High Court that the MP has been served with a notice and eviction proceedings are going on.\n\nMr. Chadha had contended before the High Court that he was a victim of \"selective targeting\" because he was a vocal Opposition Member of Parliament. Mr. Chadha said he was the only sitting lawmaker in the Rajya Sabha ever who was sought to be evicted from the bungalow allotted to him.\n\nHe had said the allotment of accommodation is an exercise of guided discretion and is made after taking into account the circumstances peculiar to the MP concerned, and in exercise of this discretion, out of 245 sitting MPs in the Rajya Sabha, 115 have been granted accommodation above their 'default' entitlement.\n\nHis counsel had told the High Court that the MP has been provided Z+ security in view of threats, and a large contingent of security personnel was required to be deployed at his residence. The personnel cannot be accommodated in the bungalow earlier allotted to him at Pandara Park. The AAP government in Punjab has accorded Z+ security to Mr. Chadha, who is a Rajya Sabha member from there.\n\nMr. Chadha was on July 6 last year allotted a 'Type 6' bungalow at Pandara Park but he made a representation to the Rajya Sabha Chairman on August 29 requesting for a 'Type 7' accommodation. He was then allotted another bungalow on Pandara Road from the Rajya Sabha pool.\n\nHowever, in March this year, the allotment was cancelled.\n\nAs a first-time MP, Mr. Chadha is entitled to a Type-5 accommodation in the normal course, according to the Rajya Sabha Members Handbook released in April 2022.\n\nThe handbook says MPs who are former Union Cabinet Ministers, former Governors or former Chief Ministers, and former Lok Sabha Speakers, are entitled to Type-7 bungalows, the second largest category available to Rajya Sabha members.\n\nThe AAP MP welcomed the Delhi High Court decision and claimed that the cancellation of allotment was a case of “political vendetta”.\n\nIn a statement on ‘X’, Mr. Chadha said, “I welcome the decision of the Hon’ble Delhi High Court to set aside the order of the trial court, which was against me. The cancellation of this allotment was a clear case of political vendetta, aimed at silencing a young, vocal parliamentarian. The decision to revoke my official accommodation was arbitrary, unreasonable, and unjust, representing a new low in political vendetta.” The MP also said that Opposition voices were being “deliberately targeted”.\n\n“This is not a fight for home or shop but to save the Constitution. In the end, truth and justice have prevailed,” he said in the post.\n\nCalling the incident an “unprecedented departure from democratic norms”, the senior AAP leader alleged that it was the “first time in the 70-year history of the Rajya Sabha” that a member faced such “political harassment” for holding the government accountable.\n\n“Not only was this cancellation driven by malicious intent, but it also contained glaring irregularities that clearly violated established rules and regulations. Every Member of Parliament is entitled to official accommodation, and what has been given to me is identical to what many of my fellow first-time MPs have received,” he noted.\n\nMr. Chadha said he had delivered two speeches in Parliament holding the BJP-led Centre accountable. He alleged that after his first speech, his official accommodation was cancelled.\n\n“After my second speech, my membership as a parliamentarian was suspended. No parliamentarian can function if he is made to worry about what his forthright and honest speech will cost him next,” he said, emphasising that he was not afraid and was “ready to make any sacrifice” to uphold the principles of democracy.\n\nThe Supreme Court Monday sought a response from the Rajya Sabha Secretariat on the petition filed by AAP leader and lawmaker Raghav Chadha challenging his indefinite suspension from the Upper House, and sought the assistance of the attorney general in adjudicating the issue.\n\nChadha, in his statement, cited this development and said he did not wish to state anything further on it.\n\n“All I want to say is that they can remove me from my official accommodation, they can remove me from Parliament, but they can’t remove me from the hearts of millions of Indians, where I hope I really reside,” he asserted.",
    "imgLink": "https://th-i.thgim.com/public/incoming/a6l9d/article67430622.ece/alternates/LANDSCAPE_1200/PTI10_10_2023_000170A.jpg",
    "category": "india",
    "id": "53cly1jqclnugtlct"
  },
  {
    "title": "Proposal to plant bamboo along Gap Road stretch to prevent landslips",
    "link": "https://www.thehindu.com/news/national/kerala/proposal-to-plant-bamboo-on-gap-road-stretch-to-prevent-landslips/article67430555.ece",
    "description": "Assembly Committee of Environment directed dept. & NHAI to consider proposal. Bamboo & creeper will penetrate 4-5ft deep into soil & prevent future landslips. NHAI to conduct study & take further steps.",
    "date": "Tue, 17 Oct 2023 18:39:59 +0530",
    "content": "A view of the Gap Road stretch of Kochi-Dhanushkodi National Highway, near Munnar, in Idukki. | Photo Credit: JOMON PAMPAVALLEY\n\nA view of the Gap Road stretch of Kochi-Dhanushkodi National Highway, near Munnar, in Idukki. | Photo Credit: JOMON PAMPAVALLEY\n\nThe Forest department is planning to plant bamboo and bamboo creeper along the Gap Road stretch of the Kochi-Dhanushkodi National Highway in Munnar to prevent repeated landslips. The Assembly Committee on Environment has directed the department and National Highways Authority of India (NHAI) to consider the proposal.\n\nAccording to officials, the recommendation was submitted by Green Care Kerala’s Idukki district general secretary K. Bulbendran.\n\nMr. Bulbenrdan said that the committee welcomed the recommendation and its chairman directed various department heads to consider possibilities of implementing the project.\n\n‘’Due to the unscientific road widening works on Gap Road stretch, the rocks in the hills are in a shaken state and there are chances of future landslips,“ said Mr. Bulbendran.\n\n“Bamboo and creeper bamboo will penetrate four to five feet deep into the soil and will ensure strong protection to the soil. It will also prevent future landslips in the area. A detailed proposal will be submitted soon. The project can be implemented in association with the Forest department, Social Forestry wing of the department, Kerala State Biodiversity Board and the NHAI,“ said Mr Bulbendran.\n\nMunnar Assistant Conservator of Forests (ACF) Job J. Neriamparambil said the Forest department plans to implement the project in the area. “If bamboo and reed bamboo are planted, it will ensure food security for wild elephants in the area,” said Mr. Neriamparambil.\n\nNHAI assistant executive engineer Rex Felix said, “NHAI will conduct a scientific study over the recommendations and take further steps.”\n\nMeanwhile, Hindu Aikya Vedi Udumbanchola Taluk committee said that planting bamboos will attract wild elephants and pose a threat to passengers. The committee recommended that planting vetiver should prevent landslips and will not attract wild elephants.\n\nThere were widespread allegations that the unscientific road works triggered the landslips. Rocks were blasted simultaneously at various spots, which shook sensitive layers of rocks, causing the landslips. The stretch witnessed nearly a dozen major and minor landslips within the past 2-3 years.",
    "imgLink": "https://th-i.thgim.com/public/incoming/62951a/article67431070.ece/alternates/LANDSCAPE_1200/80759_17_10_2023_17_57_44_1_GAPROAD.JPG",
    "category": "india",
    "id": "53cly1jqclnugtll3"
  },
  {
    "title": "Here are the big stories from Karnataka today",
    "link": "https://www.thehindu.com/newsletter/karnataka-today/here-are-the-big-stories-from-karnataka-today/article67430265.ece",
    "description": "Welcome to the Karnataka Today newsletter, your guide from The Hindu on the major news stories to follow today. Curated and written by Nalme Nachiyar.",
    "date": "Tue, 17 Oct 2023 18:33:01 +0530",
    "content": "Chief Minister Siddaramaiah, Deputy CM D K Shivakumar, Kannada and Culture Minister Shivaraj Tangadagi (left), at the unveiling of Karnataka Sambrama-50 emblem, to mark the golden jubilee of renaming the Mysore State as Karnataka at Vidhana Soudha, in Bengaluru on October 17, 2023. | Photo Credit: MURALI KUMAR K\n\nChief Minister Siddaramaiah, Deputy CM D K Shivakumar, Kannada and Culture Minister Shivaraj Tangadagi (left), at the unveiling of Karnataka Sambrama-50 emblem, to mark the golden jubilee of renaming the Mysore State as Karnataka at Vidhana Soudha, in Bengaluru on October 17, 2023. | Photo Credit: MURALI KUMAR K\n\n1. CM launches emblem of Karnataka Sambrama-50 to mark golden jubilee of renaming State\n\nChief Minister Siddaramaiah unveiled the emblem of Karnataka Sambrama-50 to mark the golden jubilee of renaming the Mysore State as Karnataka on November 1, 1973.\n\nFormer chief minister late D. Devaraj Urs is credited with renaming Mysore State as Karnataka. With the inclusion of the districts from erstwhile Nizam’s Hyderabad State and Bombay presidency, many people, including politicians, then felt the need to change the State’s name since districts from Mysuru region were just a part of the State. In a ceremony conducted under the leadership of Devaraj Urs, the new name was announced.\n\nAs 216 taluks in Karnataka reel under drought, the Congress government has requested the Centre to release pending Mahatma Gandhi National Rural Employment Guarantee Scheme wage component at the earliest, to ensure effective implementation of the job scheme.\n\nKarnataka Chief Secretary Vandita Sharma has written to Shailesh Kumar Singh, Secretary, Union Ministry of Rural Development (MoRD), and said that wage release to Karnataka is due from MoRD since August 29, 2023, which amounts to ₹478.46 crore. The last wage grant released to the State government was on September 24 for ₹1.55 crore for August and September.\n\nThe rush of tourists to Mysuru has swelled with the city hosting the Dasara festivities that began on a traditional note atop the Chamundi hills on October 15. The key tourist attractions and events like Dasara flower show have been witnessing heavy footfalls.\n\nLakhs of flowers have been used to create a model of Chandrayaan-3, which is the highlight of this year’s Dasara flower show. The creation is a tribute to the entire team of ISRO for the success of their moon mission.",
    "imgLink": "https://th-i.thgim.com/public/incoming/u3s19r/article67430618.ece/alternates/LANDSCAPE_1200/_DSC7334.jpg",
    "category": "india",
    "id": "53cly1jqclnugtlrt"
  },
  {
    "title": "TTD Ayurvedic hospital sees high patient influx ",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/ttd-ayurvedic-hospital-sees-high-patient-influx/article67430461.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 18:22:01 +0530",
    "content": "The TTD run Sri Venkateswara Ayurvedic hospital has registered a significant increase in the number of patients availing traditional treatment annually, crossing the one lakh mark. Principal (FAC) and Medical Superintendent Dr. Renu Dixit on Tuesday said that the surge in the number of patients visiting the hospital has gone up post the Covid-19 pandemic.\n\nThe institution which was established about four decades ago with the aim of preserving the ancient medical system of Ayurveda as well as offer treatments for Cerebral Palsy (CP), Neuromotor Paralysis, Panchakarma and more.\n\nBesides displaying various medicinal plants at the Ayur Expo Brahmotsavam, the hospital also displayed the Hirudo Therapy (Leech therapy). Moreover, a three-day national conclave ‘Ayur Parva 2023’ jointly organised by the Ministry of AYUSH and Akhila Bharata Ayur Sammelan will be conducted at Kachapa auditorium in Tirupati from October 27-29.\n\nDr. Dixit said that the institution which has secured approvals for over 60 Ayur products from the AYUSH Ministry, currently has 100 more in the pipeline.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtlzx"
  },
  {
    "title": "Karnataka seeks pending dues from Centre under MGNREGA to help mitigate drought condition",
    "link": "https://www.thehindu.com/news/national/karnataka/karnataka-seeks-pending-dues-from-centre-under-mgnrega-to-help-mitigate-drought-condition/article67429989.ece",
    "description": "Wage release to Karnataka is due from MoRD since August 29, 2023, which amounts to ₹478.46 crore",
    "date": "Tue, 17 Oct 2023 17:54:07 +0530",
    "content": "As 216 taluks in Karnataka are reeling under drought, the Congress government led by Chief Minister Siddaramaiah has requested the Centre to release pending Mahatma Gandhi National Rural Employment Guarantee Scheme wage component at the earliest, for ensuring effective implementation of the job scheme.\n\nKarnataka Chief Secretary Vandita Sharma has written to Shailesh Kumar Singh, Secretary, Union Ministry of Rural Development (MoRD), and said that wage release to Karnataka is due from MoRD since August 29, 2023, which amounts to ₹478.46 crore. The  last wage grant released to the State government was on September 24 for ₹1.55 crore for August and September.\n\nThe State government’s Rural Development Commissionerate has submitted Utilisation Certificates and Annual Audited accounts to the MoRD for the current and previous year, the Chief Secretary said in the letter.\n\n“Because of the drought situation, rural labourers are highly dependent on MGNREGA jobs for their livelihood,” Ms. Sharma said. She added that the main objective of the scheme is to reduce the number of migrants moving from rural to urban areas and to provide job opportunities for them at their residences. Because of delays in the payment of wages, labourers are unable to meet their daily needs and have started migrating from rural to urban areas seeking jobs, she pointed out.",
    "imgLink": "https://th-i.thgim.com/public/incoming/ywipck/article67430511.ece/alternates/LANDSCAPE_1200/IMG_TH_-_6700_31-5-2020__2_1_1MA12FLK.jpg",
    "category": "india",
    "id": "53cly1jqclnugtm72"
  },
  {
    "title": "'Dead' for 20 years, ex-navy employee arrested by Delhi Police for triple murder",
    "link": "https://www.thehindu.com/news/cities/Delhi/dead-for-20-years-ex-navy-employee-arrested-by-delhi-police-for-triple-murder/article67430416.ece",
    "description": "After faking his death, Balesh fled to Punjab; later moved to Delhi's Najafgarh with his family.",
    "date": "Tue, 17 Oct 2023 17:52:44 +0530",
    "content": "At the time of his arrest, Balesh was working as a property dealer in Najafgarh. File image for representation. | Photo Credit: S. Subramanium\n\nAt the time of his arrest, Balesh was working as a property dealer in Najafgarh. File image for representation. | Photo Credit: S. Subramanium\n\nA 60-year-old ex-Navy employee who faked his death for 20 years was arrested by Delhi Police Crime Branch for allegedly killing a relative and burning to death two labourers, police said on Tuesday.\n\nBalesh Kumar was arrested from a house in Najafgarh where he was staying with his family having changed his name to Aman Singh, police said.\n\nBalesh was 40 when he allegedly killed his brother-in-law, Rajesh alias Khushiram, over money in Delhi's Bawana area in 2004. He also allegedly had an illicit relationship with Rajesh's wife.\n\nPolice in 2004 arrested Balesh's brother Sundar Lal, who was also involved in Rajesh's murder, however, Balesh managed to give them a slip.\n\nAccording to Special Commissioner of Police (Crime) Ravindra Yadav, Balesh, who was in a transport business then, escaped in a truck to Rajasthan.\n\nThere he set his truck on fire and burned two of his workers to death.\n\n\"Rajasthan Police during the course of investigation identified one of the persons as Balesh, while the other body remained unclaimed. The family members of Balesh also identified one of the bodies as his,\" Yadav said.\n\nAfter faking his death, Balesh fled to Punjab and managed to procure forged identity proof with the help of his family members and changed his name to Aman Singh.\n\n\"He remained in touch with his wife and managed to transfer his insurance claim benefits and pension from the Indian Navy to her. Also, the truck involved in the incident was registered in the name of his brother Mahinder Singh, who allowed him to claim the insurance. He got insurance claim for the truck into the account of his wife,\" Deputy Commissioner of Police (Crime) Ankit Kumar said.\n\nBalesh then moved to Delhi's Najafgarh with his family and started living with them.\n\n\"On a secret tip-off, we managed to nab him from his house on Monday. During the interrogation, he confessed his involvement in the murder of his relative and two labourers from Bihar,\" Mr. Kumar said.\n\nThe Delhi Police has informed its counterpart in Rajasthan's Jodhpur about Balesh's arrest and asked them to reopen the burnt truck case.\n\nThe Delhi Police claimed that Balesh had also stolen antique items in 2000 from Delhi's Kota House and was booked for theft at Tilak Marg Police Station.\n\nPolice are probing the role Balesh's wife and other family members in his crimes and they all will be prosecuted accordingly, Mr. Kumar said.\n\nBalesh, a native of Haryana's Panipat, studied up to class 8. In 1981, he joined the Indian Navy as a Steward and served there till 1996.\n\n\"After retirement, he took a house on rent in Delhi's Uttam Nagar,\" the officer said.\n\nAt the time of his arrest, Balesh was working as a property dealer in Najafgarh.",
    "imgLink": "https://th-i.thgim.com/public/incoming/2jd78e/article67162478.ece/alternates/LANDSCAPE_1200/IMG_vbk-HANDCUFF-arrest_1_1_CJ91FP0D.jpg",
    "category": "india",
    "id": "53cly1jqclnugtmem"
  },
  {
    "title": "Bengal government releases ₹197 crore for farmers who could not sow paddy due to deficit rainfall: Mamata",
    "link": "https://www.thehindu.com/news/national/other-states/bengal-government-releases-197-crore-for-farmers-who-could-not-sow-paddy-due-to-deficit-rainfall-mamata/article67430407.ece",
    "description": "The fund has been released under the Bangla Shasya Bima (BSB), the W.B. Chief Minister said, adding that since the launch of the scheme in 2019, the State government has paid more than ₹2,400 crore to 85 lakh farmers",
    "date": "Tue, 17 Oct 2023 17:38:11 +0530",
    "content": "The West Bengal government on Tuesday (October 17) released ₹197 crore for 2.46 lakh farmers who could not sow paddy due to deficit rainfall, Chief Minister Mamata Banerjee said.\n\nThe fund has been released under the Bangla Shasya Bima (BSB), she said, adding that since the launch of the scheme in 2019, the State government has paid more than ₹2,400 crore to 85 lakh farmers.\n\n\"We are releasing Rs 197 crore to 2.46 lakh affected farmers who could not sow paddy due to deficit rainfall. The claims have been finalised under Bangla Shasya Bima (BSB), which is a fully state government funded crop insurance scheme and we pay the entire premium amount. Farmers are not required to pay anything,\" she posted on X.",
    "imgLink": "https://th-i.thgim.com/public/incoming/uakxyc/article67430415.ece/alternates/LANDSCAPE_1200/20230918209L.jpg",
    "category": "india",
    "id": "53cly1jqclnugtmmg"
  },
  {
    "title": "Kerala to constitute commission for senior citizens, says Minister for Social Justice R. Bindu",
    "link": "https://www.thehindu.com/news/national/kerala/kerala-to-constitute-commission-for-senior-citizens-says-minister-for-social-justice-r-bindu/article67430367.ece",
    "description": "Commission will address issues related to welfare of the elderly in Kerala, says Minister",
    "date": "Tue, 17 Oct 2023 17:31:57 +0530",
    "content": "Kerala plans to constitute a commission for senior citizens which will address issues related to the welfare of the elderly in the State, said Minister of Higher Education and Social Justice R. Bindu in Kochi on October 17.\n\nShe was speaking at the inauguration of a function to distribute certificates to those who had completed the Naipunya Nagaram programme being implemented by the Ernakulam district panchayat to impart hi-tech skills to the elderly. A get-together of the Naipunya Nagaram attendees was also part of the programme.\n\nThe Minister said that several programmes are being implemented in Kerala for the welfare of the elderly. It is important that the rich experience of senior citizens are utilised. Memory clinics and Vayomithram and Vayojana Parks programmes are also being set up in the State.\n\nThe Minister said that no modern life is possible without knowledge of digital technology as we live in the age of artificial intelligence (AI). It is a sine qua non for all to understand the new technologies and use them. The Naipunya Nagaram programme, in this way, is relevant and contemporary in its outlook, she said.\n\nMs. Bindu congratulated the district panchayat which conceived such a programme and implemented it.\n\nA total of 740 people have completed the Naipunya Nagaram programme from the municipalities and panchayats in Ernakulam district. The programme will continue this year (2023) with new batches of “students’‘, said an Institute of Human Resources Development (IHRD) official. He pointed out that the Revive Programme, involving collecting defective computers, repairing and redistributing them, is being taken up as part of the continuation of the Naipunya Nagaram programme.\n\nUma Thomas, MLA, presided over the function organised at the Priyadarshini Hall of Ernakulam district panchayat. Hibi Eden, MP, District Collector N S. K. Umesh and district panchayat president Ullas Thomas were among those present at the occasion.",
    "imgLink": "https://th-i.thgim.com/public/incoming/9zcnjg/article67430580.ece/alternates/LANDSCAPE_1200/old_02.jpg",
    "category": "india",
    "id": "53cly1jqclnugtmuh"
  },
  {
    "title": "Project to enhance reading, writing and arithmetic skills of students to take wing soon in Ernakulam district of Kerala",
    "link": "https://www.thehindu.com/news/national/kerala/project-to-enhance-reading-writing-and-arithmetic-skills-of-students-to-take-wing-soon-in-ernakulam-district-of-kerala/article67430257.ece",
    "description": "Title ‘Samagragunamenma Padhathi’, the comprehensive quality enhancement programme for students of Classes I to VII will be launched in around 190 schools in Ernakulam as part of State-wide initiative by General Education department of Kerala",
    "date": "Tue, 17 Oct 2023 17:18:16 +0530",
    "content": "In the first phase of the project, children in Classes I to IV will be equipped with the necessary skills for reading and writing. | Photo Credit: H. VIBHU\n\nIn the first phase of the project, children in Classes I to IV will be equipped with the necessary skills for reading and writing. | Photo Credit: H. VIBHU\n\nA comprehensive quality enhancement programme for students of Classes I to VII will be launched in around 190 schools in Ernakulam as part of the State-wide initiative by the General Education department in Kerala.\n\nThe key objective of the project is to improve the reading, writing and basic Mathematics skills of learners in the primary classes. In the first phase of the project, children in Classes I to IV will be equipped with the necessary skills for reading and writing. Titled ‘Samagragunamenma Padhathi’, the project is expected to be rolled out within a month.\n\nDepartment officials stated that the aim is to ensure the basic reading and writing abilities of the children. The focus will be on how to help them avoid mistakes while reading/writing a word or a sentence. The authorities have developed learning modules as part of the project. The process of including new areas into the modules is progressing and the project will be launched after making necessary amendments, they said.\n\nThe decision to implement a project on stepping up the comprehensive quality of the students seems part of the inferences gathered from studies which showed a decline in the foundational skills in reading and arithmetic after schools remained closed for around two years following the pandemic crisis.\n\nThe Annual Status of Education Report (ASER) 2022 had found that Kerala was among the States that showed a decline of more than 10 percentage points from 2018 levels. The percentage of reading skills in Kerala dropped from 52.1% in 2018 to 38.7% in 2022, it said.\n\nThe quality enhancement programme will try to identify the gaps in the reading, writing and basic arithmetic skills of the students and initiate corrective measures as per the learning modules prepared by experts.",
    "imgLink": "https://th-i.thgim.com/public/incoming/nkdghs/article67430384.ece/alternates/LANDSCAPE_1200/SCHOOL",
    "category": "india",
    "id": "53cly1jqclnugtn2o"
  },
  {
    "title": "At least 11 dead in two fireworks units in Virudhunagar district  ",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/many-dead-in-two-cracker-related-fire-accidents-at-sivakasi-srivilliputtur-in-tn-virudhunagar-district/article67430112.ece",
    "description": "CM announces solatium of ₹3 lakh each to victims families",
    "date": "Tue, 17 Oct 2023 17:14:43 +0530",
    "content": "Fire fighters at the site of the fire accident in Virudhunagar district on October 17, 2023 | Photo Credit: Special Arrangement\n\nFire fighters at the site of the fire accident in Virudhunagar district on October 17, 2023 | Photo Credit: Special Arrangement\n\nIn a major fire accident at least 10 lives including eight women workers, who were working in a private fireworks unit at Rengapalayam in Virudhunagar district were killed on October 17.\n\nIn another incident reported in a private fireworks unit in Kichanayakanpatti, also in Virudhunagar district, a 35-year-old man died on the spot.\n\nFire and Rescue Service officials from multiple locations in the district rushed to the two spots following a call received at around 2 p.m.\n\nAccording to preliminary inquiries, the workers were engaged in packing at the unit belonging to Sundaramurthi in Rengapalayam. It is said that they were testing some of the newly produced crackers. In the process, it caught fire in which the workers’ in the adjacent room were burnt alive.\n\nA fire officer said that risky way of handling the crackers appeared to be the prime reason. There were about 80 workers on the premises at the time of the fire. As there was a continuous blast from inside, workers ran to safety in different directions, he said.\n\nOn the one hand, the fire billowed from the rooms and on the other , the thick smoke hampered them from proceeding forward, which caused some delay in putting out the fire swiftly. “The aim was to swiftly contain the fire before it started spreading,” the officer said.\n\nThere was much delay in the ambulance vehicles reaching the accident spot. Confusion prevailed for near an hour as the relatives and family members rushed to the work spot in search of the workers.\n\nPolice said that most of the deceased were womenfolk and gave the names as follows: Anitha (40) wife of Muniappan, Packiam (35) wife of Jayamurugan, Guruvammal (55) wife of Subbukani, Mahadevi (50) wife of Seeniraj, Panchavarnam (35) wife of Nagaraj, Tamilselvi (55) wife of Thalamuthu, Muneeswari (32) wife of Muthuraj, Indra (50) wife of Muruganandam, Balamurugan (30) son of Muthuraj and Mahendran Thangamalai (33).\n\nTwo women workers whose names were given as Ponnuthai (45) wife of Arumugam and Chinnathai (34) wife of Shankar were admitted in Srivilliputtur Government Hospital for treatment. Virudhunagar District Superintendent of Police R Srinivasa Perumal and team supervised the rescue operation.\n\nIn yet another fire accident reported in another fireworks unit in Kichanayakanpatti, a worker identified as P Vembu (55) died while handling the firecrackers. A senior police officer said that they have registered a case against the fireworks unit owners and the factory foreman.\n\nTamil Nadu Chief Minister M. K, Stalin has announced solatium of ₹3 lakh each to the family of the deceased workers and ₹ 1 lakh each to the two injured persons, an official release said.\n\nThe Virudhunagar CITU District secretary P N Deva\\ said in a statement that the Tamil Nadu government should give a compensation of ₹10 lakh each. The fireworks unit owners should also pay ₹10 lakh relief to each of the workers’ families, he said, adding that the officials should inspect the units and ensure that there were no compromises on safety aspects. “Without inspections, certificates were issued. This has led to loss of lives,” he alleged and urged the CM to directly intervene.\n\nMeanwhile, another trade union member Radhakrishnan said that with the 11 casualty in Virudhunagar district, the deaths in Tamil Nadu in this month alone stood at 37 with 12 fatalities reported in Ariyalur on October 9 and 14 in Hosur (Karnataka border) on October 10. The government should be pro-active in preventing the deaths than giving compensations, he said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/o54ap5/article67430246.ece/alternates/LANDSCAPE_1200/WhatsApp%20Image%202023-10-17%20at%204.41.50%20PM.jpeg",
    "category": "india",
    "id": "53cly1jqclnugtn9d"
  },
  {
    "title": "Congress chief Mallikarjun Kharge alleges Modi government using Army 'politically' for elections",
    "link": "https://www.thehindu.com/news/national/congress-chief-mallikarjun-kharge-alleges-modi-government-using-army-politically-for-elections/article67430258.ece",
    "description": "Congress president Mallikarjun Kharge claimed that the Narendra Modi government has asked the Army to set up selfie points across the country where its schemes will be promoted instead of the bravery of soldiers.",
    "date": "Tue, 17 Oct 2023 17:14:15 +0530",
    "content": "Congress president Mallikarjun Kharge on October 17 accused the government of using the Army \"politically\" for elections and claimed that the ruling party has hurt its dignity by \"capitalising on the popularity of soldiers\".\n\nHe claimed that the Narendra Modi government has asked the Army to set up selfie points across the country where its schemes will be promoted instead of the bravery of soldiers.\n\n\"By capitalising on the popularity of the brave soldiers of our Indian Army who protect the nation, Modi ji is promoting himself. By politically using the Army for elections, the Modi government has done something which has never happened in the last 75 years,\" Mr. Kharge alleged in a post in Hindi on X.\n\nThe Modi government has asked the Army to set up 822 selfie points across the country to promote government schemes. There, instead of the story of the bravery of the soldiers, \"there is an idol-like image of Prime Minister Modi and praises of his schemes\", the Congress president alleged in the post.\n\n\"The Indian National Congress is extremely proud of the bravery and sacrifice of the Indian Army. The BJP, which gives lessons of nationalism, has hurt the dignity of the Indian Army,\" Mr. Kharge claimed.",
    "imgLink": "https://th-i.thgim.com/public/incoming/lqe71h/article67374650.ece/alternates/LANDSCAPE_1200/6270_17_8_2023_18_42_24_5_MAHILACONGRESSDELHI2023_17_08_30.JPG",
    "category": "india",
    "id": "53cly1jqclnugtnip"
  },
  {
    "title": "Tamil Nadu bags United Nations award for excellence in investment promotion",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/tamil-nadu-bags-united-nations-award-for-excellence-in-investment-promotion/article67430099.ece",
    "description": "Guidance, the nodal agency for investment promotion in the State, received the award for excellence in scaling up energy transition investments",
    "date": "Tue, 17 Oct 2023 17:03:15 +0530",
    "content": "V. Vishnu, Managing Director and CEO of Guidance, received the U. N award from Rebeca Grynspan, Director General, United Nations Conference on Trade and Development (UNCTAD) | Photo Credit: Special Arrangement\n\nV. Vishnu, Managing Director and CEO of Guidance, received the U. N award from Rebeca Grynspan, Director General, United Nations Conference on Trade and Development (UNCTAD) | Photo Credit: Special Arrangement\n\nGuidance, the nodal agency for investment promotion under the Department of Industries, Investment Promotion and Commerce, government of Tamil Nadu, has received the prestigious United Nations Promotion Award 2023, for excellence in scaling up energy transition investments at the 8th World Investment Forum, held in Abu Dhabi, United Arab Emirates, recently.\n\nV. Vishnu, Managing Director and CEO of Guidance, received the U. N award from Rebeca Grynspan, Director General, United Nations Conference on Trade and Development (UNCTAD).\n\nIn the citation, the U. N. said Guidance was receiving the award for “facilitating the first solar investment project with a fully vertical integrated photovoltaic thin film solar module manufacturing facility, notably through green incentives and higher training incentives for women. This project will facilitate access to low-cost solar panels and contribute to more sustainable cities in India.”\n\nT. R.B. Rajaa, Minister for Industries, Investment Promotion and Commerce, said: “The U.N. Award is another feather in the cap for Team Guidance, which has played a key role in attracting investments from global companies in all sectors. The award is a recognition of the government of Tamil Nadu’s visionary and progressive outlook.”\n\nThe U. N award is in recognition of Guidance’s efforts to attract investments using innovative approaches for promotion, finance, and partnerships in energy transition promotion.\n\nThe biennial World Investment Forum, organised by UNCTAD since 2008, monitors the mainstreaming of sustainable development goals by investment promotion agencies and conducts regular surveys.\n\nBased on UNCTAD’s research and survey, this year’s edition of the U. N. Investment Promotion Awards recognises the work of IPAs in attracting investments for climate action, with consideration of innovative approaches to investment promotion, finance, and partnerships.",
    "imgLink": "https://th-i.thgim.com/public/incoming/29s9i7/article67430206.ece/alternates/LANDSCAPE_1200/WhatsApp%20Image%202023-10-17%20at%204.18.49%20PM.jpeg",
    "category": "india",
    "id": "53cly1jqclnugtnot"
  },
  {
    "title": "69th National Film Awards | Allu Arjun, Alia Bhatt, and more felicitated",
    "link": "https://www.thehindu.com/entertainment/movies/69th-national-film-awards-allu-arjun-alia-bhatt-and-more-felicitated/article67430047.ece",
    "description": "While Allu Arjun bagged the top honours for ‘Pushpa: The Rise’, Alia Bhatt and Kriti Sanon clinched the Best Actress Award for their efforts in ‘Gangubai Kathiawadi’ and ‘Mimi’ respectively",
    "date": "Tue, 17 Oct 2023 16:48:50 +0530",
    "content": "Allu Arjun receives the National Film Award for the Best Actor from President Droupadi Murmu | Photo Credit: Doordarshan National/YouTube\n\nAllu Arjun receives the National Film Award for the Best Actor from President Droupadi Murmu | Photo Credit: Doordarshan National/YouTube\n\nThe ceremony for the 69th National Film Awards was held at the Vigyan Bhawan in New Delhi. President Droupadi Murmu conferred the awards to the winners, including Best Actor winners Allu Arjun, Alia Bhatt and Kriti Sanon.\n\nThe 69th National Film Awards, which honours films censored in the year 2021, was announced in August by filmmaker Ketan Mehta who headed the 11-member jury.\n\nThe Best Actor award went to Allu Arjun for his performance in director Sukumar’s Pushpa: The Rise. The Best Actress award went to two actors; Alia Bhatt nabbed it for her role in Sanjay Leela Bhansali’s Gangubai Kathiawadi and Kriti Sanon was awarded for her performance in director Laxman Utekar’s Mimi.\n\nRocketry: The Nambi Effect, the biographical drama written, produced and directed by R. Madhavan in his directorial debut, won the Best Feature Film award. The National Film Award for best director went to Nikhil Mahajan for Marathi film Godavari. Director Sanjay Leela Bhansali bagged the National Award for Best Editing for Gangubai Kathiawadi.\n\nPankaj Tripathi, who starred alongside Kriti Sanon in Mimi, won the Best Supporting Actor award, while the Best Supporting Actress award went to Pallavi Joshi for The Kashmir Files.\n\nThe award for best popular film providing wholesome entertainment went to the Telugu version of the multilingual film RRR. The Kashmir Files, directed by Vivek Ranjan Agnihotri, won the Nargis Dutt Award for best film on national integration.\n\nAlso read:69th National Film Awards | Richly deserved honour for Indrans, an actor who has come a long way\n\nRRR maker Rajamouli, Shershaah producer Karan Johar, RRR’s Oscar-winning music composer-lyricist duo Chandrabose and M. M. Keeravani, Pushpa music composer Devi Sri Prasad were also honoured at the ceremony.",
    "imgLink": "https://th-i.thgim.com/public/entertainment/movies/1kmdzz/article67430173.ece/alternates/LANDSCAPE_1200/Allu%20Arjun.png",
    "category": "india",
    "id": "53cly1jqclnugtnwd"
  },
  {
    "title": "Assembly polls in Jammu & Kashmir will be held soon: BJP leader Tarun Chugh",
    "link": "https://www.thehindu.com/news/national/other-states/assembly-polls-in-jammu-kashmir-will-be-held-soon-bjp-leader-tarun-chugh/article67430127.ece",
    "description": "BJP general secretary Tarun Chugh also claimed that the Gupkar alliance that had faced a defeat in the local bodies election will have to suffer a similar outcome in the Assembly polls.",
    "date": "Tue, 17 Oct 2023 16:39:55 +0530",
    "content": "Asserting that the BJP's vote share as well as seat count saw an increase in the recently-held Ladakh Autonomous Hill Development Council (Kargil) election, BJP general secretary Tarun Chugh on October 17 said Assembly polls in Jammu and Kashmir will be held soon as the process of delimitation and preparing the voter list has been completed.\n\nHe also claimed that the Gupkar alliance that had faced a defeat in the local bodies election will have to suffer a similar outcome in the Assembly polls.\n\n\"The election will take place on time. Several decades had gone by without any delimitation. Now, delimitation of the Assembly constituencies has taken place. The voter list has been prepared. It has been sent to the political parties for the submission of their objections. Accordingly, the election will be held soon,\" Mr. Chugh told reporters in Jammu.\n\nHe said as far as the urban local body (ULB) polls are concerned, the local bodies have submitted 700 written complaints citing discrepancies in the ward and gram panchayat listings.\n\n\"We have been denied our right to vote. The ward and gram panchayat formula in Kargil is faulty and has been crafted with a certain bias. I request the government to rectify this,\" the BJP leader said, replying to a question about the Opposition's charge that the government has failed to hold the much-awaited polls in Jammu and Kashmir.\n\nReplying to another question about the Kargil polls, he said the voter turnout in the election saw a five-fold increase compared to the past. \"We contested on just 16 seats and received full blessings from the people. The BJP won two seats, as opposed to one in the previous election,\" he said.\n\nMr. Chugh said the vote share as well as the seat count of the saffron party witnessed an increase in the Kargil polls and accused the Opposition of creating confusion about it.\n\nOn the security situation in Jammu and Kashmir, the BJP leader said the Union Territory, which was once known as the \"capital of terrorism\", has been transformed into a hub of tourism and development.\n\n\"From being labelled as the 'terrorism capital', Jammu and Kashmir has been transformed into a hub of tourism. The era of development has commenced in Jammu and Kashmir, a region that was deprived of progress for decades by the previous governments,\" he said.\n\nMr. Chugh said a new era of peace and development has dawned in Jammu and Kashmir and the youngsters of the region are being empowered. \"One of the most significant achievements is our successful crackdown on terrorism. Those who harm our civilians will never be pardoned,\" he asserted.\n\n\"Under the leadership of (Jammu and Kashmir BJP chief) Ravinder Raina, we are conducting jan samvad events at all booths,\" Mr. Chugh said.",
    "imgLink": "https://th-i.thgim.com/public/todays-paper/tp-national/tp-telangana/zfmqps/article67382535.ece/alternates/LANDSCAPE_1200/TS-BJP-will-exp%2BGTFBR7HHK.3.jpg.jpg",
    "category": "india",
    "id": "53cly1jqclnugto4r"
  },
  {
    "title": "Director Puja Kolluru: ‘Martin Luther King’ is ‘Mandela’ on steroids and the politics is relevant",
    "link": "https://www.thehindu.com/entertainment/movies/director-puja-kolluru-martin-luther-king-is-mandela-on-steroids-and-the-politics-is-relevant/article67429847.ece",
    "description": "Puja Kolluru, debuting as director with the Sampoornesh Babu starrer ‘Martin Luther King’, opens up on adapting the Tamil political satire ‘Mandela’ and making it relevant to the socio-political scenarios of Andhra Pradesh and Telangana",
    "date": "Tue, 17 Oct 2023 16:22:25 +0530",
    "content": "Days ahead of the theatrical release of the Telugu film Martin Luther King (MLK) on October 27, its makers held screenings in Vijayawada, Visakhapatnam, Nellore, Warangal and Kurnool. Puja Kolluru, making her directorial debut with this Telugu adaptation of director Madonne Ashwin’s Tamil political satire Mandela starring Yogi Babu, says the idea stemmed from director Venkatesh Maha organising 15 screenings of his 2018 debut indie film Care of Kancharapalem inviting people from different walks of society, prior to its theatrical release. “He told me that if people like the film, they will spread the word.” Maha has co-produced MLK, headlined by Sampoornesh Babu, with Chennai-based Y Not Studios.\n\nIn this interview at her office in Hyderabad, Puja recalls observing the audience and says, “We were nervous about piracy. Luckily, everyone heeded our request and did not record footage on their phones. We also handed out paper crowns like the one seen on the film’s posters and asked them to wear them if they felt represented while watching the film. I teared up when I saw so many people wearing the crown while viewing the film at different points, in appreciation.”\n\nSince Mandela is considered a niche film and has not been widely viewed on digital platforms in Andhra Pradesh and Telangana, she believes it works to the advantage of MLK. Puja reveals that the idea of an adaptation came from Y Not Studios. The production house was keen on a Telugu adaptation and film critic Baradwaj Rangan had suggested Venkatesh Maha. “Maha was hesitant, not wanting to do another adaptation,” says Puja. His Uma Maheshwara Ugra Roopasya was an adaptation of the Malayalam film Maheshinte Prathikaram.\n\nPuja, Maha’s associate, was taken in by the political satire and the issue of identity discussed in Mandela. “I was born in Vijayawada and had spent a few years studying in the USA. When I returned to India, it was not easy to fit in. And when you think of it, Madonne Ashwin’s story can be adapted to suit any region in the world; it will be relevant.”\n\nIn Mandela, a village hairstylist barber is wooed by two opposing groups — northerners and southerners — who want his vote as a tiebreaker. The film is a critique of the political and caste systems in Tamil Nadu. Maha adapted the screenplay and wrote the dialogues to suit the socio-political context of Telangana and Andhra Pradesh. The team zeroed in on the arid villages of Markapur in Andhra Pradesh to suit the story.\n\nWhen asked if she had any reservations about debuting with an adaptation, Puja discloses, “Not at all; I believe the story needs to be told. And, whenever I pitched my original scripts to producers or digital platforms, I was told these stories are at least five years ahead of their time.” Often she was asked why she does not think of writing a rom-com instead of thrillers. “It is not easy to be a female director in Telugu cinema.”\n\nPuja notes that when her name was pitched to Y Not Studios, they did not let gender come in the way. “They reminded us that they had relaunched Sudha Kongara with Irudhi Suttru (Guru in Telugu).”\n\nShe wanted an actor with no baggage of a star comedian for the title role. “Sampoornesh Babu came up the hard way and carved an identity for himself. We were convinced that people would relate to him.” When MLK was being filmed in the villages, hundreds would line up to get a glimpse of him. “Even in Chennai, people recognised him as ‘the burning star’.”\n\nSampoornesh went through a 40-day workshop to transform himself into Smile aka Martin Luther King and wanted to start afresh. Puja says the film will discuss the importance of voting and pay tribute to Martin Luther King who fought for the voting rights of Black Americans. “We amplified the importance of a vote in the story. The voter is considered the king, which also adds to the title.”\n\nLookout for Easter egg references pertaining to caste and political affiliations in Telangana and Andhra Pradesh. In the village, while Naresh’s character is representative of Andhra Pradesh and Rayalaseema, another group is represented by Venkatesh Maha’s character who speaks the Telangana dialect.\n\nPuja says that they did not shy away from discussing socio-political issues. “Mandela was a gutsy film; MLK is Mandela on steroids. We have changed the tone of the film in the latter half and hope that it will make a stronger impact. It is sheer coincidence that the film is releasing weeks before the elections in Telangana.”",
    "imgLink": "https://th-i.thgim.com/public/incoming/tbcre7/article67430088.ece/alternates/LANDSCAPE_1200/Collage%203.jpg",
    "category": "india",
    "id": "53cly1jqclnugtocn"
  },
  {
    "title": "MNF, ZPM paving way for BJP-RSS agenda in Mizoram: Rahul Gandhi ",
    "link": "https://www.thehindu.com/elections/mizoram-assembly/india-bloc-represents-60-of-nation-rahul-gandhi/article67430034.ece",
    "description": "Congress will adopt Chhattisgarh, Karnataka, and Rajasthan model of governance if it comes to power at the Centre in 2024, he said",
    "date": "Tue, 17 Oct 2023 16:18:35 +0530",
    "content": "The ruling Mizo National Front (MNF) and the Opposition Zoram People’s Movement (ZPM) are paving the way for the BJP and the Rashtriya Swayamsevak Sangh (RSS) to push their “one ideology” agenda in Mizoram, Congress leader Rahul Gandhi said on October 17.\n\nAddressing journalists in Mizoram’s capital Aizawl and a campaign rally for his party later, Mr. Gandhi urged the people of the Christian-majority State not to vote for the BJP, MNP, and the ZPM if they want to protect their religion, culture, and languages.\n\nAlso read | Israel matters more than Manipur for PM Modi: Rahul in poll-bound Mizoram\n\n“The MNF and ZPM are the entry points and platform for the RSS and BJP in Mizoram,” he said, insisting the two regional parties were the facilitators of the uniform ideology that the BJP-RSS combine wants to impose across the country.\n\n“They want one religion, one language and one culture. We want all cultures, all religions, and all languages to be protected. The BJP has been trying to capture all institutions of the country. The RSS believes in one ideology. We do not accept this,” he said.\n\nMr. Gandhi said that the November 7 Assembly election would be about protecting the idea and culture of Mizoram from the BJP-RSS onslaught. “Other States in the Northeast are also being attacked by the BJP-RSS,” he added.\n\nReferring to his visit to the ethnic violence-hit Manipur in June, he said that the BJP was using local parties to further the RSS ideology in Manipur.\n\n“For the first time in my political career, I saw Manipur sharply divided on ethnic lines. Meiteis are not going to Kuki areas and the Kuki people are not going to Meitei-inhabited areas,” the Congress leader said.\n\n“The politics of division and hatred needs to be repaired... I still cannot understand why the Prime Minister [Narendra Modi] has not visited Manipur although as a leader of the country it was his primary responsibility to visit the State,” he added.\n\nSeeking another chance for Congress, Mr. Gandhi said his party – as a component of the Indian National Developmental Inclusive Alliance (INDIA) – would adopt the Chhattisgarh, Karnataka, and Rajasthan model of governance if it comes to power at the Centre in 2024.\n\nHe said while Rajasthan’s ₹25-lakh health insurance cover was the best in the world, five social security schemes in Karnataka and the schemes for farmers and small and medium industries in Chhattisgarh are the best in the country.\n\n“Our governments and leaders in these States work with a different vision... Congress wants decentralisation of power while the BJP-RSS aims for centralisation to control the States,” he said, reminding the people of Mizoram that the INDIA block represents 60% of the people in India.\n\nA “new-look” Congress under State chief Lalsawta is seeking to stage a comeback after a dismal electoral show in 2018, finishing third behind the MNF and the ZPM (whose candidates contested as Independents) in the 40-member Mizoram Assembly.\n\nThe day also saw the Mizoram Pradesh Congress Committee releasing the party manifesto, which promises to establish an efficient, transparent, and corruption-free government apart from strengthening the grassroots democracy by giving more power to the village councils and local bodies in the State.\n\nThe party promised a health insurance cover of ₹15 lakh per family for cashless treatment in hospitals for families that do not have a regular government employee, set aside ₹5 crore for assisting patients undergoing treatment for cancer and other serious ailments, provide ₹2,000 per month as pension to the elderly and assistance to widows and the specially abled, and LPG cylinders at ₹750 to certain categories of families, including those headed by women.",
    "imgLink": "https://th-i.thgim.com/public/incoming/td2qd/article67430154.ece/alternates/LANDSCAPE_1200/PTI10_17_2023_000091B.jpg",
    "category": "india",
    "id": "53cly1jqclnugtol5"
  },
  {
    "title": "Same-sex marriage: Pro-Life Apostolate of Syro-Malabar Church welcomes Supreme Court verdict",
    "link": "https://www.thehindu.com/news/national/kerala/same-sex-marriage-pro-life-apostolate-of-syro-malabar-church-welcomes-supreme-court-verdict/article67430063.ece",
    "description": "Verdict that upholds family values practised by different religions in India will help ensure sanctity of marriage and the safety and security of children, says executive secretary of the apostolate",
    "date": "Tue, 17 Oct 2023 16:15:53 +0530",
    "content": "The Pro-Life Apostolate of Syro-Malabar Church has welcomed the Supreme Court verdict on October 17 which refused to grant constitutional validity to same-sex marriages in the country.\n\nThe verdict that upheld family values practised by different religions in India would help ensure the sanctity of marriage and also the safety and security of children. Each child has the birth right to care and protection given by its parents. There can be no justification to denying that right to children whom same-sex parents are likely to adopt, said Sabu Jose, executive secretary of the apostolate.\n\nThe demand for same-sex marriage is from a minority of people and is against the general interest of the public. It is laudable that the Supreme Court took note of the Centre’s stand on the issue, especially since family stability held the key to any nation’s progress. It cannot be sacrificed by giving undue emphasis to ‘individual rights’. The Supreme Court order will go a long way in upholding the dignity of human life, he added.",
    "imgLink": "https://th-i.thgim.com/public/incoming/y7oi7q/article67430151.ece/alternates/LANDSCAPE_1200/07_SUPREME_COURT_SAME_SEX_MARRIAGE_17_10_DELHI.JPG",
    "category": "india",
    "id": "53cly1jqclnugtosc"
  },
  {
    "title": "Rahul Gandhi rides pillion on scooter to meet former Mizoram CM",
    "link": "https://www.thehindu.com/news/national/other-states/rahul-gandhi-rides-pillion-on-scooter-to-meet-former-mizoram-cm/article67430092.ece",
    "description": "Polls will be held in Mizoram on November 7",
    "date": "Tue, 17 Oct 2023 16:03:19 +0530",
    "content": "Congress leader rode a pillion on a two-wheeler to reach the residence of former Mizoram Chief Minister Lal Thanhawla.  | Photo Credit: X/@INCIndia\n\nCongress leader rode a pillion on a two-wheeler to reach the residence of former Mizoram Chief Minister Lal Thanhawla.  | Photo Credit: X/@INCIndia\n\nEmbarking upon day two of his visit to Mizoram, Congress leader Rahul Gandhi on October 17 met the former Mizoram Chief Minister Lal Thanhawla.\n\nThe Congress MP rode a pillion on a two-wheeler to reach the residence of Mr. Thanhawla.\n\nEarlier after taking part in a Padyatra from Chanmari (Aizawl) to Raj Bhawan, Mr. Gandhi said, \"The Bharat Jodo Yatra celebrated the idea of India, where the diverse languages, religions, cultures and traditions of our country are respected and protected. The BJP destroyed that idea in Manipur. We will not allow them and MNF to do the same in Mizoram.\"\n\nAfter the arrival of Mr. Gandhi in Mizoram, the Congress party also released a list of 39 candidates for the upcoming Mizoram Assembly elections.\n\nCongress has fielded Lalsanglura Ralte from the Aizwal East-I constituency, currently held by Mizo National Front (MNF) president and Chief Minister Zoramthanga. While Mizoram Congress Committee Chief Lalsawta has been fielded from Aizawl West-III (ST), Lalnunmawia Chuaungo has been given the party ticket from Aizawl North-I (ST).\n\nMoreover, Lalrindika Ralte will contest from Hachhek (ST), Lalhmingthanga Sailo from Dampa (ST) and Lalrinmawia from Aizawl North-II.\n\nIn a 40-member Mizoram Assembly, Mizo National Front bagged 26 seats with a vote share of 37.8% to emerge victorious in the 2018 polls. Congress secured five seats and BJP won one seat.\n\nPolls will be held in Mizoram on November 7, Chhattisgarh on November 7 and November 17, Madhya Pradesh on November 17, Rajasthan on November 25 and Telangana on November 30. The counting of votes will take place on December 3 in all the States.\n\nOf the five States, polling in Chhattisgarh will be held in two phases.\n\nThe Model Code of Conduct has come into force with the announcement of poll dates. The elections to five States are crucial as they are being held months before the Lok Sabha elections in April-May next year.",
    "imgLink": "https://th-i.thgim.com/public/incoming/ophvek/article67430118.ece/alternates/LANDSCAPE_1200/F8niA1jbAAA0YF_.jpeg",
    "category": "india",
    "id": "53cly1jqclnugtozf"
  },
  {
    "title": "Kerala government gives new charges to some IAS officers",
    "link": "https://www.thehindu.com/news/national/kerala/kerala-government-gives-new-charges-to-some-ias-officers/article67430080.ece",
    "description": "Kerala government recently effected a major reshuffle of civil servants, including a change in postings for six District Collectors",
    "date": "Tue, 17 Oct 2023 16:02:23 +0530",
    "content": "The Kerala government on October 17 issued orders giving additional responsibilities to the civil servants who were recently reshuffled.\n\nHaritha V. Kumar, who had been appointed as the Director of Mining and Geology department, will hold the full additional responsibility as the Director of Women and Child Development.\n\nDirector of Panchayats H. Dineshan is being appointed as the Director of Social Welfare, with the full additional responsibility as the executive director of the Kerala Social Security Mission.\n\nIn another reshuffle, A. Geetha, District Collector, Kozhikode, is being given a new posting as Joint Land Revenue Commissioner. She will also hold the full responsibilities of Land Board secretary and that of the director of the Institute of Land and Disaster Management.\n\nArjun Pandyan, who is the current Joint Land Revenue Commissioner, now becomes the Housing Commissioner. He will hold the full additional charges of the staff officer of Chief Secretary and that of secretary, Kerala State Housing Board. He will continue to hold the current responsibilities as director of Social Volunteers’ Corps and director of Youth Leadership Academy\n\nThe Kerala government had recently effected a major reshuffle of civil servants, including a change in postings for six District Collectors.",
    "imgLink": "https://th-i.thgim.com/public/incoming/tb97mc/article67430114.ece/alternates/LANDSCAPE_1200/IMG__DSC4046_2_1_758OUMFG.jpg",
    "category": "india",
    "id": "53cly1jqclnugtp6y"
  },
  {
    "title": "Undervaluing faculty fellowships is bad for scientists, and science",
    "link": "https://www.thehindu.com/sci-tech/science/undervaluing-faculty-fellowships-bad-for-indian-science/article67429968.ece",
    "description": "Even after several years, faculty fellowship programmes in India are struggling to find a place within the mainstream scientific enterprise.",
    "date": "Tue, 17 Oct 2023 15:45:00 +0530",
    "content": "Advanced scientific research and education in India is driven mostly by government-supported institutes such as the IITs, the IISERs, and Central and State universities. Along with private universities, they constitute India’s academic science ecosystem. At these institutes, faculty members conduct research in independently-led groups and teach courses for various academic programmes.\n\nIndependent faculty members are usually scientists with PhDs and expertise, including several years of postdoctoral training, in a specific domain. After their doctoral education and training, they can apply to be recruited at institutes and universities. Regular faculty appointments are typically continuous up to the age of retirement, with a salary paid by the institute (usually from government allocations) and possibly a start-up or annual research fund. However, faculty members are also expected to secure funding via external programmes and schemes.\n\nExternal funding schemes, typically multi-year government-funded grants and fellowships, provide research funds and could also support salary costs for a fixed number of years. Around the world, institutes and universities prize scientists with independent research funding and salary support, and vie for tenure-track individuals with self-earned grants or fellowships.\n\nThis is in part due to a competitive selection process, often involving multi-step applications and interviews. The institute also benefits from the funds and the new members’ teaching contributions during the specified period, after which it evaluates them for tenure and/or promotion.\n\nIn the last two decades, India has also developed structured fellowships to help scientists establish research programmes at institutes in the country. These government-funded fellowships provide for a salary and annual research funds for at least five years (some programmes offer extensions). Faculty members can seek regular positions at any time during or after the fellowship period, depending on eligibility and available positions, at the host or another institute. Some fellowship programmes also allow fellows to avail only funds for research once they have secured a regular position.\n\nBased on programme award announcements, institutes and universities across India host around 200 new faculty members funded on fellowships each year, of which a large segment includes those without regular positions.\n\nEven after several years, faculty fellowship programmes in India are struggling to find a place within the mainstream scientific enterprise. First, faculty members appointed on fellowships often face challenges in obtaining office and laboratory space and access to common research facilities at the host institute – even though the institute is required to provide these facilities. Second, in spite of a rigorous selection process and access to funds, scientists on fellowships have reported being treated as ‘second class’ faculty members at the host institute, their tenure-based fellowships relegating them to a sub-par status vis-à-vis the permanent faculty.\n\nFinally, several institutes – including autonomous institutes funded by the Departments of Science & Technology (DST) and of Biotechnology (DBT) – have altogether stopped hosting faculty members on short-term fellowships, citing concerns with the uncertainty or inability to offer regular positions after the fellowship ends. This undervaluing of faculty fellowships overlooks the pros of a longer-term vision for Indian science.\n\nGovernment-funded scientific institutions in India face crippling challenges related to faculty recruitment, with inordinate delays, age cut-offs, and lack of qualified candidates. As a result, several science departments have reported vacant positions even as they deal with increasing student numbers and demand for scientific output.\n\nAccording to the Ministry of Education, nearly 40% of the teaching posts at IITs (4,502 out of 11,170) and more than 25% of sanctioned posts at Central universities (6,180 out of 18,956) are vacant. At the same time, close to 6,000 students complete their PhDs in India every year, and many seek – unsuccessfully – academic faculty positions. In spite of repeatedly acknowledging the problem, science departments face serious challenges related to approvals and implementation of the recruitment process.\n\nIn this context, faculty fellowships present an opportunity for scientists to engage with institutes under mutually beneficial terms. During their tenure, faculty fellows develop a research programme at the institute, with tangible outcomes such as research papers and patents, and also teach students and mentor researchers. For the host institute, these benefits often come at little cost, beyond a term-based appointment and access to research facilities.\n\nAs India aims to expand its science and technology footprint, faculty fellowships serve as a means to attract international scientific talent while retaining trained scientists in the country. The Ramalingaswami and Ramanujan Fellowships by the DBT and DST allow postdoctoral scientists with extensive international expertise and training to return to India and start their own research groups.\n\nNewly-minted PhD researchers in India also have incentives to embark on research and teaching careers in the DST-INSPIRE and DBT/India Alliance early-career fellowships. So faculty fellowships are a means to change India’s science brain-drain to a brain circulation and address the problem at a more fundamental level by retaining skilled researchers.\n\nFinally, while the fellowships aim to facilitate independent research careers in institutes across India, some fellows often diversify their careers after it concludes. Some examples include undergraduate education, entrepreneurship, and science communication. Scientists with diverse and non-linear career paths bring multiple skills and experiences to the larger scientific enterprise and also facilitate engagement and interactions across academic and non-academic sectors.\n\nFor all these reasons, faculty fellowship programmes in India should be viewed as robust and diverse sources of research expertise and talent for the science ecosystem. Institutes need to adopt an approach that supports faculty fellowships and provide fellows a conducive environment to start and build successful research and teaching programmes.\n\nOn the other side, faculty fellows could view the fellowship period as a means to better understand professional opportunities in, and diverse ways of contributing to, the scientific enterprise in India. In a space with ambitious targets for science as well as considerable on-ground challenges, successful faculty fellowship programs invigorate research, teaching, and innovation.\n\nKarishma Kaushik is the Executive Director of IndiaBioscience.",
    "imgLink": "https://th-i.thgim.com/public/sci-tech/science/r6vv3q/article67430056.ece/alternates/LANDSCAPE_1200/1rohan-makhecha-jw3GOzxiSkw-unsplash.jpg",
    "category": "india",
    "id": "53cly1jqclnugtpdb"
  },
  {
    "title": "Statement by Neville Roy Singham on Newsclick funding row",
    "link": "https://www.thehindu.com/news/national/statement-by-neville-roy-singham-on-newsclick-funding-row/article67430038.ece",
    "description": "In this statement, Neville Roy Singham, American millionaire, refutes allegations levelled against him in the New York Times article as well as those mentioned in the FIR filed by the Delhi Police.",
    "date": "Tue, 17 Oct 2023 15:39:02 +0530",
    "content": "As the Delhi Police named American millionaire Neville Roy Singham as one of the accused in the Newsclick terror case, he has issued a four-page rebuttal, in which he has called the NYT article misleading and innuendo-laden hit piece.\n\nHere is the full text of Mr. Roy’s rebuttal.\n\nMy name is Neville Roy Singham. I founded and led ThoughtWorks Inc., an IT company, for 25 years and sold it in 2017. I have been and remain solely a US citizen since birth. I currently reside in Shanghai (China).\n\nOn August 5, 2023, the New York Times (NYT) ran a misleading and innuendo-laden hit piece on me and others that, among other things, provoked a firestorm in India and inflamed the situation regarding the Indian news website portal NewsClick. Twelve days after the publication, on August 17, the Delhi Police Station Special Cell secretly prepared and issued a First Information Report (FIR). Full of defamatory allegations and factual errors, the FIR led to the interrogation of nearly 100 journalists, the detention of dozens, and the eventual arrest of two people on October 3, 2023. After the arrests, the FIR entered the public domain, the release of which is damaging to me and many others. The language used in the FIR strongly suggests that its claims were influenced by misinformation from the NYT article.\n\nIndia is home to many of the world’s best journalists and writers. It has a vibrant press and media landscape. The news of the arrests and detentions deeply shocked and saddened me.\n\nI am disappointed that this is happening in India, a country close to Sri Lanka, the ancestral home of my father, Archibald W. Singham (1932–1991), a participant in and historian of the Non-Aligned Movement. I write this as someone who dearly loves India, having had a long-standing relationship with the country and its people, from my first visit to Mumbai in 1964, at the age of 11, to the years I spent in the Indian software industry. Beginning in the early 2000s, I spent considerable time in India, opening ThoughtWorks offices across India, including in Bangalore, Pune, Chennai, Coimbatore, Delhi, and Hyderabad. Along with many brilliant Indian colleagues, I helped establish many conferences and projects that advanced the Indian software industry. I remain proud that we collectively built world-class, advanced, Agile software development centers in India – the first in the Global South. We successfully highlight the talents of India globally.\n\nThe NYT intentionally chose not to publish all the factual rebuttals that I provided to them on July 22, 2023, prior to their publication date. The NYT has done a great disservice to the cause to press freedom. For this reason, I have decided to publicly address some of these points that I raised to, and were ignored by, the NYT. I categorically deny and repudiate all claims of illegality and impropriety and wish to set the record straight.\n\nFirst, regarding the provenance of the funds invested in NewsClick.\n\nI urge all those following these events to read the full statement by Jason Pfetcher, manager of Worldwide Media Holdings LLC, the US-based organization that made an investment in NewsClick. The article published in The Hindu can be found here. It covers the details of the investment in NewsClick and categorically repudiates the false allegations surrounding the source of the funds that were sent to India.\n\nSecond, on the provenance of my funds and a rejection of the false claims that I have received funds from any government or political party, including China and the Communist Party of China.\n\nIn 2017, ThoughtWorks was sold to Apax Partners, a global private equity firm. As the majority shareholder, I received substantial proceeds from this sale. I donated a significant share of this to US charities. I am keenly aware of my extreme financial privilege and for this reason I decided to donate much of my personal wealth to non-profits and causes that advance the interests of the world’s poor.\n\nI do not have other sources of funds besides my personal savings, revenue from the sale of the company, and the subsequent income from my personal investments. Other than ThoughtWorks – which had some government clients over the years, including the US, UK, and Australian governments (but not including China) – I have never received funding from any government or political party. I file a comprehensive tax return in the US every year and have always hired the world’s top accounting and tax firms to carefully review all aspects of my financial affairs. The provenance of all my money is without doubt.\n\nI was shocked to see the absurd attempt to connect me to the Chinese telecom companies, Xiaomi and Vivo, in the FIR. I have no knowledge of their activities in India. I have never had contact with, directly or indirectly received funding from, nor worked on behalf of these companies.\n\nThird, on the issue of me working for or taking instructions from any government or political party.\n\nFirst, let me be very clear. I do not work for, nor take instruction from, nor receive funding from the Propaganda Department or any division of the Chinese government or the Communist Party of China, as the FIR claims and is suggested in the NYT article. In fact, I do not take orders from any government or political party in the world.\n\nI am not now and have never been a member of the Communist Party of China. In fact, Chinese citizens are the only people eligible for membership, a requirement of the constitution adopted by the 8th National Congress of the Communist Party of China in 1956.\n\nI have spent considerable periods of my life in several countries, including Jamaica, the United States, the United Kingdom, India, China, Brazil, and South Africa. I have visited over 60 countries. I have had the great privilege of meeting and knowing working-class leaders and people in many of these countries. I also had the opportunity to meet a wide range of intellectuals, journalists, and leaders of all types, including public health officials, university leaders, government functionaries and leaders, political leaders, and CEOs. Nothing from my diverse life experience suggests I am controlled by others. Rather this experience has reinforced my commitment to and care for all the world’s peoples and to improve cross-country solidarity and collaboration.\n\nFourth, on the accusation that I have broken any laws and my vigilance towards legal compliance.\n\nI reject the allegation of fraudulent infusion of funds through a “complex web of several entities” as mentioned in the FIR and in the NYT article.\n\nI also reject any innuendo that I violate any Indian or US law by working with banned organizations. There is just no proof of such accusations because they are untrue.\n\nHaving run a multinational company (ThoughtWorks) for many years, I learned the vital importance of carefully following the laws of all the countries in which we conducted business. My record as chairman speaks for itself in this period. International philanthropy is a complex area involving deep knowledge of many laws and tax systems in the US and abroad. It requires expert advice and donor structures developed by top legal, tax, and accounting firms. I have acquired and followed such advice throughout my philanthropic efforts.\n\nThe consequence of this strict adherence to laws requires more than one legal entity and many detailed compliance structures. For example, there are, in fact, different types of non-profit organizations in the US, and each must be set up with independent boards. Additionally, I have learned that good internal compliance measures should be established and to always seek outside professional services firms for advice, compliance assistance, and filing of tax and other reports. US entities and citizens must vigorously follow many regulations, including those of the US Office of Foreign Assets Control.\n\nMy goal was to successfully donate money. Being careless or not strictly adhering to the laws around legally proscribed banned organizations would destroy all the objectives of making donations and endanger all recipients of philanthropic donations.\n\nFifth, on my beliefs and attitudes towards giving away my money.\n\nThe probity and transparency of my political beliefs span many decades, beginning with my teenage years. Like many in my generation, I could not accept the discrepancy between the wealth of a few versus the misery of millions. In those formative years, I began to believe that everyone, including those born with any type of privilege, should try to spend at least part of their life building a world based on the dignity of the common people. I decided that at my age and with my extreme privilege, the best thing I could do was to give away most of my money in my lifetime.\n\nLike most philanthropists with a high net worth, I chose to give money to organizations and causes whose work I generally like, respect, and admire. These organizations have, in turn, donated money to, or invested funds in, various US and foreign nonprofits. US nonprofits file publicly available 990s, including disclosing their investments and grantmaking activities. These nonprofits are controlled by their respective boards and officers. Although I have been known to share my personal views with many people, including people involved in the organizations, I do not control these organizations and have respected and upheld the integrity of those that receive funds.\n\nI believe that the wealth of society is created collectively. Given the large amount of money I made from the sale, my personal attitude is and was that I should consider myself a “trustee” of this money. My task would be to try to ensure it benefits the interests of the poor and working peoples of the world, and not seek publicity for doing so.\n\nSixth, on the innuendos regarding my continued professional work.\n\nA core element of my philanthropic goal is to assist projects dedicated to systematically and permanently eliminating world poverty, in which hunger plays an essential part. While working with farmer cooperatives, it became clear that, despite being the core producers of food that nourishes the world, many farmers, and their families in large parts of the Global South are often among the hungriest. A key question is how to change the portion of the total world food chain that can be equitably redirected to the original producers. This needs a comprehensive approach that addresses the social, economic, and cultural aspects of rural life and is not a pretext for eliminating rural life.\n\nChina is a large country paying attention to eliminating absolute poverty and cultivating rural revitalization. It is also a large importer of food products. Because of my accumulated business knowledge, I dedicated my time here to assisting Global South cooperatives, especially in Africa and Latin America, in achieving better and fairer prices, advancing the technical capacities of cooperatives, and encouraging scientific and agricultural exchanges.\n\nI am under no illusion that there is a singular path to development for the Global South. I believe that all countries in the Global South can learn from each other.\n\nSeventh, on the claim that an open-source map project sought to undermine India’s territorial integrity.\n\nIn 2020, I was presented with an opportunity to sponsor a free and open-source software project that would allow anyone to create their own equal-area projection maps. While there are hundreds of ongoing international border disputes, including for example, between Canada and the United States, the goal was always to allow citizens of each country to produce maps that are consistent with its own laws and reflect their sovereign counties’ national interests.",
    "imgLink": "https://th-i.thgim.com/public/incoming/ukpyxy/article67390614.ece/alternates/LANDSCAPE_1200/Thoughtworks1_18.jpg",
    "category": "india",
    "id": "53cly1jqclnugtpk1"
  },
  {
    "title": "Hyderabad artist Harsha Durugadda’s fourth date with Sculpture by the Sea, Australia ",
    "link": "https://www.thehindu.com/entertainment/art/hyderabad-artist-harsha-durugaddas-fourth-date-with-sculpture-by-the-sea-australia/article67425884.ece",
    "description": "Hyderabad artist Harsha Durugadda’s sculpture Brood, a comment on the human family structure, will be a part of Sculpture by the Sea 2023 on Bondi Beach, Australia",
    "date": "Tue, 17 Oct 2023 15:35:32 +0530",
    "content": "Brood, a sculpture designed by Hyderabad artist Harsha Durugadda, will be on view as part of Sculpture by the Sea, Australia | Photo Credit: Special Arrangement\n\nBrood, a large format sculpture (150x256x130cm) that symbolises the human family system, conceptualised and designed by Hyderabad artist Harsha Durugadda, will be on view at Sculpture by the Sea, an annual sculpture event hosted in Australia. The 2023 edition will be held on the Bondi to Tamarama coastal walk in Sydney, from October 20 to November 6. This is the fourth time Harsha’s sculpture has been chosen for Sculpture by the Sea, one of the largest outdoor sculpture exhibitions in the world. This year is the 25th year of the exhibition and will feature 105 sculptures by 112 artists from 21 countries.\n\nThe sculpture made of Corten steel and painted in blue was designed at Harsha’s studio on the outskirts of Hyderabad. The elliptical sculpture with a void at its centre is surrounded by a metallic surface that is interconnected yet permeable. Harsha explains that the structure of Brood represents the family system that is unique as well as embraces the environment, thus being porous to changes.\n\nThe sculpture is a reflection of the times we live in, he adds: “We like to think of ourselves as a single entity but the more we learn to embrace the diversity in food, culture and language, we will enjoy life all the more. The sculpture also has a dialogue with the landscape.”\n\nBrood will be on exhibit on the seashore and having visited Bondi beach for the earlier exhibitions, Harsha says that the design factored in the play of light and sunset hues on the beach and how visitors will view the sculpture against the horizon.\n\nBe it Brood or Harsha’s earlier sculptures such as Conversation, Selfish Love and Column of Sound begin with him visualising and playing with forms. He first makes small scale models and improvises the design, deliberating how it will be interpreted. “The major change that has happened in my life in recent years is moving to the outskirts of Hyderabad to live on a farm (Oorna permaculture farm). It has helped me look at people and art differently,” he says. Harsha does not look at the city with disdain though he understands that most urban cities are planned like prisons, making its citizens yearn for a getaway.\n\nHarsha designed the initial structure of Brood after which the fabricators took over. He likens his large format sculptures to architectural pieces.\n\nHe enjoys designing sculptures for public spaces and says the joy lies in people who are not acquainted with art drawing their own interpretations. “There are times when I have been there on the beach and no one knows I am the artist. A visitor passing by can be a child, a mechanical engineer or a doctor and might say that the sculpture looks like a toy or that they want to climb on it. In contrast, a gallery would attract a defined audience such as artists, art collectors or art students.”\n\nRecently, two sculptures designed by Harsha were installed in public spaces in Gachibowli, Hyderabad, and another was installed at the Bengaluru airport. One of the sculptures installed in Hyderabad is titled Piercing a Mountain. He explains that the large-scale stone sculpture represents the human state when it is pierced by a catastrophe such as an environmental crisis or a pandemic.\n\nHarsha will be travelling to Sydney for Sculpture by the Sea and on returning, will work towards showcasing his work at the India Art Fair and a show in Milan next year.",
    "imgLink": "https://th-i.thgim.com/public/incoming/o1hvjs/article67425906.ece/alternates/LANDSCAPE_1200/Brood_HarshaDuru1a.jpg",
    "category": "india",
    "id": "53cly1jqclnugtpql"
  },
  {
    "title": "Chidambaram Natarajar temple row | Madras High Court orders quick inspection of alleged unauthorised constructions  ",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/chidambaram-natarajar-temple-row-madras-high-court-orders-quick-inspection-of-alleged-unauthorised-constructions/article67429839.ece",
    "description": "The Court recorded submissions made by the T.N. HR & CE Department and the State Archaeology Department stating that an inspection would be carried out, and appropriate action taken",
    "date": "Tue, 17 Oct 2023 15:33:42 +0530",
    "content": "The Madras High Court on Tuesday, October 17, 2023 directed the T. N. Hindu Religious and Charitable Endowments Department as well as the T.N. Archaeology Department to conduct, expeditiously, an inspection of the alleged unauthorised constructions being put up by Podhu Dikshidars inside the Sri Sabanayagar (Natarajar) temple in Chidambaram in Cuddalore district.\n\nChief Justice S. V. Gangapurwala and Justice D. Bharatha Chakravarthy issued the direction while disposing of a public interest litigation (PIL) petition filed by G. Nadraj Dikshidar, complaining about various irregularities by the Podhu Dikshidars including the construction of various buildings inside the heritage structure of the temple.\n\nDuring the hearing of the case, Special Government Pleader (HR&CE) N. R.R. Arun Natarajan told the court that the Department would conduct an inspection and initiate appropriate action. The judges recorded his submission and ordered that the inspection be conducted as expeditiously as possible.\n\nThe Court also recorded a similar submission made on behalf of the State Archaeology Department.",
    "imgLink": "https://th-i.thgim.com/public/incoming/uwu70c/article67430227.ece/alternates/LANDSCAPE_1200/2786_9_6_2022_20_15_59_2_PY09SRISABANAYAGARTEMPLE2.JPG",
    "category": "india",
    "id": "53cly1jqclnugtpys"
  },
  {
    "title": "₹110 crore worth seizures in eight days of Telangana polls announcement, almost equal to total in 2018 polls",
    "link": "https://www.thehindu.com/elections/telangana-assembly/rs-110-cr-worth-seizures-in-just-8-days-of-telangana-polls-announcement-almost-equal-to-total-in-2018-polls/article67429924.ece",
    "description": "Total seizures in 2018 polls valued at ₹111 crore and ₹76 crore during 2014 elections",
    "date": "Tue, 17 Oct 2023 15:31:23 +0530",
    "content": "The Telangana Assembly Elections-2023 is indeed turning out to be a costly affair. The enforcement agencies that sprung into action since the announcement of the election schedule on October 9 have seized cash, liquor, gold or silver and other valuables worth ₹109.11 crore in less than 10 days.\n\nOf the total seizures, cash amounted to ₹58.96 crore and 44,093 litres of liquor, black jaggery and other material valued at ₹6.64 crore. Drugs or narcotics including 1,133 kgs of ganja estimated around ₹2.97 crore formed part of the seizures in little over a week after the announcement of the election schedule.\n\nThis is in addition to precious metals like gold and silver worth ₹33.62 crore. Other freebies like laptops, rice, sarees, cookers valued at ₹6.89 crore were also seized during the same period, according to the State election authority, the office of the Chief Electoral Officer. The seizure has been much higher as compared with the previous elections in 2018 when the total unaccounted cash and illegal goods worth about ₹111 crore were seized between October 6 and the election day December 7.\n\nThe seizures including cash and valuables during the 2014 elections in the erstwhile united State were around ₹76 crore. CEO Vikas Raj, in a recent interaction with The Hindu, expressed concern that “so much moving around is something that should not be there”. According to him, the focus should primarily be on enforcement or lack of it. The efforts of the election authority were paying off as could be seen from the way in which violators were being apprehended.",
    "imgLink": "https://th-i.thgim.com/public/news/cities/Hyderabad/r4gn7z/article67430019.ece/alternates/LANDSCAPE_1200/Money%20seized.jpg",
    "category": "india",
    "id": "53cly1jqclnugtq68"
  },
  {
    "title": "Same-sex marriage | Supreme Court’s majority view holds that it cannot legalise queer unions",
    "link": "https://www.thehindu.com/news/national/same-sex-marriage-sc-against-legalising-queer-unions-leaves-task-to-parliament/article67429963.ece",
    "description": "The Supreme Court upholds constitutionality of Special Marriage Act in present form; entrusts legislature to debate, decide on providing legal status to same-sex relationships",
    "date": "Tue, 17 Oct 2023 15:28:24 +0530",
    "content": "A LGBTQ+ rights activist at the premises of the Supreme Court during pronouncement of verdict on same-sex marriages by the apex court in New Delhi on October 17, 2023. | Photo Credit: Shashi Shekhar Kashyap\n\nA LGBTQ+ rights activist at the premises of the Supreme Court during pronouncement of verdict on same-sex marriages by the apex court in New Delhi on October 17, 2023. | Photo Credit: Shashi Shekhar Kashyap\n\nA majority view on a five-judge Constitution Bench which decided the same-sex marriage case held on October 17 that non-heterosexual couples cannot claim an unqualified right to marry.\n\nThough all five judges agreed that homosexuality was neither an urban nor elitist concept, they differed on the point whether the court can obligate the State to formally recognise the relationship of queer couples by giving it the legal status of a “civil union” or “marriage.\n\nThe minority views of Chief Justice D. Y. Chandrachud and Justice Sanjay Kishan Kaul held that constitutional authorities should carve out a regulatory framework to recognise the civil union of adults in a same-sex relationship.\n\nThe minority views of the two judges held that the right to enter into a union cannot be restricted on the basis of sexual orientation. Discrimination on the basis of sexual orientation is violative of Article 15 of the Constitution, the Chief Justice said.\n\nThe majority views of Justices S. R. Bhat, Hima Kohli and P.S. Narasimha disagreed on the point, holding that it was for the legislature, and not the Court, to formally recognise and grant legal status to non-heterosexual relationships.\n\nBut all the five judges on the Bench agreed that the Special Marriage Act of 1954 was not unconstitutional for excluding same-sex marriages. They said that tinkering with the Special Marriage Act of 1954 to bring same-sex unions within its ambit would not be advisable.\n\nAlso read: The choice for SC is between granting legal status to same-sex marriage or acting as facilitator to ease partners’ daily concerns\n\nOpinion | The many benefits of marriage equality\n\nChief Justice D. Y. Chandrachud concluded, in his opinion, that the court could neither strike down or read words into the Special Marriage Act to include same-sex members within the ambit of the 1954 law. Justice Kaul agreed that disturbing the Act, which facilitates inter-faith marriages, would have a cascading impact on other laws and the rights of others. The court was of the view that it was for the Parliament and State legislature to enact laws on marriage.\n\nIn his opinion, Chief Justice Chandrachud said the relationship of marriage was not a static one. He held that queer persons have an equal right and freedom to enter into a “union”. He said the failure of the State to recognise the bouquet of entitlements which flow from a union would result in a disparate impact on queer couples, who cannot marry under the current legal regime.\n\nJustice Kaul said heterosexual unions and non-heterosexual unions were two sides of the same coin. He said an “edifice” should be created to recognise the civil union of same sex partners and statutes should be interpreted in consonance with their right to enter into such unions.\n\n“Non-heterosexual unions are entitled to protection under a constitutional scheme… There is a necessity to recognise civil unions,” Justice Kaul said.\n\nAlso read: The various petitions around same sex marriage\n\nJustice Kaul observed that the legal recognition of such unions was a step forward towards “marriage equality”.\n\n“Practice of equality necessitates protection of individual choices. The capacity of same sex couples for love is no less worthy to protect than that of heterosexual couples,” Justice Kaul noted.\n\nThe view jointly authored by Justices S. R. Bhat and Hima Kohli, backed by a separate but concurring opinion by Justice P.S. Narasimha, said the court cannot give formal recognition to same-sex relationships by coining them as “civil unions”. The court cannot initiate the construction of a “parallel framework” of the institution of marriage. Such a recognition was not based on law. Justice Bhat disagreed with the Chief Justice’s interpretation that the right to form a civil union by same sex couples flowed from their right to choose a partner, right to life and free expression.\n\nJustice Bhat said there was no fundamental right to marry. The right was regulated by enacted laws and legally enforceable customs. Framing a new code for legally recognised same-sex unions was the task of the legislature and not the court.\n\nJustice Bhat said the court empathised with the desire of the LGBTQIA+ community for social acceptance and respect, but the means to arrive at that end must be legally sound, otherwise it may initiate untold consequences.\n\n“There is no unqualified right to marry except by statutes… the court cannot create a regulatory framework resulting in legal status,” Justices Bhat and Kohli held.\n\nHowever, these limitations on providing a legal status to same-sex relationships did not preclude partners from “celebrating their commitment to each other in whichever way they wish within the social realm”.\n\nJustice Bhat held that the apex court’s judgment decriminalising homosexuality did not automatically extend to claiming legal entitlements or legal status to same-sex unions.\n\nJustice Narasimha, in his opinion endorsing Justice Bhat’s views, said the right to marry was a statutory right and not a constitutional right as the Chief Justice had held.\n\n“The right to marry flows from legally enforceable customary practices,” Justice Narasimha said. He noted that a legally enforceable right to a civil union or legal status to an “abiding cohabitational relationship” by queer couples cannot be squeezed into the Fundamental Rights chapter of the Constitution.\n\nThe Bench nevertheless unanimously agreed that same sex couples face discrimination and harassment in their daily lives. The court urged the government to form a high-powered committee chaired by the Union Cabinet Committee to expeditiously look into genuine human concerns faced by same-sex partners.\n\nThe Chief Justice suggested that the committee should look into whether queer couples could be treated as members of the same family for the purpose of ration card; succession; maintenance; opening of a joint bank account; arrangement of last rites of partners; access benefits of rights and benefits of employment, etc.",
    "imgLink": "https://th-i.thgim.com/public/incoming/i72hw/article67430306.ece/alternates/LANDSCAPE_1200/09_SUPREME_COURT_SAME_SEX_MARRIAGE_17_10_DELHI.JPG",
    "category": "india",
    "id": "53cly1jqclnugtqcv"
  },
  {
    "title": "Police foil Telugu Desam Party’s BC organisations plan to seize Rajahmundry Central Jail",
    "link": "https://www.thehindu.com/news/national/andhra-pradesh/police-foil-telugu-desam-partys-bc-organisations-plan-to-seize-rajahmundry-central-jail/article67429621.ece",
    "description": "Former Minister Kollu Ravindra was made preventive arrest, says DIG G.V.G Ashok Kumar.",
    "date": "Tue, 17 Oct 2023 15:15:16 +0530",
    "content": "Police foiled the plans of the activists of Telugu Desam Party (TDP) affiliated BC organisations who proposed to lay a siege around Rajahmundry Central Prison on October 17.\n\nLeaders of the BC organisations of the Opposition party, from various districts across the State, planned to lay a siege to the Central Jail in the name of ‘Jail Bharo’.\n\nThe BC leaders, who proposed ‘Jail Bharo’ in Rajahmundry, communicated through various social media groups. They planned to gather in Rajahmundry and gather at the jail in which former Chief Minister N. Chandrababu Naidu was sent for judicial remand, said Eluru Range Deputy Inspector General (DIG) of Police, G. V.G. Ashok Kumar.\n\n“The protestors led by former Minister Kollu Ravindra and others, circulated SMS and chats in various groups and planned for the agitation in Rajahmundry,” Krishna district Superintendent of Police (SP), Palle Joshua told The Hindu on Tuesday.\n\nAs a precautionary measure, the police took Mr. Ravindra into preventive custody. The leaders took four function halls for lease and planned to stay in Rajahmundry for three days.\n\n“Leaders of the BC organisations sketched a plan to march towards the Central Jail, lay a siege and express their protest condemning the arrest and remand of Mr. Naidu. We served notice under Section 151 Code of Criminal Procedure (CrPc) to Kollu Ravindra and arrested him as a preventive measure,” Mr. Joshua said.\n\nMeanwhile, the police and the jail authorities stepped up security in Rajahmundry and at the Central Jail, in view of the TDP leaders’ plans for Jail Bharo.",
    "imgLink": "https://www.thehindu.com/theme/images/og-image.png",
    "category": "india",
    "id": "53cly1jqclnugtqkt"
  },
  {
    "title": "Investors have opportunity to partner with India to be part of India-Middle East-Europe Economic Corridor: PM Modi",
    "link": "https://www.thehindu.com/news/national/investors-have-opportunity-to-partner-with-india-to-be-part-of-india-middle-east-europe-economic-corridor-pm-modi/article67429912.ece",
    "description": "He said whenever India's maritime capabilities have been strong in history, the country and the world have benefitted from it",
    "date": "Tue, 17 Oct 2023 15:07:18 +0530",
    "content": "Prime Minister Narendra Modi attends the inauguration of the Global Maritime India Summit (GMIS) 2023 via a video conference, on Oct. 17, 2023. | Photo Credit: PTI\n\nPrime Minister Narendra Modi attends the inauguration of the Global Maritime India Summit (GMIS) 2023 via a video conference, on Oct. 17, 2023. | Photo Credit: PTI\n\nPrime Minister Narendra Modi on October 17 said investors have an opportunity to partner with the country, and be a part of the India-Middle East-Europe Economic Corridor (IMEEC).\n\nSpeaking after the inauguration of the Global Maritime India Summit here, Mr. Modi said India took the lead at the G-20 summit to form a consensus on the corridor.\n\nVery few countries are blessed with development, demography, democracy and demand, Mr. Modi said and invited global investors to be part of India's growth journey.\n\nHe said whenever India's maritime capabilities have been strong in history, the country and the world have benefitted from it, and added that his government has been working to strengthen the maritime sector in the last 9-10 years.\n\nPM Modi inaugurated and laid foundation stones for port-related projects worth over ₹18,800 crore at the third edition of the summit.\n\nHe also launched the foundation stone for the ₹4,539-crore Tuna Tekra all-weather deep-draft terminal at the Deendayal Port Authority in Gujarat, which is being developed to aid the India-Middle East-Europe economic corridor.",
    "imgLink": "https://th-i.thgim.com/public/incoming/klr1m5/article67429959.ece/alternates/LANDSCAPE_1200/PTI10_17_2023_000037B.jpg",
    "category": "india",
    "id": "53cly1jqclnugtqs1"
  },
  {
    "title": "Congress releases manifesto for M.P. polls; promises 25 lakh health insurance cover to people, 27% OBC quota",
    "link": "https://www.thehindu.com/elections/madhya-pradesh-assembly/congress-releases-manifesto-for-madhya-pradesh-assembly-polls-promises-25-lakh-health-insurance-cover-to-people-27-obc-quota/article67429879.ece",
    "description": "Opposition Congress listed 59 promises in its 106-page manifesto for the upcoming Madhya Pradesh Assembly polls",
    "date": "Tue, 17 Oct 2023 15:06:50 +0530",
    "content": "Madhya Pradesh Congress president Kamal Nath (second from right) with Congress Rajya Sabha member Digvijaya Singh (thirdfrom right) during the release of the party’s manifesto for the State Assembly Election, in Bhopal on October 17, 2023. | Photo Credit: A. M. Faruqui\n\nMadhya Pradesh Congress president Kamal Nath (second from right) with Congress Rajya Sabha member Digvijaya Singh (thirdfrom right) during the release of the party’s manifesto for the State Assembly Election, in Bhopal on October 17, 2023. | Photo Credit: A. M. Faruqui\n\nMadhya Pradesh Congress president Kamal Nath on October 17 released the party’s manifesto for the upcoming State Assembly polls, making a slew of promises including ₹25 lakh health insurance cover to all the people in MP, 27% reservation for OBCs, and to form an IPL team of the State.\n\nThe Opposition Congress listed 59 promises in its 106-page manifesto, with assurances for all sections of the society, including farmers, women and government employees.\n\nAlso read: Madhya Pradesh Assembly polls | SP says it will contest the election in alliance with Congress\n\n“We will provide health insurance cover of ₹25 lakh, which also has an accidental cover of ₹10 lakh, for all the people,” Mr. Nath said while releasing the manifesto.\n\nMadhya Pradesh will also have an Indian Premier League (IPL) team of the State, he said.\n\nMr. Nath also announced waiver of farm loans up to ₹2 lakh and an assistance of ₹1,500 per month to women.\n\nHe also promised to provide LPG cylinders at ₹500, make school education free, implementation of the Old Pension Scheme and unemployment allowance for youth ranging from ₹1,500 to ₹3,000 per month for two years.\n\nElections to the 230-member State Assembly are scheduled on November 17.",
    "imgLink": "https://th-i.thgim.com/public/incoming/z36ii1/article67429894.ece/alternates/LANDSCAPE_1200/10219_17_10_2023_14_26_34_5_DSC_8342.JPG",
    "category": "india",
    "id": "53cly1jqclnugtr1q"
  },
  {
    "title": "Kumbakonam railway station to have lounges, eateries as part of redevelopment plan",
    "link": "https://www.thehindu.com/news/cities/Tiruchirapalli/under-redevelopment-plant-kumbakonam-railway-station-to-have-lounges-eateries-bag-scanners-and-other-facilities/article67429616.ece",
    "description": "The Southern Railway Construction Organisation and the technical consultancy firm engaged for the redevelopment project, are jointly preparing a Detailed Project Report for the station’s ₹200 crore revamp",
    "date": "Tue, 17 Oct 2023 15:03:31 +0530",
    "content": "A Detailed Project Report (DPR) is under preparation for the redevelopment of the Kumbakonam railway station, which falls under the limits of the Tiruchi Railway Division.\n\nThe Southern Railway Construction Organisation and the technical consultancy firm engaged for the redevelopment project are jointly preparing the DPR for Kumbakonam, which is one of the major stations in the Tiruchi Railway Division, in terms of passenger earnings.\n\nRailway sources said the approximate cost for the redevelopment project would be around ₹200 crore. The Southern Railway Construction Organisation, which has been entrusted with the task of executing the redevelopment project, has planned a host of projects aimed at completely revamping the station and creating new facilities for the benefit of the travelling public.\n\nCreation of separate departure/arrival plaza, a circulating area with lush green landscaping, a departure lobby with booking windows and ticket vending machines, retiring rooms, a paid lounge, the provision of ramp at entry and exit points and platforms, the construction of a new line and platform, complete shelter coverage for all platforms, food and beverage outlets, provision of baggage scanners and doorframe metal detectors, provision of escalators and lifts, provision of multi-level parking for vehicles, different categories of waiting halls and lounges, a baby care room, separate kiosks for the T. N. Tourism Department and for taxis and lifts for persons with disabilities, are among the host of facilities planned.\n\nSources said the DPR would be submitted to the Southern Railway headquarters and the redevelopment project would be launched after the estimate is sanctioned by the Railway Board.\n\nKumbakonam attracts devotees from all over the country. The station handled over 19.3 lakh passengers in the financial year 2022-2023, with the earnings generated during this period being ₹28.41 crore.\n\nKumbakonam, Tirunelveli, Chengannur and Thrissur in the Southern Railway zone were identified last year by the Railway Board, New Delhi for redevelopment to provide new amenities and to upgrade existing infrastructure to enhance the travel experience of passengers.",
    "imgLink": "https://th-i.thgim.com/public/news/cities/Tiruchirapalli/jlv13b/article67429554.ece/alternates/LANDSCAPE_1200/IMG-20231017-WA0128.jpg",
    "category": "india",
    "id": "53cly1jqclnugtr9c"
  },
  {
    "title": "Regional Passport Office in Kochi issues advisory as online scamsters target passport applicants in Kerala",
    "link": "https://www.thehindu.com/news/national/kerala/regional-passport-office-in-kochi-issues-advisory-as-online-scamsters-target-passport-applicants-in-kerala/article67429845.ece",
    "description": "Advisory has been issued after some applicants received anonymous calls advising them to click on suspicious links for dispatch of their passport/police clearance certificate",
    "date": "Tue, 17 Oct 2023 14:47:54 +0530",
    "content": "Multiple incidents in which applicants were targeted and had lost significant amounts had been reported from various parts of Kerala of late.  | Photo Credit: Getty Images\n\nMultiple incidents in which applicants were targeted and had lost significant amounts had been reported from various parts of Kerala of late.  | Photo Credit: Getty Images\n\nTaking serious note of an evolving pattern of online fraud targeting passport applicants and those seeking other services related to passport seva kendras, the Regional Passport Office, Kochi, has issued an advisory asking the public to be on their guard and not fall prey to such online scamsters.\n\nThe advisory was issued after it came to notice that some applicants were receiving anonymous calls advising them to click on certain suspicious links for the dispatch of their passport/police clearance certificate (PCC).\n\n“Applicants are advised to stay alert and not click on any suspicious links seeking additional payment for delivery of Passports/PCC. Please be informed that the Passports/PCC are NOT dispatched through any courier agency as it’s been sent only through India Post (sic),” said the advisory posted on X (previously Twitter).\n\nMultiple incidents in which applicants were targeted and had lost significant amounts had been reported from various parts of Kerala of late.\n\nThe Thrissur police had registered a case in which a woman lost money after she clicked on a suspicious link sent by a person who called and introduced himself as a representative of a courier agency entrusted with delivering a PCC for which she had applied at a passport seva kendra through a travel agency.\n\nAfter being threatened that the courier would be returned if the direction was not followed, the victim complied with it and clicked on the link following which an application was installed on her phone. Shortly thereafter, she lost money from her bank account.\n\n“We are receiving e-mails from applicants about being approached in a similar manner and we tell them not to fall for it. So, we decided to issue an advisory clarifying categorically that passports and PCCs are delivered only through India Post. We are also planning to embark on a campaign centered on passport seva kendras to create awareness,” said Midhun T. R, Regional Passport Officer, Kochi.\n\nIn another incident, a woman from Alappuzha who had applied for name change at a passport seva kendra lost about ₹1 lakh from her bank account in a similar manner. In this case, the man, who also claimed to be from a courier agency, had sent a link on the pretext of collecting service charge for delivering the new passport with the changed name. The money she lost was found to have been withdrawn from an ATM centre in Bengaluru.\n\nIn another case, a woman from Upputhara in Idukki was duped of ₹1 lakh she had borrowed for her travel to Kuwait for a job. A similar pattern was followed in the name of the courier agency in this instance as well. In all the cases, the victims also shared the one time passwords (OTP) with the fraudsters.\n\nThe slew of incidents also prompted India Post to take to X stating that it does not request payment through SMS links for package delivery and urged people to never click on such suspicious links.\n\nThe Thrissur City police in a Facebook post warned that clicking on such suspicious links installed applications that facilitate remote access of mobile phones, exposing users’ banking passwords and card credentials.",
    "imgLink": "https://th-i.thgim.com/public/incoming/gz3cun/article67429896.ece/alternates/LANDSCAPE_1200/IMG_TH17_Passport_2_1_LTA1RVTV.jpg",
    "category": "india",
    "id": "53cly1jqclnugtrgb"
  },
  {
    "title": "Telangana Cong chief Revanth whisked away from Gun Park",
    "link": "https://www.thehindu.com/elections/telangana-assembly/telangana-cong-chief-revanth-whisked-away-from-gun-park/article67429853.ece",
    "description": "Revanth dared BRS Chief KCR to take a pledge at Martyrs Memorial",
    "date": "Tue, 17 Oct 2023 14:34:04 +0530",
    "content": "Tension prevailed at Gun Park in Hyderabad on Tuesday afternoon when the Telangana Pradesh Congress Committee president A. Revanth Reddy was whisked away by police.\n\nOn Sunday, he dared Bharat Rashtra Samithi (BRS) president and Chief Minister K. Chandrashekar Rao to come to Martyrs Memorial and take a pledge together that they would neither spend a single rupee nor distribute liquor during Telangana Assembly Elections 2023.\n\nWhen Mr. Revanth reached the place along with the party cadre, he was whisked away by police and taken to Gandhi Bhavan in Nampally. The TPCC president would address a press conference shortly.\n\nAccusing the BRS Chief of copying the six guarantees announced by the ruling party, Mr. Revanth challenged KCR to take the pledge. Neither the BRS president nor the party leaders responded to the challenge thrown by Revanth.",
    "imgLink": "https://th-i.thgim.com/public/news/cities/Hyderabad/z22kt2/article67429872.ece/alternates/LANDSCAPE_1200/Revanth%20Reddy.jpg",
    "category": "india",
    "id": "53cly1jqclnugtroc"
  },
  {
    "title": " Malayalam film ‘Ennivar’ has composer Sooraj S Kurup acing it as an actor ",
    "link": "https://www.thehindu.com/entertainment/movies/composer-sooraj-s-kurup-on-playing-a-significant-role-in-ennivar-directed-by-sidhartha-siva/article67419638.ece",
    "description": "Composer Sooraj S Kurup is winning accolades for his role in Sidhartha Siva’s Ennivar, a thriller set against the backdrop of campus politics",
    "date": "Tue, 17 Oct 2023 14:22:27 +0530",
    "content": "Sidhartha Siva’s Ennivar (The Following Persons) has dropped on OTT to rave reviews, with the performances getting special mention. Shining alongside some seasoned actors in this political thriller is composer and actor Sooraj S Kurup.\n\nThe film, set against the murky side of campus politics, follows four members of a political party who are forced to take refuge in a house after they are charged with murder. Unknown to them is the fact that they are mere pawns at the hands of bigwigs in the political party.\n\nSooraj’s character Kunjippan, one among the four, is a hardcore party loyalist. He gets sucked into the plot after he was chosen to avenge an attack on a college student from his party, Ananthu (an impressive Sarjano Khalid), who is also on the run with him.\n\nSooraj mentions that even though he has acted in plays while in college acting took a backseat once music became his forte. However, opportunities came in and he debuted as an actor in Sidhartha Siva’s Sakhavu (2017). After that, he did small roles in Luca (2019), Kungfu Master (2020) and Mahaveeryar (2022).\n\n“This is the first full-length role of my career. Although I have been getting offers, none of them was exciting. I was waiting for a solid role and that’s when Ennivar happened. Sidharthettan [director Sidhartha Siva] was confident that I could pull it off,” says Sooraj.\n\nThe film travelled the film festival circuit, including the International Film Festival of Kerala 2021, where it got tremendous appreciation. It also won two Kerala State Film Awards — for the best director and best character actor for Sudheesh, who plays Krishnadas, whom Kunjippan considers his mentor. “Sidharthettan had pitched the film to several OTT platforms but to no avail. He is someone who shies away from promoting his work. But he knew that Ennivar is special for all of us associated with it and he wanted to take it to the audience,” says Sooraj.\n\nThrough conversations between the actors, the director unravels the journey of each character, without going for any flashbacks. “All of us would sit together and discuss the dialogues. Once a consensus was reached, we would rehearse a couple of times and then go for the take. Sidharthettan gave us the freedom to express ourselves, be it in voice modulation or the activities we did. In spite of having no female actors, their presence is felt through the conversations. Kunjippan and Ananthu reveal their vulnerabilities when they talk about the women in their lives,” he explains. Having seasoned actors such as Sudheesh, Jeo Baby and Binu Pappu in the cast made the experience memorable for Sooraj.\n\nHe has seen campus politics from close quarters having studied at CMS College, Kottayam, where political clashes are not unknown. “Many people can relate to the situations in Ennivar. But those who are totally cut off from such a campus life might find it a work of fiction,” he stresses.\n\nIt has been a breakout character for Sarjano as well, adds Sooraj. “He is so passionate about acting that he kept asking if his shots were okay. He has matured as an actor and it was this performance that gave him the lead role in [Ranjit Shankar’s] 4 Years. Many people have messaged me about that a scene where our characters open up about our families. We shot that scene in the wee hours in freezing temperatures,” Sooraj says.\n\nAn isolated house amidst a remote 350-acre gooseberry plantation at Veettikunnu in Attappady was the main location of the movie..\n\nSooraj has also scored the music and background score for the movie. “I love to be attached to the film I am working on. In Ennivar, I could go into different layers of the narrative because I was acting in it. If I was only the music director of the movie, I would not have gone to the location. The experiences in that house, the mood, the terrain, the journey, the emotions etc helped me immensely while working on the background score. Besides, the director gave me a free rein,” he adds.\n\nSooraj’s breakthrough project as a composer was Valleem Thetti Pulleem Thetti (2016), in which he wrote the lyrics as well. He later composed for Luca, Kochavva Paulo Ayyappa Coelho, Alamara, one segment of the anthology, Solo, Kilometers and Kilometers, The Great Indian Kitchen and Nizhal. “After a small break I am getting back to composing. Coming up is my first project in Telugu,” he signs off.",
    "imgLink": "https://th-i.thgim.com/public/incoming/tgjthz/article67419739.ece/alternates/LANDSCAPE_1200/14tvm%20sooraj%20kurup.jpg",
    "category": "india",
    "id": "53cly1jqclnugtrwc"
  },
  {
    "title": "MoD issues guidelines to set up 822 selfie points to ‘showcase good works done/being done’ by the Ministry",
    "link": "https://www.thehindu.com/news/national/mod-issues-guidelines-to-set-up-822-selfie-points-to-showcase-good-works-donebeing-done-by-the-ministry/article67429826.ece",
    "description": "Some of the suggested locations include war memorials, defence museums, in addition to railway & metro stations, bus stations, airports, malls & market places, schools & colleges, tourist destinations and festival gatherings.",
    "date": "Tue, 17 Oct 2023 14:04:05 +0530",
    "content": "The Ministry of Defence (MoD) has issued detailed guidelines to all its departments for the development of selfie points to showcase good works done/being done. The guidelines issued suggest a total 822 selfie points and “may contain” a picture of Prime Minister Narendra Modi and must be prepared in a way that “enables the people to get the feeling of being a part of the initiative.”\n\n“Ministry of Defence has undertaken a series of reforms in the last nine years and significantly contributed to bolstering the security and economy of the country. As per the directions received during a review meeting chaired by Defence Minister Rajnath Singh on September 14, 2023, selfie points are to be established at prominent locations by various Departments and organisations of MoD, Services, Defence Public Sector Undertaking (DPSU), Border Roads Organisation (BRO), Indian Coast Guard (ICG), Defence Research and Development Organisation (DRDO), Sainik Schools, National Cadet Corps (NCC) etc. on the themes of their respective achievements,” the letter dated October 06, 2023 said.\n\nThe total suggested selfie points for various departments under the MoD is 822. Suggested points for the Department of Military Affairs (DMA) headed by the Chief of Defence Staff is 300 points of which Army is 100, Navy and Air Force 75 each, and Military Engineer Services (MES) – 50. The Department of Defence headed by the Defence Secretary is suggested 352 selfie points for various departments and institutes under it. For the Department of Defence Production, the suggested points is 100 with 20 each for various Joint Secretaries. Similarly, for DRDO it is 50 and 20 for the Department of Ex-Servicemen Welfare.\n\nTo showcase the growth in innovation, digital selfie points, displaying Artificial Intelligence techniques, may also be installed to attract the youth, the guidelines state. “Selfie points should be set up at prominent locations, which have maximum footfall and the potential of attracting public attention.”\n\nSome of the suggested locations include war memorials, defence museums, in addition to railway & metro stations, bus stations, airports, malls & market places, schools & colleges, tourist destinations and festival gatherings.\n\nThe Standard Operating Procedure for development of the selfie-pints as well as the themes/designs have been included in the guidelines which also stated that “all selfie-points need to be Geo-tagged.” “It is requested that all selfie points as per target may be installed immediately. Action Taken be forwarded... by October 11, 2023. Upkeep, maintenance and protection of the selfie-points may be ensured.”\n\nA presentation on “Progress on development of Selfie points” was to be made to the Defence Minister on October 13.\n\nThe Ministry has listed several broad themes for the selfie points which include Aatmanirbhar Bharat (DPSUs & three services), Sashaktikaran (three services), R&D and Innovation (DRDO & DDP), Nari Shakti (three services), Border Infrastructure Development, (Army, IAF and BRO), Ex-Servicemen Welfare. (DESW, Kendriya & Zila Sainik Boards), NCC & Sainik School expansion (NCC & Sainik School Society), digitisation, ease of living of residents (Cantonment Boards) and any other suitable theme.\n\nThe MoD has also suggested that feedback mechanism may be devised by each department to receive the selfies taken by the people. “A dedicated app can be created wherein people can upload the selfies. A barcode with the app link may be printed on the selfie points,” one of the suggestion reads.\n\nIt also suggested the creation of dedicated social media handles - on X, Facebook and Instagram, - with a “catchy ID” and people can be encouraged to tag the concerned department in their selfies. “These IDs may be printed on the selfie points.”\n\nThe Ministry also suggested creating a dedicated email id as well as a dedicated WhatsApp account where people can be encouraged to send their selfies. The email Id and number may be printed on the selfie points, it added.",
    "imgLink": "https://th-i.thgim.com/public/news/national/mjppa1/article67429833.ece/alternates/LANDSCAPE_1200/image1.jpeg",
    "category": "india",
    "id": "53cly1jqclnugts4f"
  },
  {
    "title": "Infant sale racket in T.N. | Police arrest woman who was part of network in Namakkal ",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/httpswwwthehinducomnewsnationaltamil-nadutwo-including-doctor-of-govt-hospital-held-for-selling-infants-in-namakkalarticle67426345ece/article67429701.ece",
    "description": "Following the arrest of a doctor and her associate, the police have now arrested another woman, and a search is on in Salem and Karur, for more members of the racket",
    "date": "Tue, 17 Oct 2023 13:45:42 +0530",
    "content": "A woman from Kumarapalayam in Namakkal district, Balamani, who was part of a network that was involved in selling infants, was arrested by the Tiruchengodu town police, on Tuesday, October 17, 2023.\n\nOn Sunday, October 15, 2023, police busted the network and arrested A. Anuradha, a doctor at the government hospital at Tiruchengodu and a woman associate of hers, T. Logambal, for forcing a couple to sell their infant to a childless couple. A case under Sections 120(b) and 370(4) of the Indian Penal Code and under Sections 81 and 87 of the Juvenile Justice (Care and Protection of Children) Act were registered.\n\nInquiries revealed that Logambal had acted as a tout, selling seven infants with the help of the doctor. She had told police that Balamani was also part of the network. The police subsequently detained Balamni and held inquiries.\n\nSources said special teams have rushed to Salem and Karur to arrest more persons, who are reportedly part of the network.",
    "imgLink": "https://th-i.thgim.com/public/incoming/rlli04/article67429864.ece/alternates/LANDSCAPE_1200/IMG_SM_-_18_10_2020_-_15_2_1_948QTV4R.jpg",
    "category": "india",
    "id": "53cly1jqclnugtsbw"
  },
  {
    "title": "Telugu Desam Party Mahila wing members burn posters of Deputy CM Narayana Swamy ",
    "link": "https://www.thehindu.com/news/cities/Visakhapatnam/telugu-desam-party-mahila-wing-members-burn-posters-of-deputy-cm-narayana-swamy/article67429661.ece",
    "description": "Mahila wing president V. B. Anitha also said that being a Dalit, Deputy CM Narayana Swamy has failed to work for the welfare of the Dalits in the State.",
    "date": "Tue, 17 Oct 2023 13:38:39 +0530",
    "content": "Members of Telugu Desam Party (TDP) Mahila wing staged a protest against Deputy Chief Minister K. Narayana Swamy for his alleged comments against Nara Bhuvaneswari, wife of TDP national president N. Chandrabababu Naidu.\n\nThe Mahila wing members along with former MLA and TDP Visakhapatnam Parliamentary constituency president Palla Srinivasa Rao burnt the posters of Narayana Swamy. They also raised slogans against the Excise Minister and demanded apologies from him to Chandrababu Naidu’s family members.\n\nEarlier, addressing a press conference, Mahila wing president V. B. Anitha said that being a Dalit, Mr. Swamy has failed to work for the welfare of the Dalits in the State. She alleged that the YSRCP leaders have tortured a number of Dalits including Srinivas, the accused in the ‘Kodi Kathi’ case, Dr. Sudhakar from Visakhapatnam and a few others, but never ever Mr. Swamy, who won the elections with the votes of Dalits has shown concern for them.\n\nMs. Anitha also alleged that to impress Chief Minister Y. S. Jagan Mohan Reddy and to get a ticket in the elections, YSRCP leaders like Narayana Swamy are making comments against the family members of Chandrababu Naidu.\n\nShe also said that Ms. Bhuvaneswari was never into the politics and has been helping a number of people since many years through NTR Trust. However, the YSRCP leaders are criticising and hurting her, which is atrocious.\n\nShe also said criticised Jagan Mohan Reddy for taking helicopter ride for very short distance (From Visakhapatnam airport to Rushikonda) during his visit to Visakhapatnam. She said that the CM is frightened to face the public, as such he uses the aerial route whenever he visits any place in the State.",
    "imgLink": "https://th-i.thgim.com/public/incoming/6735ew/article67319270.ece/alternates/LANDSCAPE_1200/26GNRAO-%20TDP%20State%20Mahila%20Wing%20President%2C%20V%20Anitha%20%281%29.JPG",
    "category": "india",
    "id": "53cly1jqclnugtsjb"
  },
  {
    "title": "18 children of tribal hamlet in Erode unable to go to school for two months, due to lack of transport ",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/httpswwwthehinducomnewsnationaltamil-nadufamilies-return-to-settlement-in-str-take-up-mgnregs-worksarticle32824192ece/article67429428.ece",
    "description": "Parents of the children, residing at the Kembanur tribal settlement, say that the way to the school lies through a 6 km mud track in the forest that is non-motorable",
    "date": "Tue, 17 Oct 2023 13:36:52 +0530",
    "content": "Children of the Kembanur tribal settlement who have been unable to attend school due to a lack of transport | Photo Credit: Special Arrangement\n\nChildren of the Kembanur tribal settlement who have been unable to attend school due to a lack of transport | Photo Credit: Special Arrangement\n\nAs many as 18 children of the Kembanur tribal settlement in the Sathyamangalam Tiger Reserve (STR) in Erode district have not attended their schools for the past two months, due to the absence of transport.\n\nThe settlement is located about 12 km from the Athani–Sathyamangalam Road and falls under the Kongarpalayam panchayat in the T. N. Palayam panchayat union of the Gobichettipalayam taluk.\n\nIn the early 2000s, over 50 families of the village, all belonging to the Urali community, left their settlement for Vinoba Nagar, located outside the forest area, in search of jobs and better education opportunities. Only three residents, M. Srirangan, now 74, his wife Lakshmi and her mother Madhammal, aged 94, had living there for about 20 years.\n\nDuring the COVID-19 lockdown in 2020 however, 18 families who had lost their incomes returned to the settlement, built huts and started farming on their patta lands. During the week, these families reside at Vinoba Nagar and their children attend the Government High School at Kongarpalayam and the Panchayat Union Middle School at Vinoba Nagar, returning to the settlement on weekends. But this does not work very well for the families. “If we stay here at our settlement through the week, which would be easier for us, our children cannot go to school,” said Maniyal, a resident.\n\nFor the past two months, the families have been been living at the settlement, not returning to Vinoba Nagar, and so, the children have missed out on their schooling, as the schools can only be reached after passing through a 6 km mud road inside the forest that is non-motorable. “Elephants and other wild animals cross the roads and we cannot risk our children’s lives,” another resident said, asking for a vehicle to be operated by the School Education Department.\n\nCurrently, transport is available for 32 students of Vilankombai tribal settlement, located near Kembanur. Transport aid was increased for these students from ₹600 per student to ₹1,300 in August.\n\nS. C. Natraj, director of SUDAR, a non-governmental organisation working in the area, said that a permanent solution for the problems faced by children of two settlements would be to start a school at Vilankombai. A vehicle could be arranged to go to Kembanur, and until this was done, volunteers could be roped in to teach the children, he added.\n\nChief Educational Officer J. A. Kulandairajan told The Hindu that the process has begun to arrange a vehicle to transport students to their schools. “Monthly transport aid, under the Samagra Shiksha Scheme, will also be obtained for them,” he said.",
    "imgLink": "https://th-i.thgim.com/public/incoming/bb958e/article67429749.ece/alternates/LANDSCAPE_1200/9870_17_10_2023_10_43_18_2_1697507106149.JPG",
    "category": "india",
    "id": "53cly1jqclnugtsrd"
  },
  {
    "title": "CM launches emblem of Karnataka Sambrama-50 to mark golden jubilee of renaming State ",
    "link": "https://www.thehindu.com/news/national/karnataka/cm-launches-emblem-of-karnataka-sambrama-50-to-mark-golden-jubilee-of-renaming-state/article67429659.ece",
    "description": "Former chief minister late D. Devaraj Urs is credited with renaming Mysore State as Karnataka",
    "date": "Tue, 17 Oct 2023 13:10:03 +0530",
    "content": "Chief Minister Siddaramaiah (4th from left) unveiled the emblem of Karnataka Sambrama-50 to mark the golden jubilee of renaming the Mysore State as Karnataka on November 1, 1973, in Bengaluru on October 17, 2023.\n\nChief Minister Siddaramaiah (4th from left) unveiled the emblem of Karnataka Sambrama-50 to mark the golden jubilee of renaming the Mysore State as Karnataka on November 1, 1973, in Bengaluru on October 17, 2023.\n\nChief Minister Siddaramaiah unveiled the emblem of Karnataka Sambrama-50 to mark the golden jubilee of renaming the Mysore State as Karnataka on November 1, 1973.\n\nFormer chief minister late D. Devaraj Urs is credited with renaming Mysore State as Karnataka. With the inclusion of the districts from erstwhile Nizam’s Hyderabad State and Bombay presidency, many people, including politicians, then felt the need to change the State’s name since districts from Mysuru region were just a part of the State. In a ceremony conducted under the leadership of Devaraj Urs, the new name was announced.\n\nThe Department of Kannada and Culture had organised a programme to launch the emblem of Karnataka Sambrama-50 at the Banquet hall of Vidhana Soudha (State secretariat) on October 17.\n\nDeputy CM D. K. Shivakumar, Kannada and Culture Minister Shivaraj Tangadagi, Law and Parliamentary Affairs Minister H.K. Patil were among those who attended the programme.\n\nKarnataka government has decided to hold the Karnataka Rajyotsava on November 1 on a grand scale to mark the 50th year of renaming the State.",
    "imgLink": "https://th-i.thgim.com/public/incoming/h3ajlk/article67429704.ece/alternates/LANDSCAPE_1200/WhatsApp%20Image%202023-10-17%20at%2012.46.46%20PM.jpeg",
    "category": "india",
    "id": "53cly1jqclnugtsxw"
  },
  {
    "title": "Mahatma Gandhi serves not just as political inspiration but also as motivator of diplomacy: EAM Jaishankar",
    "link": "https://www.thehindu.com/news/national/mahatma-gandhi-bust-inaugurated-vietnam-jaishankar/article67429630.ece",
    "description": "Mr. Jaishankar eulogised India's foremost freedom fighter for his contributions to truth, non-violence and the freedom and independence of people",
    "date": "Tue, 17 Oct 2023 12:48:55 +0530",
    "content": "External Affairs Minister S. Jaishankar speaks at the unveiling ceremony of the bust of Mahatma Gandhi in Ho Chi Minh City, in Vietnam. | Photo Credit: PTI\n\nExternal Affairs Minister S. Jaishankar speaks at the unveiling ceremony of the bust of Mahatma Gandhi in Ho Chi Minh City, in Vietnam. | Photo Credit: PTI\n\nThe relevance of Mahatma Gandhi is very great in today's world that is beset by conflict and violence and he serves not just as a political inspiration but also as a motivator of diplomacy, External Affairs minister S Jaishankar said on Tuesday.\n\nSpeaking at the unveiling ceremony of the bust of Gandhi in Ho Chi Minh City in Vietnam, Mr, Jaishankar eulogised India's foremost freedom fighter for his contributions to truth, non-violence and the freedom and independence of people.\n\n\"Mahatma Gandhi is without question one of the most iconic figures of our contemporary world. His contributions to truth, non-violence, to freedom and independence of people have been recognised by the UN by proclaiming his birthday as the International Day of Non-Violence,\" he said.\n\nMr. Jaishankar, who arrived in Vietnam on Sunday on a four-day official visit, said Gandhi not only unified India but also inspired other nations, continents and peoples in a similar quest.\n\n\"The contributions of Mahatma Gandhi extend beyond this. His thoughts today are a very powerful inspiration for human dignity, societal values, spirituality, environment, sustainability, cleanliness and many other areas,\" he said.\n\n\"The relevance of Mahatma Gandhi is very great in a world that we see today beset by conflict and violence. So, as we strive to harmonise contradictions, to bridge divides, Mahatma Gandhi serves not just a political inspiration, but even as a motivator of diplomacy,\" he said.\n\nMr. Jaishankar said the unveiling of the bust is a symbolic moment for the friendship between India and Vietnam, which is rooted in mutual respect and shared aspirations for a better world.\n\n\"The unveiling of the bust of Mahatma Gandhi in Tao Dan Park of Ho Chi Minh City is of great significance. Underlines the message of independence, self-reliance and human dignity that brings India & Vietnam together. Privileged to participate in the inauguration along with Vice Chairman Duong Anh Duc,\" he posted on X.\n\nHe said the installation of Gandhi's statue in Ho Chi Minh City was a reaffirmation of the strong people-to-people ties, which are expressed from Yoga to culture and to arts and Buddhism.\n\nThe installation of the memorial is of enormous significance not just for India or Vietnam, but as a universal message, the minister said.\n\nAlso Read | Cooperation in Indo-Pacific is in interests of India and Vietnam: Jaishankar\n\n\"It is significant that two great personalities of the last century, Mahatma Gandhi and President Ho Chi Minh, exchanged messages during their lifetime. During his visit to India in 1958, President Ho Chi Minh was quoted to the media as saying, 'I and others may be revolutionaries, but directly or indirectly, we are disciples of Mahatma Gandhi. Nothing more. Nothing less',\" Mr. Jaishankar said.\n\n\"President Ho Chi Minh laid the foundation of an abiding relationship between Vietnam and India, but this relationship has flourished since over many administrations and during the visit of Prime Minister Narendra Modi in 2016, it was designated as a comprehensive strategic partnership,\" he said.\n\nMr. Jaishankar said this relationship today covers political exchanges, economic cooperation, trade and investment, defence and security, development cooperation, culture and people-to-people connections.\n\n\"Yesterday, I had discussions with Vietnam's leadership in Hanoi to strengthen this partnership. We agreed that the long tradition of our friendship and the deep political trust which has been built up over the years, these are our most valuable capitals as we go forward,\" he said.\n\nFrom Vietnam, Mr. Jaishankar will travel to Singapore for a visit from October 19 to 20.",
    "imgLink": "https://th-i.thgim.com/public/incoming/8rtykd/article67429649.ece/alternates/LANDSCAPE_1200/PTI10_17_2023_000027B.jpg",
    "category": "india",
    "id": "53cly1jqclnugtt67"
  },
  {
    "title": "Benefits of uniform customs document stressed",
    "link": "https://www.thehindu.com/news/cities/Hyderabad/benefits-of-uniform-customs-document-stressed/article67428071.ece",
    "description": "",
    "date": "Tue, 17 Oct 2023 12:48:09 +0530",
    "content": "Led by Principal Commissioner, Hyderabad Customs Commissionerate D. P.Naidu, speakers at a workshop organised by industry body Federation of Indian Chambers of Commerce and Industry (FICCI) here on Monday sought to highlight the significance of ATA Carnet, an international uniform customs document, for trade and business.\n\nNoting media, cinema, entertainment sectors have been the ones primarily using, Mr. Naidu said major usage of the document issued in 79 countries, including India, which are parties to the Customs Convention on ATA Carnet, was witnessed for the Formula E race earlier this year with cars imported and exported back.\n\nDuty free temporary admission of a number of goods into a member country is permitted under ATA Carnet, without the need to raise Customs bond, payment of duty and fulfilment of other Customs formalities in one or a number of foreign countries. FICCI is the national issuing and guaranteeing association, for the operation of ATA Carnet system in the country, the industry body said in a release on the workshop.\n\nMr. Naidu said Hyderabad Customs will be in the forefront in terms of facilitating any ATA Carnet utilisation. With Hyderabad air cargo having an international courier terminal for export, at the international airport, the office will soon facilitate courier imports too. At present import courier comes through Bengaluru.\n\nTrade facilitation expert and Consultant to ADB Satish Kumar Reddy said though ATA Carnet is yet to become popular in the country it offered huge potential. Reduced paperwork, for users and officials, besides no need for businesses to make deposit of a personal or real guarantee at the border point of each country of temporary admission are among its advantages.\n\nFICCI Director S. Vijayalakshmi, FTCCI Senior Vice President Suresh Kumar Singhal Chair were among those who spoke.",
    "imgLink": "https://th-i.thgim.com/public/news/national/telangana/d83qw9/article67428065.ece/alternates/LANDSCAPE_1200/16.10.2023%20ATC%20FICCI.jpg",
    "category": "india",
    "id": "53cly1jqclnugttdw"
  }
]