[
  {
    "title": "AITA Mulls Action Against Mukund For Not Wearing Official Jersey During Davis Cup",
    "link": "https://sports.ndtv.com/tennis/aita-mulls-action-against-mukund-for-not-wearing-official-jersey-during-davis-cup-brings-in-code-of-conduct-4489701#rss-sports-tennis",
    "description": "The AITA is contemplating action against Sasikumar Mukund for not wearing the official jersey during the Davis Cup tie against Morocco.",
    "content": "The AITA is contemplating action against Sasikumar Mukund for not wearing the official jersey during the Davis Cup tie against Morocco and has also introduced a players' code of conduct to ensure \"discipline\" in future. In the opening singles of the World Group II play-off tie against Yassine Dlimi on September 16, Mukund wore the jersey provided by his personal sponsor and not the one made available by official Indian team sponsor 'OOK' after taking \"permission\" from skipper Rohit Rajpal. To make matter worse, the jersey that Mukund wore on his Davis Cup debut, had 'INDIA' spelt wrongly and the matter was brought to AITA's notice by the team sponsor.\n\nThe team name printed on the back had an extra 'I'.\n\nIt may be mentioned that the official sponsor only provided the kit and no sponsorship money was given to either All Indian Tennis Association (AITA) or the players, who were part of the tie that India won 4-1 in Lucknow last month.\n\nAITA issued a show-cause notice to Mukund on September 28, asking him to explain within seven days why action should not be taken against him for not wearing the official jersey and playing with a jersey that had India written wrongly.\n\nOn October 3, Mukund sent his reply to the national federation, saying that \"shorts received from OOK were not comfortable\".\n\nMukund also wrote that he had taken prior permission from both captain Rajpal and coach Zeeshan Ali to wear the jersey that had his personal sponsor's name printed.\n\nExplaining the spelling fiasco, Mukund wrote that he had received eight T-shirts from his sponsor and unfortunately he picked the only one that had printing mistake.\n\nHe also lamented that neither the captain nor his teammates noticed when he stepped on to the court.\n\n\"I have immense respect for my country and I would never do something intentionally to tarnish its image,\" he wrote and also apologised for the inadvertent mistake.\n\nOn October 13, the AITA communicated to Mukund that his explanation was not acceptable since the captain has denied giving him any permission and further asked him to clarify his stand.\n\nWhen contacted by PTI, Mukund said captain Rajpal had indeed allowed him.\n\n\"There was no money involved. The players were not given any sponsorship fee for this tie. Only the kit was provided by the official sponsor. Captain Rajpal had understood this and allowed me,\" Mukund, who had lost his match to Dlimi, said.\n\n\"Usually, the players are asked to sign a contract with the AITA for that one week if they are being paid for wearing that official kit. In this case, we did not sign any contract. My personal sponsor 'Indian Tree' pays me, so what's wrong in it. The pockets of the shorts were such that the ball were coming out.\n\n\"These are the reasons that the players lose interest in playing for the national team,\" he said.\n\nIndia skipper Rajpal, though, there seems to be some mis-communication on the issue.\n\n\"Let me say that there is some mis-communication. To put things correctly, all players should wear the official jersey without exception. We are playing for India. I would say even let go of the sponsorship money also, if you are playing for India,\" Rajpal told PTI.\n\nAITA Secretary General Anil Dhupar said they have introduced a players' code of conduct for clarity and all players will be bound by it.\n\n\"The players code of conduct is before the Executive Committee members. It will come into effect immediately. It is for all players, be it men's, women's, boys or girls,\" he said.\n\nAsked if they will indeed take action against Mukund, Dhupar said,\"Mukund has apologised but we are still discussing the matter\".\n\nAsked for his viewpoint, Davis Cup coach Zeeshan Ali said,\"All players should be wearing only the official kit. During the Asian Games all the players and support staff wore the official kit only. Procedure has to be followed by all\".\n\nIt is not the first time that an Indian player has preferred playing with the kit that has his personal sponsor's name written. They do get paid for sporting kits bearing sponsor's logo on it. If the match is telecast live, the amount increases.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"The AITA had also introduced the system of paying the players for official sponsor's name. The initiative was taken by captain Rohit Rajpal. If you have to stop players from wearing the name of their personal sponsor during the Davis Cup, then you have to compensate,\" said a team source.\n\n\"In this case (Morocco tie), no sponsor was willing to pay any sponsorship money to the players and the AITA. Just the kits had arrived through OOK. It is difficult to even arrange for kits for Indian Davis Cup team,\" the source said, summing up the state of Indian tennis. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2021-12/gdhfg3og_tennis-generic-afp_625x300_19_December_21.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv2lc"
  },
  {
    "title": "South Africa vs Netherlands Live Score, World Cup: South Africa Crumble In Chase, Netherlands On Top",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/south-africa-vs-netherlands-live-cricket-score-icc-cricket-world-cup-2023-hpca-stadium-dharamsala-4488098#rss-sports-cricket",
    "description": "South Africa vs Netherlands Live score: Scott Edwards played a captain's knock to lead the Netherlands' remarkable recovery and take them to 245 for eight in a rain-hit game against South Africa in the World Cup",
    "content": "South Africa vs Netherlands Live Score:South Africa have lost four wickets in a 246-run chase. Scott Edwards played a captain's knock to lead the Netherlands' remarkable recovery and take them to 245 for eight in a rain-hit game against South Africa in the World Cup in Dharamsala on Tuesday. Intermittent rain added an extra chill in the mountain air and reduced the game to 43-over a side contest. South Africa expectedly opted to bowl amid the overcast sky and their bunch of formidable pacers including Kagiso Rabada, Marco Jansen and Lungi Ngidi, got a lot out of the surface. However, their death overs bowling left a lot to be desired as the Netherlands plundered 68 runs in the last five overs. The Netherlands were struggling at 140 for seven in the 34th over. Edwards (78 off 69) shared an entertaining 64-run partnership off 37 balls with Roelof van der Merwe (29 off 19) towards the end of the innings to take the team past 200. (Live Scorecard)",
    "imgLink": "https://c.ndtvimg.com/2023-10/b7gs2m5g_de-kock_625x300_17_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv388"
  },
  {
    "title": "PV Sindhu, Aakarshi Kashyap Enter Denmark Open Second Round; Kidambi Srikanth Eliminated",
    "link": "https://sports.ndtv.com/badminton/pv-sindhu-aakarshi-kashyap-enter-denmark-open-second-round-kidambi-srikanth-eliminated-4489853#rss-sports-badminton",
    "description": "PV Sindhu and Aakarshi Kashyap advanced to the women's singles second round but it was curtains for Kidambi Srikanth at the Denmark Open.",
    "content": "Indian shuttlers PV Sindhu and Aakarshi Kashyap advanced to the women's singles second round but it was curtains for Kidambi Srikanth in the men's event at the Denmark Open Super 750 badminton tournament in Odense on Tuesday.\n\nWhile two-time Olympic medallist Sindhu struggled past world number 28 Kirsty Gilmour of Scotland 21-14 18-21 21-10 in a 56-minute opening round match, Aakarshi, ranked 38th, rallied her way to stun German's world number 26 Li Yvonne 10-21 22-20 21-12 in another match.\n\nSindhu, who had reached the semifinals of Arctic Open last week, will face a tricky opponent in Indonesia's Gregoria Mariska Tunjung, seeded seventh, in the next round. The Indonesian has defeated her twice in the last three meetings this year though Sindhu has an overall 8-2 head-to-head record.\n\nAakarshi will also have her task cut out as she will square off against left-handed Thai Supanida Katethong next. The world number 19 Thai had defeated the Indian in their only meeting at Singapore Open this year.\n\nListen to the latest songs, only on JioSaavn.com\n\nFor 2021 world championships silver medallist Srikanth, it turned out to be a disappointing day as his gallant fight ended with a 21-19 10-21 16-21 loss to China's world number 22 Weng Hong Yang in the men's singles opening round.\n\nRecently-crowned Asian Games gold medallists Satwiksairaj Rankireddy and Chirag Shetty pulled out of the tournament and their opponents Ong Yew Sin and Teo Ee Yi of Malaysia advanced to the second round. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/p08uf9v8_pv-sindhu-_625x300_05_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv3x8"
  },
  {
    "title": "Cricket World Cup - Virat Kohli \"Better Than Sachin Tendulkar?\" Yes, Replies Australia Star. Gives Detailed Reason",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/cricket-world-cup-virat-kohli-better-than-sachin-tendulkar-yes-replies-australia-star-gives-detailed-reason-4485674#rss-sports-cricket",
    "description": "So far, after India's third match of the Cricket World Cup against Pakistan, Virat Kohli has 13239 runs in 284 ODIs with 47 centuries",
    "content": "The ICC ODI Cricket World Cup 2023 is one big opportunity for Virat Kohli to reaffirm his status as an all-time great. The former Indian cricket team has already made an impact at the Cricket World Cup with two half-centuries in India's first two matches. More than his run tally, it's the impact of his innings that have boosted India. In the first match against Australia, with the team three-down, Virat Kohli struck a solid stand with KL Rahul and ensured India start its World Cup campaign with a win.\n\nSo far, after India's third match of the Cricket World Cup against Pakistan, Virat Kohli has 13239 runs in 284 ODIs with 47 centuries. Virat Kohli has often been compared with Sachin Tendulkar, being the closest one with a chance to break the batting maestro's 100-century record. The two were again compared in a recent TV show ahead of the India bs Pakistan match.\n\n\"Is he better than Sachin?\" the anchor asked Usman Khawaja on Fox Cricketwith former Australia player Brad Haddin also present.\n\n\"I am going to say in ODIs, yes. Because if you look at the stats, he has almost taken over how many hundreds he (Tendulkar) has got, and he has played so many more less games than Sachin. Sachin was the benchmark for when I grew up, but what Kohli is doing right now—no one has ever done that in the game,\" replied Khawaja.\n\nFormer Australia wicketkeeper Brad Haddin added that Kohli's impact has uplifted the Indian cricket team.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"He makes players around him better. Everyone likes to play with him; he drives standards high. When he came into the team, he wanted to leave a legacy, and he has done that with the way this Indian team is presented, the number one in all three forms of the game going into this World Cup,\" Haddin said.\n\n\"The other thing I like about him is how he controls the tempo of the game when he bats. He has got different gears. He can go in and take the game away from you, and can also get into a shell when he has to. He just controls the whole tempo of the game.\"\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2019-08/ap1u5s4_virat-kohli-sachin-tendulkar-afp_625x300_23_August_19.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv4bs"
  },
  {
    "title": "\"One In 8 Attempts\": Virender Sehwag Trolls Michael Vaughan After England's Shock Cricket World Cup 2023 Loss",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/one-in-8-attempts-virender-sehwag-trolls-michael-vaughan-after-englands-shock-cricket-world-cup-2023-loss-4485465#rss-sports-cricket",
    "description": "Virender Sehwag trolled Michael Vaughan after England's shocking loss against Afghanistan in Cricket World Cup 2023.",
    "content": "Legendary Indian cricket team batter Virender Sehwag trolled former England skipper Michael Vaughan following England's shocking loss against Afghanistan in the Cricket World Cup 2023. England were outplayed by an impressive Afghanistan side but Vaughan took to social media to make a huge prediction about their campaign. “England in the World Cup semis,” Vaughan posted. In response, Sehwag pointed out that England have reached the semi-finals just once in the last eight editions. “Not in 1996, 1999, 2003, 2007, 2011, 2015 and 2023 . Just one in 8 attempts,” Sehwag trolled Vaughan on X.\n\nAfghanistan pulled off one of the greatest Cricket World Cup shocks on Sunday when they defeated defending champions England by 69 runs in New Delhi.\n\nChasing 285 to win, after opener Rahmanullah Gurbaz had hit a blistering 80, England were bowled out for 215 despite Harry Brook's 66 with spinners Mujeeb Ur Rahman and Rashid Khan claiming three wickets each. Not in 1996 , 1999, 2003, 2007, 2011, 2015 and 2023 .\n\nJust one in 8 attempts. https://t.co/VeB0rBZt8O— Virender Sehwag (@virendersehwag) October 16, 2023\n\n\"It's a very proud moment to be here in the World Cup beating the last champions, it is a good moment for the whole nation and the team. A wonderful performance for the bowlers and the batters,\" said Mujeeb.\n\nListen to the latest songs, only on JioSaavn.com\n\nThe stunning upset gave Afghanistan just their second World Cup win to add to a lone victory over Scotland at the 2015 tournament.\n\nThey came into Sunday's clash having lost their opening two games in India and on a 14-match losing World Cup streak.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/q593k3eo_ww_625x300_16_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv4o7"
  },
  {
    "title": "World Cup 2023: Pakistan Cricket Team Members Down With 'Viral Infection', Claim Reports. Pakistan Cricket Board Responds",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/world-cup-2023-pakistan-cricket-team-members-down-with-viral-infection-claim-reports-pakistan-cricket-board-responds-4489529#rss-sports-cricket",
    "description": "Pakistan cricket team next faces Australia on October 20 in Bengaluru, and ahead of that match several media reports claimed that a few members of the Babar Azam-led side were down with viral fever",
    "content": "The Babar Azam-led Pakistan cricket team is at a crucial juncture at the ODI Cricket World Cup 2023. After starting the tournament with two straight wins, the star-studded side slumped to a big loss against the Rohit Sharma-led Indian cricket team at the Narendra Modi Stadium in Ahmedabad on Saturday. While the Cricket World Cup still has a long way to go and Pakistan cricket team will have many opportunities to bounce back, a loss to India always hits hard.\n\nPakistan cricket team next faces Australia on October 20 in Bengaluru, and ahead of that match several media reports claimed that a few members of the Babar Azam-led side were down with viral fever.\n\nHowever, a Pakistan Cricket Board (PCB) spokesperson has been quoted by at least two Pakistan media outlets as saying that it was not a case of viral infection and that the players are recovering.\n\n\"Thankfully, there is no viral infection or disease,\" a PCB spokesperson told Geo.tv. \"Those who are in the stage of recovery remain under the team medical panel's observation.\"\n\nCricket Pakistan also quoted a Pakistan media manager as saying: \"Some players got fever in the past few days and most of them have fully recovered from it. Those who are in the stage of recovery remain under the team medical panel's observation.\"\n\nConfusion regarding Pakistan's practice timing also added to the confusion.\n\nFor both Pakistan and Australia, their October 20 clash is crucial. While Pakistan has won two games and lost one, Australia just opened their win tally against Sri Lanka, previously losing to India and South Africa. Pakistan lost their previous match against arch-rivals India as well.\n\nMeanwhile, a source in the Pakistan Cricket Board said that the governing body's chief Zaka Ashraf returned from India on Monday and is having a series of meetings with the senior board officials to discuss his visit to India.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"Zaka Ashraf was himself present at Ahmedabad for the match against India and is witness to some incidents which has left him unhappy despite the Indian cricket officials' hospital during his stay there,\" the source said. He said the chairman was at present only discussing his visit with his senior aides.\n\nPakistan's team director and chief coach, Mickey Arthur, spoke about the crowd behaviour and its impact on his team after the defeat to India and ICC chairman, Greg Barclay, has responded that the sport's world governing body was doing its best to make the World Cup a successful event. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-09/14evcej8_babar-shaheen-afp_625x300_16_September_23.jpeg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv559"
  },
  {
    "title": "Rahmanullah Gurbaz Reprimanded For Breaching ICC's Code Of Conduct During Cricket World Cup 2023",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/rahmanullah-gurbaz-reprimanded-for-breaching-iccs-code-of-conduct-during-cricket-world-cup-2023-4489382#rss-sports-cricket",
    "description": "Rahmanullah Gurbaz has been handed an official reprimand for breaching level 1 of the ICC Code of Conduct during their epic Cricket World Cup match against England.",
    "content": "Afghanistan batter Rahmanullah Gurbaz has been handed an official reprimand for breaching level 1 of the ICC Code of Conduct during their epic Cricket World Cup match against England. Gurbaz was found to have breached Article 2.2 of the ICC Code of Conduct for Players and Player Support Personnel, which relates to \"abuse of cricket equipment or clothing, ground equipment or fixtures and fittings during an International Match.\" In addition to this, one demerit point has been added to Gurbaz's disciplinary record, for whom it was the first offence in a 24-month period. The incident occurred in the 19th over of Afghanistan's innings, when after his dismissal, Gurbaz slammed his bat on the boundary rope and a chair.\n\nGurbaz admitted the offence and accepted the sanction proposed by Jeff Crowe of the Emirates ICC Elite Panel of Match Referees, so there was no need for a formal hearing.\n\nOn-field umpires Rod Tucker and Sharfuddoula Ibne Shahid, third umpire Paul Reiffel and fourth umpire Paul Wilson levelled the charge.\n\nListen to the latest songs, only on JioSaavn.com\n\nLevel 1 breaches carry a minimum penalty of an official reprimand, a maximum penalty of 50 per cent of a player's match fee, and one or two demerit points.\n\nAfghanistan had defeated England by 69 runs to create one of the biggest upsets in World cup history.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/b3d1jkug_sad_625x300_17_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv5lc"
  },
  {
    "title": "\"<i>Aag Thandi Ho...</i>\": Ex-Pakistan Star Asks Shoaib Akhtar To Fire Up Pakistan In Cricket World Cup 2023",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/aag-thandi-ho-ex-pakistan-star-invokes-shoaib-akhtar-to-fire-up-pakistan-in-cricket-world-cup-2023-4485805#rss-sports-cricket",
    "description": "The former Pakistan cricketer had a clear message for Shoaib Akhtar regarding Pakistan's ongoing Cricket World Cup 2023 campaign.",
    "content": "The Pakistan cricket team were completely outplayed by India in their Cricket World Cup 2023 match and it was followed by severe criticism from various former cricketers. Legendary fast bowler Shoaib Akhtar blasted Babar Azam and Co after the loss and said that in order to silence a massive crowd like that at the Narendra Modi Stadium in Ahmedabad, the team needs to have fire in their hearts. Now, his one-time teammate Danish Kaneria has responded to the post and asked Shoaib to help the team invoke the fire once again. \"Aag thandi ho chuki hai. Wapas jalao Shoaib bhai (the fire has died down. Reignite it),\" Kaneria posted on X (formerly known as Twitter).\n\nRohit Sharma's 86 and an inspired bowling display helped India hammer Pakistan by seven wickets in their high-profile World Cup clash at the 132,000-capacity Ahmedabad stadium on Saturday.\n\nIndia bowled out Pakistan for 191 after their rivals collapsed from 155-2.\n\nIndia then overhauled the total with 117 balls to spare to extend their unbeaten streak against their neighbours to eight in the 50-over showpiece tournament.\n\nRohit stood out in his 63-ball knock laced with six fours and six sixes to keep India, who began the event as favourites to win the title, unbeaten in their three matches in this edition.\n\nPakistan now have two wins and one defeat in the 10-nation tournament.\n\n\"There is no doubt about it that the bowlers set up the game for us again today. It was a great effort,\" said Rohit.\n\n\"I don't think it was a 190 pitch. At one stage we were looking at 270-280 but they came back and showed grit and that says a lot about the guys.\"\n\nPakistan counterpart Babar Azam admitted his middle order and opening bowlers let him down.\n\n\"We had a collapse in the middle order,\" he said.\n\n\"The way we started, we were targeting 280 or 290 but the collapse cost us so our total is not good.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"With the new ball, we were not up to the mark.\"\n\n(With AFP inputs)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/so0bnok8_x_625x300_16_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv6r0"
  },
  {
    "title": "PCB Chief Zaka Ashraf Discusses 'Incidents' In India During Cricket World Cup 2023 With Senior Officials: Report",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/pcb-chief-zaka-ashraf-discusses-incidents-in-india-with-senior-officials-report-4489110#rss-sports-cricket",
    "description": "There have been speculations that the PCB is considering lodging a protest with the ICC over \"some of the incidents\" during their World Cup match against India.",
    "content": "Pakistan Cricket Board's cricket management committee chairman Zaka Ashraf has come back from India amid speculations that the PCB is considering lodging a protest with the ICC over \"some of the incidents\" during their World Cup match against the hosts in Ahmedabad. A source in the board said that Zaka Ashraf returned on Monday and is having a series of meetings with the senior board officials to discuss his visit to India. \"Zaka Ashraf was himself present at Ahmedabad for the match against India and is witness to some incidents which has left him unhappy despite the Indian cricket officials' hospital during his stay there,\" the source said. He said the chairman was at present only discussing his visit with his senior aides.\n\nPakistan's team director and chief coach, Mickey Arthur, spoke about the crowd behaviour and its impact on his team after the defeat to India and ICC chairman, Greg Barclay, has responded that the sport's world governing body was doing its best to make the World Cup a successful event.\n\nThe source said Zaka was extremely disappointed with the players' show against India and before returning had told them to forget the Ahmedabad defeat and look forward to their remaining matches.\n\nZaka's future as chairman itself remains in doubt as the four-month tenure of the cricket management committee which he is heading expires on November 5 and it seems unlikely the government is going to give them an extension.\n\nListen to the latest songs, only on JioSaavn.com\n\nThe CMC and Zaka were brought in July to hold elections and form a proper board of governors which would then hold elections for the chairman's post.\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-09/2mv7tj3o_zaka-ashraf-twitter_625x300_29_September_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv7qr"
  },
  {
    "title": "\"Didn't Your Father Teach You...\": Sunil Gavaskar Asks Mitchell Marsh, Gets Epic Response",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/didnt-your-father-teach-you-sunil-gavaskar-asks-mitchell-marsh-gets-epic-response-4488317#rss-sports-cricket",
    "description": "Sunil Gavaskar had a fun chat with Mitchell Marsh after Australia's victory against Sri Lanka in a Cricket World Cup 2023 match.",
    "content": "In Australia's desperate hunt for a victory, all-rounder Mitchell Marsh emerged as a match-winner, scoring 52 runs off 51 balls as his team chased down the target of 210 runs with relative ease. Marsh's half-century was crucial to Australia's successful chase, and after the game, the all-rounder caught up with the broadcaster where he was asked a cheeky question by Indian cricket legend Sunil Gavaskar. On being asked about the coaching he received from his father Geoff, Marsh had floored everyone with his response to Gavaskar.\n\nGavaskar, who has played against Mitchell Marsh's father Geoff, poked fun at Jr. Marsh's strike-rate, saying his father, who had a contrasting style of play in comparison to his son, must have taught him to play like this. In response, Mitchell said that he is just trying to make up for his father's poor strike-rates.\n\n\"Didn't your ever teach you to play like this? (gestures with a defensive shot) Because all you're doing is BANG, BANG, BANG,\" said Gavaskar. In response, Marsh said: \"I'm just making up for his poor strike-rates\".Sunil Gavaskar- \"Did your father not teach you to bat like this (gestures playing a defensive shot)?\"\n\nMitch Marsh- \"I am making up for his poor strike rate.\" pic.twitter.com/P4GuLGFCa6— Rohit Yadav (@cricrohit) October 16, 2023\n\nMarsh was delighted with the sort of performance his teammates were able to produce against Sri Lanka, getting that crucial win to keep their World Cup semi-final hopes alive.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"It was a really good day for us. We came into the game with a little bit of pressure after the slow start, but our experienced guys stood up today. We're away. I wouldn't say soul-searching but there was plenty of hurt [after the loss to South Africa]. Hopefully, that's a stepping stone for us in the right direction. Just making up for his [dad's] strike rate. I felt like I was batting well tonight and I probably got ahead of myself (on the run-out).\n\n\"The boys were calm and the way we finished it off was great. I actually went for one over, but I was shut down. We have a heap of options - three quicks, Zampa, Maxwell, Stoin and myself. He [Cummins] always has a calm demeanor. The way he bowled and his bowling changes were fantastic. Inglis is a fighter and loves a contest. He plays spin well and backs his skills. First of all, he has power and hopefully it's the start of a long career for him,\" Marsh said after the game.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/vtp4onb_mitchell-marsh-sunil-gavaskar-twitter_625x300_17_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv85h"
  },
  {
    "title": "United States Ambassador To India Backs Cricket To Hit LA Olympics For Six",
    "link": "https://sports.ndtv.com/cricket/united-states-ambassador-to-india-backs-cricket-to-hit-la-olympics-for-six-4488571#rss-sports-cricket",
    "description": "The United States' ambassador to India believes his compatriots will come to share his joy in the \"unabashed fun\" of Twenty20 cricket when the format features at the 2028 Los Angeles Olympics.",
    "content": "The United States' ambassador to India believes his compatriots will come to share his joy in the \"unabashed fun\" of Twenty20 cricket when the format features at the 2028 Los Angeles Olympics. International cricket's shortest form was approved as one of five new sports for LA 2028 during the International Olympic Committee's session in Mumbai on Monday. Flag football, baseball/softball, lacrosse and squash were the others. Eric Garcetti, a former mayor of Los Angeles, told reporters in Mumbai late Monday that his passion for cricket had grown during his time living in the UK, but blossomed after he took his post in India six months ago.\n\n\"I became a real fan when I came here and the T20 format, because it's so fast,\" he said.\n\n\"Most of us don't have a few days to watch a Test match or an entire seven-hour stretch for a World Cup match. But here to see two or three hours of unabashed fun, I'm a convert.\"\n\nCricket's only previous appearance at the Olympics was during the 1900 Games in Paris, where a team from Great Britain defeated France in a lone match.\n\n\"This is a great day for the Olympic movement, a great day for India, a great day for the United States and a great day for cricket fans everywhere,\" said Garcetti.\n\n\"I think it will ignite a new generation of cricket players and cricket fans... We think that this format is perfect for the Olympics, perfect for cricket, and no better place to launch than here, in the middle of cricket madness.\"\n\nThe Indian Premier League, featuring the game's global stars, has cemented India's position as the unquestioned economic driving force of the sport, thanks to legions of fans and lucrative broadcasting deals in a nation where the game is almost a religion.\n\nMonday's vote also took place while India stages the men's 50-over Cricket World Cup.\n\nMajor League Cricket, a professional Twenty20 League, launched in the United States in July, with the US a co-host of next year's men's T20 World Cup together with territories in the West Indies.\n\n\"By the time of the Olympics, not only Major League Cricket will be significant in the US, we'll have the facilities and the fanbase,\" said Garcetti.\n\nOn a more serious note, Garcetti voiced his support for the concept of the Olympic truce, amid Russia's ongoing invasion of Ukraine and the conflict between Israel and Hamas.\n\n\"The tradition of the Olympics was the Olympic truce,\" he said.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"In ancient times, everybody put down their weapons to have sports unite us... So we hope that this inspires people that peace is better than war, that participating together is better than conflict.\"\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2021-01/56nmlt5_olympics-rings-generic-afp_625x300_12_January_21.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv8hf"
  },
  {
    "title": "Watch: David Warner Helps Groundstaff In Covering Pitch During Rain, Wins Hearts During Cricket World Cup 2023 Game",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/david-warner-helps-groundstaff-in-covering-pitch-during-rain-wins-hearts-during-cricket-world-cup-2023-game-watch-4486549#rss-sports-cricket",
    "description": "David Warner won hearts as he helped the groundstaff in covering the pitch when rain interrupted play at the Ekana Stadium in Lucknow on Monday.",
    "content": "Australian cricket team star David Warner won hearts as he helped the groundstaff in covering the pitch when rain interrupted play at the Ekana Stadium in Lucknow on Monday. Sri Lanka were 178 for four against Australia when rain stopped play and while most of the cricketers were quickly leaving the field, Warner stayed back and he was seen dragging the covers along with the stadium staff. The video of him helping them was posted by the International Cricket Council (ICC) on their social media profiles and users were all praise for the veteran cricketer's gesture.\n\nAdam Zampa took four wickets as Australia bowled out Sri Lanka for 209 despite an opening century stand by the island nation in a Cricket World Cup 2023 match that will give one of the teams a first win.\n\nPathum Nissanka (61) and Kusal Perera (78) put on 125 runs for the first wicket before Australia hit back to end the innings in 43.3 overs at the Ekana Stadium in Lucknow.\n\nSkipper Pat Cummins took down the openers to trigger a collapse and Zampa joined forces to return figures of 4-47.\n\nSri Lanka elected to bat first and the right-left batting pair of Nissanka and Perera took on the opposition bowlers with regular boundaries --  20 between them.\n\nPerera reached his fifty with a boundary off Marcus Stoinis amid applause from the dressing room and a few Sri Lankan fans at a largely empty 50,000-seater stadium.\n\nNissanka soon got his second successive half-century as Sri Lanka charged ahead.\n\nCummins got Nissanka through a good outfield catch by David Warner and then bowled Perera.\n\nZampa sent back skipper Kusal Mendis and Sadeera Samarawickrama on consecutive balls between overs to be on hat-trick avoided by Dhananjaya de Silva.\n\nRain interrupted play for about 25 minutes and the break only gave Australia more power to return with wickets as left-arm quick Mitchell Starc bowled De Silva.\n\nSri Lanka kept losing wickets and a direct throw by Cummins ran out Dunith Wellalage for two.\n\nZampa kept up his attack and got two more wickets including Chamika Karunaratne, who was only called up to replace injured captain Dasun Shanaka at the weekend.\n\nCharith Aslanka made 25 before being bowled by Glenn Maxwell as the Sri Lankan innings ended.\n\nSri Lanka named two changes to their team, which has scored over 325 runs in each of their two losses.\n\nListen to the latest songs, only on JioSaavn.com\n\nFive-time winners Australia have also lost their first two matches after they went down to India by six wickets and then suffered a 134-run thrashing against South Africa.\n\n(With AFP inputs)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/5cn67du_dca_625x300_16_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv8vq"
  },
  {
    "title": "PSL Team Calls India's Cricket World Cup 2023 Win Over Pakistan 'Upset'. Social Media Responds",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/psl-team-calls-indias-cricket-world-cup-2023-win-over-pakistan-upset-social-media-hits-back-4484813#rss-sports-cricket",
    "description": "The Pakistan Super League (PSL) team was trolled massively on social media for their post on Pakistan's heavy loss against India in the Cricket World Cup 2023.",
    "content": "Pakistan Super League (PSL) side Islamabad United faced massive trolling on social media after they termed India's win over Pakistan in the Cricket World Cup 2023 an 'upset'. Following Afghanistan's massive win over England on Sunday, the two-time PSL champions took to social media to say - \"Two upsets in two days! #CWC23 is already full of surprises.\" The response was almost instantaneous as Indian cricket team fans were not happy with the statement and they reminded Islamabad United of the dismal record that Pakistan enjoy against India when it comes to the ODI Cricket World Cup. The two sides have met eight times and India have emerged victorious on all the occasions till now. Two upsets in two days! #CWC23 is already full of surprises.— Islamabad United (@IsbUnited) October 15, 2023\n\nPakistan were completely outplayed in the match against India as Rohit Sharma and Shreyas Iyer produced brilliant knocks following a disciplined show from the Indian bowlers led by Jasprit Bumrah. Yes Upset was that India Couldn't defeat you within 10 overs pic.twitter.com/ybVcxYutjZ— Aryan (@OxygenKohli18) October 15, 2023\n\nMeanwhile, legendary India batter Sunil Gavaskar made an interesting observation regarding Pakistan's loss against India in Cricket World Cup 2023. I mean yes 8-0 is an upset.. Whatever helps them sleep https://t.co/Icx3pSwHno— Archer (@poserarcher) October 15, 2023\n\n\"Rizwan is the kind of player who can take the game away from the opposition. He is a very cheeky player. He knows how to play and adjust his game according to the needs of the side. So his wicket was very crucial or else Pakistan would have ended with 250-260. So that was a huge blow. Next over Bumrah gets another wicket, with another cutter.\n\n\"Clearly Pakistan did not learn anything because it was only towards the end when Shaheen bowled that cutter that got Rohit out. We would have thought that they would bowl the cutter even with the new ball. It is not written anywhere that the new ball has to be bowled at a certain pace. You can change it, but nothing of those sorts was seen from the Pakistan bowlers,\" Gavaskar said on Star Sports. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/dak1htmg_india-pakistan_625x300_16_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv9dj"
  },
  {
    "title": "Captain Babar Azam Faces Heat. Wasim Akram's Stance Shocks Pakistan Great Mohammad Yousuf",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/shocked-that-wasim-akram-pakistan-great-mohammad-yousuf-on-shoaib-malik-questioning-babar-azams-captaincy-4487629#rss-sports-cricket",
    "description": "With Wasim Akram in his company, Shoaib Malik suggested that Babar Azam should step down as Pakistan's captain.",
    "content": "Since the conclusion of the India vs Pakistan match in Cricket World Cup 2023, Babar Azam and his players have faced plenty of criticism. In fact, a few critics even questioned the leadership skills of Babar, suggesting Shaheen Shah Afridi should take up the baton from him. It was Shoaib Malik who raised a finger at Babar's ability to lead the team in the right direction, but Pakistan great Mohammad Yousuf isn't pleased to see such suggestions being made in the middle of the tournament. Speaking of the topic, Yousuf didn't just side with Babar but also questioned the great Wasim Akram for not correcting Shoaib Malik when he made such comments.\n\nDiscussing Pakistan's defeat against India in the World Cup on a TV channel, Malik said that he remains of the opinion that Babar should solely focus on his batting and relinquish captaincy responsibilities.\n\n\"Look, I'll be honest with you about this. Babar would need to give up captaincy, as I have previously stated in other interviews. Although it is simply my opinion, a tonne of homework went into it. As a player, Babar has tremendous potential for both personal and team success. I think Shaheen Shah Afridi should become the next Captain of ODI in case Babar Azam resigns,\" Malik had said on A-Sports.\n\nYousuf, countering Malik's views, said that no such talks should be made during the World Cup. He also cited the example of former Pakistan skipper Imran Khan who led the team to success in the 1992 World Cup after failures in 1983 and 1987.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"During the World Cup, I don't think anybody should talk about this. Secondly, Imran Khan captained in 1983 and 1987 and lost both times before winning on his third attempt in 1992. Any good player should be allowed to continue as a captain for a long time,\" Yousuf said on Samaa TV.\n\n\"He (Babar) is the captain because he has the ability. He did not become the captain because he is related to the PCB chairman. He is a genuine skipper. So talking about him in this manner is a loss for Pakistan and for him as well, especially amid the immense pressure post that loss against India. I am shocked that Wasim Akram, who was sitting there, did not stop him either,\" he said. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/qdj38ccg_babar-azam-and-wasim-akram_625x300_17_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugv9uv"
  },
  {
    "title": "Sri Lanka Cricket Lifts Danushka Gunathilaka's Ban, Paves Way for National Return",
    "link": "https://sports.ndtv.com/cricket/sri-lanka-cricket-lifts-gunathilakas-ban-paves-way-for-national-return-4488277#rss-sports-cricket",
    "description": "Danushka Gunathilaka was charged on four counts of rape, which were later dropped by the prosecution before trial and was also under travel restrictions for 11 months in Australia.",
    "content": "Sri Lanka Cricket (SLC) on Tuesday lifted a ban imposed on Danushka Gunathilaka following a sexual assault charge in Australia, paving the way for the left-handed batter's return to the national team. \"...the Independent Inquiry Committee appointed by SLC, which was tasked with investigating into the impact of the criminal allegations against Mr. Danushka Gunathilaka in Australia, has recommended a full lifting of the ban imposed on him in November 2022 following Mr. Gunathilaka's acquittal from all charges filed in the District Court of New South Wales and his return to Sri Lanka on 3rd October 2023,\" a release said. \"He would now be able to return to national duty,\" it added.\n\nIn November 2022, the cricketer was charged for alleged sexual assault in Australia during his visit as a member of the Sri Lanka's T20 World Cup team. He was arrested after a woman accused him of sexual assault.\n\nThe 32-year-old cricketer was charged on four counts of rape, which were later dropped by the prosecution before trial and was also under travel restrictions for 11 months in Australia.\n\nGunathilaka pleaded not guilty and faced a four-day long trial and was later acquitted of all charges filed against him in the District Court of New South Wales. He returned to Sri Lanka on October 3 this year.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"This suspension was pending the outcome of legal proceedings and was imposed considering the impact of his actions on the reputation of cricket and the country,\" the SLC statement read.\n\n\"After careful evaluation of Mr. Gunathilaka's exoneration and with due consideration to his cricketing career and its impact on the cricketing ambitions of the nation, the Inquiry Panel, headed by Retired High Court Judge, Sisira Ratnayake, Mr. Niroshana Perera, Attorney at Law and Mr. Asela Rekawa Attorney at Law, unanimously recommended an immediate lifting of his cricketing ban, allowing him to resume regular cricket activities and return to national duty.\" PTI Cor SSC SSC SSCGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2022-11/jlvcho88_danushka-gunathilaka-afp_625x300_08_November_22.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugva7z"
  },
  {
    "title": "Cricket World Cup 2023: Adam Zampa Not Bothered About Economy Rate, Wants To Take More Wickets",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/zampa-not-bothered-about-economy-rate-wants-to-take-more-wickets-4487720#rss-sports-cricket",
    "description": "Australia defeated Sri Lanka after consecutive losses against India and South Africa in the Cricket World Cup 2023.",
    "content": "Panned for his poor show in the opening two Cricket World Cup matches, Australia's sole frontline spinner at the World Cup Adam Zampa said that expensive figures don't bother him as he bowls to get wickets. Australia found themselves in a precarious situation after suffering back-to-back losses against India and South Africa before notching up a five-wicket win over Sri Lanka on Monday. Zampa, who has enjoyed a lot of success between the 2019 World Cup and the start of the ongoing edition, flattered to deceive in the opening two games, going for plenty of runs. \"I'm very good at self-reflection. I look back on the first two games and I'll probably look at the last game as one where I could have made a difference there and made it easy for those other guys,\" Zampa said after Australia's win.\n\n\"But yeah, the Indian game, I mean, we're under the pump defending 200 and I'm always going to be the guy who tries to get wickets. I'm not going to try and let the game peter out and let it go into nothing. So yeah, figures, whatever.\" He registered figures of 0/53 and 1/70 against India and South Africa respectively for a combined figure of 1/123 in 18 overs.\n\n\"It's more about my attitude and reflecting on that too. Did I bowl the ball where I wanted it to? Did I make the right decisions? Did I put my game on the line to try and make a difference? And that's how I think about it.\n\n\"I don't really care about combined figures. It's just doing what I can to try and help win the game,\" Zampa added.\n\nAgainst Sri Lanka too Zampa looked sluggish at the beginning, giving away 22 runs in his first three overs but he roared back to form with a match-winning spell of 4/47.\n\n\"It took me a lot longer than I wanted to get into the game today. Bowling to set batters as well, trying to build some pressure, I just wasn't really able to do that.\n\n\"I won't make any excuses. I think I should be good enough to kind of play that role as well.\" The wrist spinner revealed that he suffered \"random back spasm\" and had to undergo a fitness test before the game against Sri Lanka.\n\n\"I did a gym session a couple of nights ago and I don't know if you've ever had a back spasm, but I was worse for over the last couple of days.\n\n\"I had to do a fitness test before the game today. Yeah, I felt like adrenaline was going to get me through and a bit of Panadeine Forte (medicine). It was a tough one to get through today, but as I said, one of those random ones that will wear off in the next day or so.\"\n\nWith Sri Lanka going strong following a 125-run opening stand between Kusal Perera and Pathum Nissanka, it was skipper Pat Cummins who stepped up, dismissing both openers before producing a direct throw to mark the end of Dunith Wellalage.\n\n\"I thought Cummins' spell in particular was a bit of a game changer for us and even his energy in the field, the run-out after the rain break, yeah, it changed the energy for us.\n\n\"He kind of led from the front. His spell changed the momentum of the game. And then same as in the field, that run out, those little things can turn scores from 210 to 260, and it's game on. So, he particularly led from the front,\" Zampa said.\n\nAustralia fly off to Bengaluru for their next game against Pakistan on Friday.\n\n\"After the first two games, there's definitely a flat feeling in the change rooms. We all know that you could probably go from 1 to 11 and say we all could do our roles a little bit better, particularly those first two games.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"But we know, as boss (Cummins) said the other day, we get backed into a corner and guys step up and we get on a roll, then anything can happen. It's a World Cup, so get on a roll.\"\n\n\"Obviously, really big game against Pakistan in Bangalore, and if we can put it all together and play a good game there, you go 2 and 2 and the feeling's much better,\" he added. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/57j7g7q8_as_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvatg"
  },
  {
    "title": "Cricket World Cup 2023: New Zealand Face England-Beaters Afghanistan, Aim To Keep Their Unbeaten Run Intact",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/new-zealand-face-england-beaters-afghanistan-aiming-to-keep-their-unbeaten-run-intact-4488060#rss-sports-cricket",
    "description": "Afghanistan's upset win over defending champions England has given the side a new stature and New Zealand would underestimate Hashmatullah Shahidi's side at their own peril.",
    "content": "Afghanistan's upset win over defending champions England has given the side a new stature and New Zealand would underestimate Hashmatullah Shahidi's side at their own peril when the two sides clash in their World Cup match on Wednesday. While the Kiwis would look to keep their unbeaten run going in the tournament, Afghanistan, who shocked England by 69 runs, would be keen to create another big upset and put their campaign firmly on track in the showpiece event. New Zealand are going great guns in the tournament, having won all three matches so far and are currently placed second on the points table, trailing India on net run rate.\n\nOn the other hand, Afghanistan had an inauspicious start to their campaign losing to Bangladesh and India before leaving Jos Buttler's England in a tizzy with a victory to be cherished for long in New Delhi on Sunday.\n\nNew Zealand will again be led by wicketkeeper-batter Tom Latham after their charismatic skipper Kane Williamson suffered a fracture on his left thumb during the match against Bangladesh and was ruled out for a few games.\n\nWilliamson, who had missed the opening two matches -- against England and the Netherlands -- due to an ACL injury suffered during IPL 2023, was looking good to strike a century after being out of action for more than five months. But the skipper's innings was cut short at 78 when he was struck on the thumb by a throw from the outfield.\n\nDespite the huge setback, the Kiwis would be banking on their success so far to win their fourth game on the trot against an unpredictable Afghanistan, who played their guts out against England.\n\nIt would be interesting to see if pacer Tim Southee finally gets a chance against Afghanistan, having recovered from a thumb injury, though his match fitness has remained an issue.\n\nThe Kiwis will rely heavily on their top order comprising Will Young, Devon Conway and Daryl Mitchell, while all-rounder Rachin Ravindra, with his impactful performances across departments, will also be the player to watch.\n\nThe Kiwi batters would certainly have watched the video footage of Afghanistan spinners Rashid Khan and Mohammed Nabi many times over to counter the slow-bowling threat, given that the duo accounted for five England wickets.\n\nWith the meeting happening at the Chepauk, where the pitch has traditionally assisted spinners, New Zealand will have their hands full when they take on the trio of Rashid, Mujeeb Ur Rehman and Nabi.\n\nAs for the Afghanistan batting, opener Rahmanullah Gurbaz is the man in form, having scored 50-plus in two matches so far, while the likes of skipper Shahidi, Azmatullah Omarzai and Ikram Alikhil could come in handy as well.\n\nWhile Trent Boult and Matt Henry's searing pace will be feared by the Afghan batters, their main challenge could unexpectedly come from the spin duo of Ravindra and Mitchell Santner, with the latter being the most successful slow bowler in the competition so far.\n\nThe two teams have clashed in this format only twice with New Zealand winning on both occasions.\n\nListen to the latest songs, only on JioSaavn.com\n\nNew Zealand:Kane Williamson (c), Trent Boult, Mark Chapman, Devon Conway (wk), Lockie Ferguson, Matt Henry, Tom Latham (vc & wk), Daryl Mitchell, Jimmy Neesham, Glenn Phillips (wk), Rachin Ravindra, Mitchell Santner, Ish Sodhi, Tim Southee and Will Young.\n\nAfghanistan:Hashmatullah Shahidi (c), Rahmanullah Gurbaz (wk), Ibrahim Zadran, Riaz Hassan, Rahmat Shah, Najibullah Zadran, Mohammad Nabi, Ikram Alikhil (wk), Azmatullah Omarzai, Rashid Khan, Mujeeb ur Rahman, Noor Ahmad, Fazalhaq Farooqi, Abdul Rahman and Naveen ul Haq. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/8dntjvm_as_625x300_17_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvb94"
  },
  {
    "title": "India To Send 446-Member Contingent To Asian Para Games",
    "link": "https://sports.ndtv.com/othersports/india-to-send-446-member-contingent-to-asian-para-games-4488081#rss-sports-othersports",
    "description": "In the last edition in Jakarta, a total of 190 athletes represented India in 13 sporting events, returning with 72 medals, including 15 golds.",
    "content": "\"Like Tiger In Cage\": Roger Federer On Rafael Nadal's Game PersonalityAnushka Sharma's Four Word Reaction To Virat Kohli's Ton Against Pakistan\"Beyond People's Imagination\": Rajeev Shukla On India's Win vs Pakistan\n\nSouth Africa need 202 runs in 191 balls at 6.34 rpo\n\nIn the last edition in Jakarta, a total of 190 athletes represented India in 13 sporting events, returning with 72 medals, including 15 golds. India will be represented by a strong 446-member contingent, including 303 athletes, at the fourth Asian Para Games to be held in Hangzhou, China from October 22 to 28. The Sports Ministry has sanctioned a total of 303 sportspersons -- 191 male and 112 female -- across 17 sporting disciplines for the Asian Para Games. Besides, the ministry also cleared a total of 143 coaches, escorts, officials and support staff. Out of the total number of athletes, 123 will only take part in athletics events. This is the biggest contingent India have ever sent for the Asian Para Games.In the last edition in Jakarta, a total of 190 athletes represented India in 13 sporting events, returning with 72 medals, including 15 golds.Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.PM Modi Says India Will Leave No Stone Unturned In Preparation For Organisation Of 2036 OlympicsIOC Suspends Russian Olympic Committee With Immediate Effect For 'Breach Of Charter'Asian Games: Sai Akula, Greeshma Dontara Sign Off At 5th, 6th Place In Ladies Artistic Single Free Skating",
    "imgLink": "https://c.ndtvimg.com/2023-10/4itli0ro_a_625x300_17_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvbrh"
  },
  {
    "title": "BCCI, Harbhajan Singh Extend Wishes To 'Jumbo' Anil Kumble On His 53rd Birthday",
    "link": "https://sports.ndtv.com/cricket/bcci-harbhajan-singh-extend-wishes-to-jumbo-anil-kumble-on-his-53rd-birthday-4488117#rss-sports-cricket",
    "description": "The Board of Control for Cricket in India (BCCI) and former cricketers extended birthday greetings to former Indian spinner Anil Kumble as he turned 53.",
    "content": "The Board of Control for Cricket in India (BCCI) extended birthday greetings to former Indian spinner Anil Kumble as he turned 53 on Tuesday. BCCI took to X to extend birthday wishes for the spinner and posted a video, revisiting Kumble's memorable 10-wicket haul against Pakistan in 1999. On his birthday, let's relive @anilkumble1074's brilliant ????-wicket haul against Pakistan ????????#TeamIndia pic.twitter.com/BFrxNqLxil— BCCI (@BCCI) October 17, 2023\n\n\"Most wickets by an Indian in men's international cricket Second bowler in Tests to scalp 10 wickets in an innings Wishing former #TeamIndia captain @anilkumble1074 a very happy birthday. On his birthday, let's relive @anilkumble1074's brilliant -wicket haul against Pakistan,\" BCCI posted on X.4️⃣0️⃣3️⃣ intl. matches\n\n9️⃣5️⃣6️⃣ intl. wickets\n\n3️⃣4️⃣4️⃣4️⃣ intl. runs\n\nMost wickets by an Indian in men's international cricket\n\nSecond bowler in Tests to scalp 10 wickets in an innings\n\nWishing former #TeamIndia captain @anilkumble1074 a very happy birthday. ???????? pic.twitter.com/KPkj6bF46T— BCCI (@BCCI) October 17, 2023\n\nIndian Premier League (IPL) franchise Punjab Kings also wished their former head coach and posted,\"'Jumbo' birthday wishes to the spin wizard Anil Kumble.\"\n\nFormer India spinner Harbhajan Singh also took to X and posted, \"Brother @anilkumble1074 is a great combo of skill, talent and passion. On your birthday, I send you lots of love and wishes. May you have a great time ahead with health, happiness, smiles, prosperity and a more meaningful life. Keep inspiring!\"Brother @anilkumble1074 is a great combo of skill, talent and passion.\n\nOn your birthday, sending you lots of love and wishes. May you have a great time ahead with health, happiness, smiles, prosperity and a more meaningful life.\n\nKeep inspiring ! pic.twitter.com/cOyOWAr0DB— Harbhajan Turbanator (@harbhajan_singh) October 17, 2023\n\nKumble finished his cricket career with 619 Test wickets and 337 ODI wickets. His tally of 619 Test wickets is the most by an Indian bowler.\n\nThe spinner also took ten wickets in an innings against Pakistan in 1999 and as a result, he became only the second cricketer in history after Jim Laker to take all ten wickets in an innings of a Test match.\n\nListen to the latest songs, only on JioSaavn.com\n\nKumble also coached the Indian cricket team for a brief period of time. Under him, India won a Test series against the West Indies, New Zealand, England, Bangladesh and Australia.\n\nIn 2015, he was inducted into the ICC Hall of Fame.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2022-03/kkooil6g_anil-kumble_625x300_11_March_22.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvcbg"
  },
  {
    "title": "Bangladesh Star Litton Das Misbehaves With Reporters, Issues Apology",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/bangladesh-star-litton-das-misbehaves-with-reporters-issues-apology-4484673#rss-sports-cricket",
    "description": "Litton Das' clarification came in after some senior journalists expressed displeasure at his behaviour.",
    "content": "Bangladesh star Litton Das found himself in the line of fire over his inappropriate behaviour with a few journalists. Unhappy over the presence of media persons in the hotel lobby during the ongoing Cricket World Cup 2023, Litton even complained to the security guard, triggering a controversy. After facing flak on social media over his behaviour, Litton issued an apology, saying he wasn't aware of the journalists' presence in the team hotel. Litton's clarification came in after some senior journalists expressed displeasure at his behaviour.\n\n\"I apologise whole-heartedly for the incident that took place in the team hotel yesterday. Actually, I did not realise that a lot of journalists were present there. I am extremely sorry for the sudden mishap. I am always respectful towards the media. Journalists have played a big role in the development of Bangladesh cricket,\" Litton said in a post on Facebook.\n\nPreviously, a reporter had criticised Litton, saying some of the other Bangladesh players spoke to the media but Litton 'insulted' them.\n\n\"It was rude behaviour from Litton. We were insulted in some way and it was not possible for us to accept it. Journalists will be there where Bangladesh cricket goes. The ICC had allowed us to talk to the players. Taskin (Ahmed) and Mahmudullah talked to us, but the way Litton behaved was unacceptable. He then asked the security what the mediapersons were doing. Just because he is not scoring runs doesn't mean that he will misbehave with us,\" the journalist told Daily Cricket.\n\nListen to the latest songs, only on JioSaavn.com\n\nLittong hasn't had the best of campaign so far, having only scored 89 runs from three matches. he endured a golden duck against New Zealand at the MA Chidambaram Stadium in Chennai in Bangladesh's last match.\n\nLitton will next be in action against Rohit Sharma's India on October 19 in Pune.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/9oltuvqg_litton-das-afp_625x300_16_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvcqf"
  },
  {
    "title": "Babar Azam Asked By Pakistan Great To Quit Captaincy. Wants This Player To Lead Instead",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/leave-captaincy-pakistan-greats-blunt-advice-to-under-fire-babar-azam-4485259#rss-sports-cricket",
    "description": "Babar Azam has been facing plenty of criticism following Pakistan's defeat to India in the Cricket World Cup 2023 clash on Saturday.",
    "content": "Two wins in three matches in the ICC Cricket World Cup2023 campaign, but Pakistan skipper Babar Azam is facing extreme critcism from some of his former teammates. Shoaib Malik, one of the greats of Pakistan cricket, has once again adviced Babar to quit captaincy and focus only on his batting. Malik's suggestion came in after Pakistan lost to arch-rivals India in the league stage of the World Cup on Saturday. Not just Malik, but some of the other former Pakistan cricketers and fans have also questioned Babar's captaincy after the loss.\n\n\"Look, I will give you my honest opinion on this. I have already said this in previous interviews that Babar should leave captaincy, it is just my opinion but there's a lot of homework behind it. Babar, as a player, can do wonders for himself as well as the team,\" the former Pakistan skipper said on A-Sports.\n\n\"It is my personal opinion and that is not because we lost the game today (against India) or we lost by a big margin, no it (my opinion) is not built on that,\" he said. Babar and Rizwan even were not trying to score\n\nWasim Akram \"Shoaib Malik has already told us if there is no big turn then you have to use your feets against Kuldeep yadav\"#pakvsind #CWC2023 pic.twitter.com/v8WmMRpgyA— shoaib Malik army (@ranasikandarra3) October 15, 2023\n\nMalik feels Babar doesn't think 'out of the box' as a captain which is a big problem with respect to his leadership skills. He recommended the name of Shaheen Shah Afridi as Pakistan's skipper of Babar does decide to step down.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"I think that Babar, as a leader, doesn't think out of the box. One shouldn't mix his leadership with his batting skills as they both are different. He has been a captain for a long time now, but he hasn't been able to improve himself,\" the 41-year-old asserted.\n\n\"Shaheen Afridi should become captain in white ball cricket in case Babar Azam resigns. He has done an attacking captaincy for Lahore Qalandars,\" he concluded.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/a4a4aoig_babar-azam-afp_625x300_16_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvdbv"
  },
  {
    "title": "Shahid Afridi's Sister Dead, Former Pakistan Cricketer Announces News On Social Media",
    "link": "https://sports.ndtv.com/cricket/shahid-afridis-sister-dead-former-pakistan-cricketer-announces-news-on-social-media-4487814#rss-sports-cricket",
    "description": "Former Pakistan cricketer Shahid Afridi revealed that his sister is no more.",
    "content": "Former Pakistan captain Shahidi Afridi announced the news of her sister's demise on Tuesday. Afridi took to social media to reveal that his sister was battling for her life in a hospital. Her health condition even prompted the retired cricketer to change his travel plans. While Afridi returned to see his ailing sister, she sadly passed away. On social media, Afridi also announced where and when will his sister's funeral taking place.\n\n\"Surely we belong to Allah and to him we shall return. With Heavy hearts we inform you that our beloved Sister passed away and her Namaz e Janazah will be at 17.10.2023 after Zuhur prayer at Zakariya masjid main 26th street Khayaban e Ghalib DHA,\" Afridi wrote on X (formerly Twitter).(إِنَّا ِلِلَّٰهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ,)\n\nSurely we belong to Allah and to him we shall return.\n\nWith Heavy hearts we inform you that our beloved Sister passed away and her Namaz e Janazah will be at 17.10.2023 after Zuhur prayer at Zakariya masjid main 26th street… https://t.co/Ly4sK6XVGT— Shahid Afridi (@SAfridiOfficial) October 17, 2023\n\nEarlier, the Pakistan cricket great had posted: \"I am travelling back to see you soon my love stay strong My sister is fighting for her life right now, I request you to make Duas for her health, will mean a lot. May Allah give her speedy recovery and a long healthy life Ya Rabb.\"I am travelling back to see you soon my love stay strong\n\nMy sister is fighting for her life right now, I request you to make Duas for her health, will mean a lot. May Allah give her speedy recovery and a long healthy life Ya Rabb pic.twitter.com/CqvqNLCIEF— Shahid Afridi (@SAfridiOfficial) October 16, 2023\n\nMany fans took to social media to offer their condolences to the cricketer following the tragedy. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/el4vnudg_shahid-afridi_625x300_17_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvdut"
  },
  {
    "title": "Team India \"Extremely Hard To Beat\": Ricky Ponting's Honest Admission For World Cup 2023",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/team-india-extremely-hard-to-beat-ricky-pontings-honest-admission-for-world-cup-2023-4487706#rss-sports-cricket",
    "description": "India made a strong start to their ICC World Cup 2023 campaign, registering convincing victories against Australia, Afghanistan and arch-rival Pakistan.",
    "content": "Former Australia great Ricky Ponting discussed Team India's prospects for victory in the World Cup and believes that Men in Blue will be an \"extremely hard\" side to beat given their ability to hold up under extreme pressure well. India made a strong start to their ICC World Cup 2023 campaign, registering convincing victories against Australia, Afghanistan and arch-rival Pakistan. The Men in Blue are searching for a third Cricket World Cup crown after their title victories in 1983 and 2011.\n\n\"I said from the start that I think they're going to be the team to beat. They've got a very talented team. They've got all bases covered with their fast bowling, their spin and their top-order, middle-order batting,\" Ponting told the ICC.\n\n\"They're going to be extremely hard to beat. But we'll see how they hold up under extreme pressure as well,\" Ponting said.\n\nIn their match against arch-rivals Pakistan, India registered an enormous seven-wicket victory, claiming a dominant triumph with 117 balls to spare in Ahmedabad.\n\nPakistan lost eight wickets for 36 runs as they went from 155/2 to 191 all out before Rohit Sharma's magnificent 86 helped his team win.\n\nFive Indian bowlers took two wickets each, with Jasprit Bumrah and Kuldeep Yadav triggering the collapse with brilliant spells after Mohammed Siraj had taken the crucial wicket of Babar Azam.\n\nIndia skipper Rohit Sharma spoke about the need to move forward, maintain the balance not get \"too excited\" as the World Cup campaign is not a short affair.\n\n\"I will keep my fingers crossed. We don't want to get too excited and also not get too low as well. It is a long tournament, nine league games and then the semis and final. Just have to keep the balance and go forward. I have said it before, for us it was an opposition [Pakistan] we wanted to play. Every opposition we come against they can beat you. We have to be good on that particular day. The past and future does not matter,\" Rohit said in the post-match presentation.\n\nListen to the latest songs, only on JioSaavn.com\n\nAfter registering three back-to-back victories in their World Cup campaign, the Men in Blue will face Bangladesh on Thursday at the Maharashtra Cricket Association Stadium in Pune.\n\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-05/fggq554o_ricky-ponting-bcci_625x300_19_May_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugve8d"
  },
  {
    "title": "Watch: Pakistan Players Hailing Rohit Sharma's Pull Shot Prompts Epic Rant From Former Captain",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/pakistan-players-hailing-rohit-sharmas-pull-shot-prompts-epic-rant-from-former-captain-4483727#rss-sports-cricket",
    "description": "Rohit Sharma hit the ball to all parts of the ground with his delightful flicks and pulls to entertain an almost all-Indian crowd in Ahmedabad.",
    "content": "Captain Rohit Sharma rose to the occasion on Saturday as India mauled Pakistan by 7 wickets in their World Cup 2023 match in Ahmedabad. Chasing a target of 192, Rohit was on the attack from the very first bowl. Rohit scored 86 off just 63 balls, striking six sixes and as many fours, as India crossed the finishing line in 30.3 overs. The Pakistan pacers made the job easy for Rohit by bowling short-pitched deliveries as the Indian captain executed his pull-shot game to perfection.\n\nAhead of Saturday's blockbuster match, the International Cricket Council (ICC) posted a video where the Pakistan players were asked to name a player who plays the best pull shots.\n\nIn the video, Haris Rauf, Imam-ul-Haq, Shadab Khan, Hasan Ali and Babar Azam all took Rohit's name.\n\nWhile pointing out the same video, former Pakistan captain Salman Butt tore into the players of failing to execute their plans, despite knowing that Rohit has the best range of pull shots under his sleeves.\n\n\"A few days back, the Pakistan players were asked 'who plays the best pull shots?' All five of them took Rohit Sharma's name. I don't know what the statisticians are doing. What are they telling the players. This is very weird that five players from the playing XI are saying that Rohit Sharma plays the pull shot efficiently, and you're still allowing him to score runs off that,\" Butt said in a video uploaded on his YouTube channel.\n\nRohit hit the ball to all parts of the ground with his delightful flicks and pulls to entertain an almost all-Indian crowd at the world's biggest cricket stadium after Pakistan fans were effectively banned from attending.\n\nListen to the latest songs, only on JioSaavn.com\n\nHe fell attempting another hit off Shaheen Shah Afridi to get caught at mid-wicket, but Iyer and KL Rahul took the team home with ease.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/np2nj9oo_babar-and-haris_650x300_17_October_23.jpg",
    "category": "sport",
    "id": "53cly1k5hlnugven2"
  },
  {
    "title": "\"Like Tiger In Cage\": Roger Federer On Rafael Nadal's Game Personality",
    "link": "https://sports.ndtv.com/tennis/like-tiger-in-cage-roger-federer-on-rafael-nadals-game-personality-4487668#rss-sports-tennis",
    "description": "For over 15 years, these two players shared the upper ranks of the tennis world delighting fans with unforgettable confrontations that ended in a record of 24-16 in favour of Nadal.",
    "content": "Swiss legend Roger Federer has compared rival and 22-time Grand Slam champion Rafael Nadal's attitude on the tennis court as a \"tiger in a cage\". Federer, a 20-time Grand Slam champion spoke about his friend and professional rival Nadal in a recent ATP Tennis Podcast. The duo encountered each other in 40 high-intensity fights on court, Federer has mostly been calm and poised while Nadal was all about aggression. For over 15 years, these two players shared the upper ranks of the tennis world delighting fans with unforgettable confrontations that ended in a record of 24-16 in favour of Nadal.\n\n\"I am very relaxed on and off-site, whereas he has an incredible intensity. He was like a tiger in the cage and he's going around and there's always stuff to do for him. You could always tell he had a match on his mind,\" Federer said in an ATP Tennis Podcast as quoted by ATP.\n\n\"I don't know if we're so opposite you know. But yeah, I guess, to some extent, I'm may be more calm more relaxed whereas he goes, especially through the tennis days in a more intense way when he's on-site,\" the 42-year-old Swiss player said.\n\nThe 20-time Grand Slam champion also spoke about the World No.2 Carlos Alcaraz and said the Spaniard did not need that victory to prove his worth. Federer lauded Alcaraz and said he had a bright future ahead of him.\n\n\"He's still young and everything he's achieved is fantastic. Not just on clay, but on hard and beating Djokovic at Wimbledon, that is no joke. We didn't really need to prove that point, but that is another major plus on his CV. He's going to lose from time to time, but he's got an unbelievable game and an unbelievable future ahead of him,\" said.\n\nListen to the latest songs, only on JioSaavn.com\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2022-09/hlvapmbg_federer-nadal-afp_625x300_30_September_22.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvf56"
  },
  {
    "title": "Netherlands On Track For Euro 2024 As Van Dijk Spot-Kick Beats Greece",
    "link": "https://sports.ndtv.com/football/netherlands-on-track-for-euro-2024-as-van-dijk-spot-kick-beats-greece-4487569#rss-sports-football",
    "description": "The Dutch are now second in Group B behind already-qualified France, who beat the Dutch 2-1 on Friday, and although they have the same number of points as Greece, the Dutch have the head-to-head edge after home and away wins.",
    "content": "The Netherlands got back on course to qualify for Euro 2024 by beating Greece 1-0 in Athens after a late penalty from captain Virgil van Dijk settled a bad-tempered game on Monday. The Dutch are now second in Group B behind already-qualified France, who beat the Dutch 2-1 on Friday, and although they have the same number of points as Greece, the Dutch have the head-to-head edge after home and away wins. Van Dijk's side have their destiny in their hands as they host the Republic of Ireland on November 18 then travel to bottom side Gibraltar three days later.\n\nWout Weghorst had a first-half penalty saved for the Dutch in Athens, but Liverpool defender Van Dijk made no such mistake in the closing moments.\n\nIn a tense end to the match, Denzel Dumfries was tripped in the Greek penalty area and Van Dijk slotted home the spot-kick.\n\nListen to the latest songs, only on JioSaavn.com\n\nAs tempers flared, Greece coach Gus Poyet was sent off for abusing the referee.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/rvn2r948_virgil-van-dijk-afp_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvfn7"
  },
  {
    "title": "Cristiano Ronaldo Hits Two As Portugal Thrash Bosnia And Herzegovina",
    "link": "https://sports.ndtv.com/football/cristiano-ronaldo-hits-two-as-portugal-thrash-bosnia-and-herzegovina-4487565#rss-sports-football",
    "description": "Ronaldo netted his 126th and 127th Portugal goals, further extending his record as the top all-time men's international goalscorer.",
    "content": "Cristiano Ronaldo struck twice as Roberto Martinez's relentless Portugal thrashed Bosnia and Herzegovina 5-0 on Monday in Euro 2024 qualifying. Portugal, who booked their place at the tournament in Germany next summer with a win over Slovakia last Friday, continued their superb form under the Spanish coach with their eighth victory in eight games since he arrived. Ronaldo netted his 126th and 127th Portugal goals, further extending his record as the top all-time men's international goalscorer.\n\nManchester United's Bruno Fernandes added the third before Barcelona duo Joao Cancelo and Joao Felix joined in the fun, all before half-time.\n\nBosnia, led by veteran target-man Edin Dzeko, languish fifth and can no longer progress from the group, after Slovakia beat Luxembourg 1-0.\n\nBosnia have two games remaining and are seven points behind second-placed Slovakia in Group J, with Portugal the runaway leaders.\n\nMartinez's side have scored 32 goals and only conceded twice, racking up all 24 points possible so far.\n\nAl-Nassr striker Ronaldo, 38, opened the scoring from the penalty spot and dinked home his second with a neat finish, but was replaced by Martinez after 65 minutes, while still in search of his hat-trick.\n\nThe former Real Madrid forward was also confronted by a pitch invader shortly before half-time, but stewards swiftly intervened.\n\nFernandes and Cancelo finished with sublime accuracy and power as the hosts' defence crumbled miserably, while Felix stroked in the fifth.\n\nListen to the latest songs, only on JioSaavn.com\n\nBosnia tightened up in the second half but it was far too little, far too late.\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/dj0cl3o_cristiano-ronaldo-afp-portugal-_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvg5r"
  },
  {
    "title": "Belgium v Sweden Euro Qualifier Abandoned After Brussels Shooting",
    "link": "https://sports.ndtv.com/football/belgium-v-sweden-euro-qualifier-abandoned-after-brussels-shooting-4487563#rss-sports-football",
    "description": "Two Swedish nationals were shot dead by a suspect who remains at large, in an attack the Belgian prime minister described as \"terrorism\".",
    "content": "Belgium's Euro 2024 qualifier against Sweden was abandoned at half-time and fans were kept in the stadium for security reasons after two Swedes were shot dead in an attack in Brussels on Monday Spectators at the King Baudouin stadium in the Belgian capital were told to remain inside the ground following an announcement that the players would not return for the second half. \"Following a suspected terrorist attack in Brussels this evening, it has been decided after consultation with the two teams and the local police authorities, that the UEFA EURO 2024 qualifying match between Belgium and Sweden is abandoned,\" UEFA said on its website.\n\nSweden's football association said Belgian police had told supporters \"to stay in the arena for security reasons\".\n\nTwo Swedish nationals were shot dead by a suspect who remains at large, in an attack the Belgian prime minister described as \"terrorism\".\n\nSeveral Belgian media outlets said the two individuals killed were wearing the jersey of the Sweden national team.\n\n\"Our thoughts go out to all the relatives of those affected in Brussels,\" a Swedish FA social media post said.\n\nThe Belgian national team's account wrote: \"Our thoughts are with all those affected.\"\n\nBelgium, who had already qualified for next year's tournament, had equalised through a Romelu Lukaku penalty after Viktor Gyokeres opened the scoring for Sweden before the match was halted with the score at 1-1.\n\nBelgian media reported that the Swedish players did not want to continue the game after learning of the attack.\n\nAustria had earlier Monday become the eighth team to book their place at the finals in Germany courtesy of a 1-0 win in Azerbaijan in the other Group F game.\n\nBorussia Dortmund midfielder Marcel Sabitzer scored a penalty three minutes after coming on as a half-time substitute for Ralf Rangnick's side.\n\n- Perfect Portugal -\n\nCristiano Ronaldo struck twice as Portugal thrashed Bosnia and Herzegovina 5-0 to maintain their perfect record in Group J.\n\nRonaldo, 38, extended his men's record international goals tally to 127 after an early penalty was followed by a deft chip that doubled the lead for Portugal in Zenica.\n\nBruno Fernandes hammered in a third and Joao Cancelo supplied a brilliant finish of his own, with Joao Felix making it five before half-time.\n\nPortugal clinched first place with two games remaining and have scored 32 times and conceded just twice -- both in Friday's 3-2 win over Slovakia which secured qualification.\n\nSlovakia solidified their grip on second place with a 1-0 victory in Luxembourg.\n\nGylfi Sigurdsson scored twice for Iceland as they stayed in contention with a 4-0 rout of Liechtenstein.\n\nVirgil van Dijk converted a stoppage-time penalty to earn the Netherlands a crucial 1-0 victory away to Greece in Group B.\n\nWout Weghorst had a first-half spot-kick saved for the Dutch in Athens, but Liverpool defender Van Dijk made no mistake after a foul on Denzel Dumfries.\n\nThe Netherlands drew level on 12 points with Greece and have the head-to-head advantage after beating them home and away. Ronald Koeman's team also have a game in hand on their rivals as they bid to wrap up second behind group winners France.\n\nListen to the latest songs, only on JioSaavn.com\n\nBrighton's rising 18-year-old star Evan Ferguson was among the scorers as the Republic of Ireland dispatched Gibraltar 4-0 in Portugal.\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/najpnni8_belgium-shooting-afp_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvgpg"
  },
  {
    "title": "\"Virat Kohli, Rohit Sharma Would Want To Have Olympic Medal\": Former Cricketer Atul Wassan",
    "link": "https://sports.ndtv.com/cricket/virat-kohli-rohit-sharma-would-want-to-have-olympic-medal-former-cricketer-atul-wassan-4487277#rss-sports-cricket",
    "description": "Cricket made its sole appearance at the 1900 Paris Olympics in which Great Britain defeated France in the final. But it is now being played in Commonwealth Games and Asian Games.",
    "content": "Former Indian cricketer Atul Wassan talked about how the T20 format presents an opportunity for teams to compete against strong cricketing nations in the Olympics and said that players like Virat Kohli and Rohit Sharma would like to have an Olympic medal in their trophy cabinet. In the recently concluded 19th Asian Games, India sent a relatively inexperienced team that claimed the gold medal. In light of the performances of teams like Afghanistan and Netherlands in the T20 format, Wassan feels that with five years to go before the 2028 Olympics, teams will have a chance to develop and compete in the T20 format.\n\n\"There are five years for the 2028 Olympics. I feel that teams will develop and they will give good competition and if India wants the medal, they will need to send their main team. Big cricketers can win the World Cup but if a big player gets an opportunity to claim an Olympic medal they will definitely work towards it like Virat Kohli and Rohit Sharma will want to have an Olympic medal,\" Wassan told ANI.\n\n\"The format of T20 has become so popular and because of that, you can organize a tournament quickly with more teams. If you look at T20 there are teams like Afghanistan, Netherlands... they can compete with top teams in the T20 format,\" Wassan added.\n\nThe 2028 event will also include sports like baseball/softball, lacrosse, squash and flag football. The proposal from the Organising Committee of the Olympic Games Los Angeles 2028 to include these games in the programme was accepted at the 141st IOC session being held in Mumbai.\n\nCricket made its sole appearance at the 1900 Paris Olympics in which Great Britain defeated France in the final. But it is now being played in Commonwealth Games and Asian Games.\n\n\"The proposal from the Organising Committee of the Olympic Games Los Angeles 2028 (@LA28) to include five new sports in the programme has been accepted by the IOC Session. Baseball/softball, cricket (T20), flag football, lacrosse (sixes) and squash will be in the programme at LA28. #IOCMumbai2023,\" IOC Media posted on 'X'.\n\nListen to the latest songs, only on JioSaavn.com\n\nThe IOC session in Mumbai was inaugurated by Prime Minister Narendra Modi on Saturday. The session serves as a key meeting of the members of the International Olympic Committee (IOC). Important decisions regarding the future of the Olympic games are made at the IOC Sessions. India is hosting the IOC session for the second time after a gap of about 40 years. The IOC's 86th session was held in New Delhi in 1983.\n\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/5raf6qq_kohli-and-rohit-afp_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvhek"
  },
  {
    "title": "Watch: David Warner Left Angry After Contentious LBW Call vs Sri Lanka In Cricket World Cup Match",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/david-warner-left-angry-after-contentious-lbw-call-sees-him-depart-vs-sri-lanka-in-cricket-world-cup-match-watch-4487110#rss-sports-cricket",
    "description": "Cricket World Cup: David Warner was visibly displeased by a LBW call of umpire Joel Wilson",
    "content": "It was a happy hunting day for the Pat Cummins-led Australian cricket team in the ODI Cricket World Cup 2023 against Sri Lanka in Lucknow on Monday. After losing their first two matches, Australia desperately needed to get back to winning ways at the Cricket World Cup 2023, and the side did it with supreme perfection. However, there was one moment in the game, when David Warner was left fuming over a LBW decision. The left-handed star batter was visibly displeased by a LBW call from umpire Joel Wilson.\n\nDuring Australia's 210-run chase against Sri Lanka, David Warner had just started his onslaught when he had to depart in the fourth over by pacer Dilshan Madushanka. Off a back of a length delivery, that moved towards the leg, Warner hopped and looked to steer the ball towards on-side. However, the bowler appealed and the umpire game the Australian batter out.\n\nDespite Warner going for DRS, the umpire's decision was upheld due to the umpire's call. David Warner was a frustrated man after the decision as he let out of roar of despair. David Warner is NOT happy with that decision pic.twitter.com/h4VYDy5IRs— Sky Sports Cricket (@SkyCricket) October 16, 2023\n\nFive-time champions Australia registered their first victory of the World Cup campaign with a commanding victory over Sri Lanka here on Monday.\n\nAustralian bowling line-up set the tone of the game and the batters kept their focus to clinch a five-wicket victory.\n\nAustralia stumbled early in the innings with David Warner, who is featuring in his last ODI World Cup, losing his wicket for a score of 11. Dilshan Madushanka trapped Warner in front of the stumps in the fourth over.\n\nRaising further hopes for Sri Lanka, he sent Steve Smith back to the dugout for a duck.\n\nMitchell Marsh and Marnus Labuschagne drove the innings from that point preventing yet another collapse. Marsh went on to score 52 but he was run out to due to good work in the field by Karunaratne. Kusal Mendis did not make any mistake as he dislodged the stumps before Marsh could drag his bat into the crease.\n\nJosh Inglis joined Labuschagne. Madushanka claimed the third victim of his night sending Labuschagne back for 40 in in 29th over. Dunith Wellalage claimed a consolation wicket of Inglis who struck a crucial 58 of 59 balls.\n\nGlenn Maxwell and Marcus Stoinis took the Baggy Greens across the finishing line with scores of 31* and 20* respectively.\n\nListen to the latest songs, only on JioSaavn.com\n\nEarlier in the innings, Sri Lanka were bundled out for 209 runs in 43.3 overs.\n\nWith ANI inputsGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/77dc94m8_david-warner-lbw_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvhve"
  },
  {
    "title": "\"<i>Dara Hua</i> Captain\": Babar Azam Slammed By Pakistan Greats After Loss Against India",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/dara-hua-captain-babar-azam-slammed-by-pakistan-greats-after-loss-against-india-4483064#rss-sports-cricket",
    "description": "World Cup 2023: Pakistan suffered a seven-wicket at the expense of India on Saturday.",
    "content": "Former Pakistan captain Moin Khan tore into current skipper Babar Azam following the defeat to India in their World Cup match on Saturday. India outplayed Pakistan at the Narendra Modi Stadium to continue their winning run in the tournament. After being put into bat, Pakistan were 155/2 at one stage, but crumbled to 191 all out. Babar scored 50 (58) while Mohammad Rizwan chipped in with a 69-ball 49. While analysing the match, Moin said that Babar \"looked scared\" and the same reflected in the body language of other players.\n\n\"Babar's batting in terms of intent, as captain, it was not his natural game. He took 58 balls. When he came to the crease, he was in a settled pitch and situation when the first wicket fell at 41. He should've maintained the flow a bit and attacked slightly. Ye to intent hota hain a pura reflect karta hai team ke andar (The intent reflects within the team). Aapka kaptaan jab dara hua nazar ayega, nahi khelega to ladke bhi phir wese hi react karte hain (If you captain is afraid to play his shots, boys will also react similarly),\" Moin said on A Sports.\n\n\"They looked under pressure, and clearly, because of this, they didn't execute proper shots. Aap pehle se dare hue honge yaar mai shots khelunga to out na ho jaun(You are afraid whether you'll get out while playing the shots). I didn't see intent from any batters,\" he added.\n\nVeteran all-rounder Shoaib Malik also questioned the leadership of Babar, saying that he doesn't have plan B and C against top-ranked teams.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"Babar Azam has been running the show, this is his responsibility. Sit with the players. There should be B and C plans. When you play big teams, they counterattack your plan A, and you don't have an answer,\" Malik said during the same discussion.\n\nIndia's win over Pakistan took them to the top of the World 2023 Cup standings. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/f3hdl58_babar-azam-afp_625x300_15_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvici"
  },
  {
    "title": "\"Bad For Subcontinental Cricket\": Gautam Gambhir's Huge Take On India-Pakistan Rivalry",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/bad-for-subcontinental-cricket-gautam-gambhirs-huge-take-on-india-pakistan-rivalry-4485023#rss-sports-cricket",
    "description": "Gautam Gambhir had an interesting take on the India-Pakistan rivalry after Rohit Sharma and Co emerged victorious in Cricket World Cup 2023.",
    "content": "Former Indian cricket team opener Gautam Gambhir believes that there is a massive difference between India and Pakistan right now and the dominance enjoyed by the Rohit Sharma-led side is not good news for subcontinental cricket. Pakistan were completely outplayed by India in the Cricket World Cup 2023 clash with Rohit Sharma and Shreyas Iyer playing brilliant knocks to follow up a good show by the bowlers. Gambhir pointed out that India have dominated the rivalry lately and in case India and Pakistan play a bilateral series at the moment, he believes that it will not be a competitive affair.\n\n\"Hammering along with domination. You use this word very rarely, that too when you are playing against Pakistan. If you see the results, Pakistan used to hammer India like this for a long time. However, for the last many years, India have dominated. This is bad for subcontinental cricket. We always used to say that if we have an India-Pakistan series, it will be competitive. An India-Pakistan series is not going to be competitive at all because there is a massive difference between the two sides,\" he told Star Sports.\n\nGambhir was also full of praise for Jasprit Bumrah and Kuldeep Yadav after their disciplined bowling performance against Pakistan. He also weighed in on the comparisons with Shaheen Afridi and\n\nListen to the latest songs, only on JioSaavn.com\n\n\"If any captain has Jasprit Bumrah and Kuldeep Yadav, it is a huge luxury. Out of 50 overs, you get 20 overs from bowlers who can give you wickets anytime. You were comparing Jasprit Bumrah with Shaheen Shah Afridi. Jasprit Bumrah's first spell was under the 2 PM sun and he hardly gave any runs in his first four overs,\" Gambhir explained.\n\nWith wins over Australia, Afghanistan and Pakistan, India have put themselves in strong contention for semi-final qualification in Cricket World Cup 2023.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/rvj5ggpo_gambhir_625x300_09_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugviy3"
  },
  {
    "title": "\"Dawn Of A New Era\": Sachin Tendulkar On Inclusion Of Cricket In 2028 Olympics",
    "link": "https://sports.ndtv.com/cricket/dawn-of-a-new-era-sachin-tendulkar-on-inclusion-of-cricket-in-2028-olympics-4487315#rss-sports-cricket",
    "description": "After making its sole appearance in the 1900 Paris Olympics, cricket will be part of Los Angeles Olympics in 2028.",
    "content": "'Master Blaster' Sachin Tendulkar on Monday expressed his delight over cricket's return to the Olympics after more than a century. After making its sole appearance in the 1900 Paris Olympics, cricket will be part of Los Angeles Olympics in 2028. \"After a wait of more than a century, our beloved sport is back on the Olympic stage at @LA28. This marks the dawn of a new era for cricket as it will be a golden opportunity to foster inclusivity and showcase new talent from emerging cricketing nations. A start of something truly special,\" Sachin posted on 'X'.\n\nVersatile batter Suryakumar Yadav was also thrilled after cricket became a part of the Olympics.\n\n\"Happy and thrilled to hear the news of inclusion of Cricket in the Olympic Games. Another opportunity to represent our country at a global stage.\"\n\nOpening batter Ishan Kishan also expressed his happiness. After a wait of more than a century, our beloved sport is back on the Olympic stage at @LA28. This marks the dawn of a new era for cricket as it will be a golden opportunity to foster inclusivity and showcase new talent from emerging cricketing nations. A start of something truly... https://t.co/Y4o2Zp5gl7— Sachin Tendulkar (@sachin_rt) October 16, 2023\n\n\"Fantastic news, cannot wait for our beloved sport to be showcased on a global scale See you at the games,\" he wrote.\n\nInternational Cricket Council (ICC) Chairman Greg Barclay said that the governing body of the sport is thrilled about the sport's inclusion in Los Angeles Olympics and thanked the IOC for their support.\n\n\"We are thrilled that cricket's inclusion in the LA28 Olympic Games has been confirmed by the IOC Session today. To have the opportunity to showcase our great sport at the LA28 Games and hopefully, many Olympic Games to come will be great for players and fans alike,\" ICC Chairman Greg Barclay said, according to a statement.\n\nIOC member Nita Ambani also expressed her happiness after cricket was included in the sports programme and told ANI, \"I am so happy. This day is historic. This is a big decision for South-East Asian nations, not only India.\"\n\nListen to the latest songs, only on JioSaavn.com\n\n\"The proposal from the Organising Committee of the Olympic Games Los Angeles 2028 (@LA28) to include five new sports in the programme has been accepted by the IOC Session. Baseball/softball, cricket (T20), flag football, lacrosse (sixes) and squash will be in the programme at LA28. #IOCMumbai2023,\" IOC Media posted on 'X'.\n\nThe IOC session in Mumbai was inaugurated by Prime Minister Narendra Modi on Saturday. The session serves as a key meeting of the members of the International Olympic Committee (IOC). Important decisions regarding the future of the Olympic games are made at the IOC Sessions. India is hosting the IOC session for the second time after a gap of about 40 years. The IOC's 86th session was held in New Delhi in 1983. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/6kicrjh8_sachin-tendulkar-2003-world-cup-afp_625x300_13_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvjhz"
  },
  {
    "title": "Mitchell Starc's Cricket World Cup Streak Continues, Australian Pacer Has Taken Wicket In Every Match",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/mitchell-starcs-cricket-world-cup-streak-continues-australian-pacer-has-taken-wicket-in-every-match-4487310#rss-sports-cricket",
    "description": "Australian pacer Mitchell Starc has continued his good run across Cricket World Cups, keeping up his record of taking at least a wicket in every match he has been part of",
    "content": "Australian pacer Mitchell Starc has continued his good run across Cricket World Cups, keeping up his record of taking at least a wicket in every match he has been part of. In the match against Sri Lanka at Lucknow's Ekana Stadium, Starc took 2/43 in his 10 overs, dismissing Dhanajaya de Silva and Lahiru Kumara. In 21 World Cup matches, Starc has taken 54 wickets at an average of 15.79 with best figures of 6/28. He has three four-wicket hauls and three five-wicket hauls in World Cups.\n\nHis 27-wicket haul in 2019 World Cup is the highest by a bowler in any edition.\n\nStarc's figures are more magnificent in 41-50 overs. In this span, Starc has bowled 177 balls and has taken eighteen wickets. With 104 dot balls, he has economy rate of 4.64 in this phase when batters look for big hits to finish off the innings well.\n\nStarc's wickets in death overs have come at an average of 7.61, which means he gives around seven runs per wicket. His strike rate is also 9.8 in death overs, which means he averages nine balls per wicket.\n\nThe Lucknow match is crucial for both Sri Lanka and Australia as they are yet to get points and lost their two World Cup matches.\n\nAustralia legbreak spinner Adam Zampa revealed that he had been suffering from a back spasm for a couple of days which played a major role in his low performance in their last World Cup match.\n\nZampa's spin left the Sri Lankan batting line-up bamboozled as he claimed a four-wicket haul in his 8 overs giving away 47 runs. His magic in the first innings inspired Australia's first victory in the ongoing World Cup as they defeated Sri Lanka by 5 wickets.\n\nListen to the latest songs, only on JioSaavn.com\n\nAfter the game, Zampa revealed that he had been suffering from back spasms which hindered him from bowling to his true potential in Australia's defeat to South Africa.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/s2l2k05_mitchell-starc_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvjz3"
  },
  {
    "title": "\"Wasn't Feeling Great...\": Adam Zampa Reveals he Was Playing Through Pain vs Sri Lanka",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/wasnt-feeling-great-adam-zampa-reveals-he-was-playing-through-pain-vs-sri-lanka-4487306#rss-sports-cricket",
    "description": "Leg-spinner Adam Zampa on Monday revealed that he has been suffering from back spasm for the last couple of days",
    "content": "Leg-spinner Adam Zampa on Monday revealed that he has been suffering from back spasm for the last couple of days, but that could not come in his way of producing a match-winning effort against Sri Lanka in the World Cup. The 31-year-old Zampa was adjudged the Player of the Match after returning impressive figures of 8-1-47-4 as Australia posted their first win of the ongoing tournament.\n\n\"To be honest, I wasn't feeling great because I had a bit of a back spasm. Was playing through it the last couple of days. Today I felt better, bowled better today,\" Zampa said after the match.\n\n\"Personally, not at my best and last game particularly felt I could have been doing better. My job in this team is to take wickets in the middle order. Didn't quite do that last game and put the pressure on the death bowlers.\n\n\"Today, I've been feeling better, but nice to come out on the winning side today. Took a while to get into the game, just got to keep that wicket taking attitude going, doesn't matter if I leak some runs.\" Australia had lost to India and South Africa in their first two matches and skipper Pat Cummins was a happy man as his side ticked all the boxes against Sri Lanka.\n\n\"Yeah, happy today. It was probably that nothing was said and it was just on the back of two losses...The energy in the field was nice to start with and everything else flowed.\n\nSri Lanka were going strong at one stage with openers Pathum Nissanka (61) and Kusal Perera (78) adding 125 runs in 22 overs but they suffered a collapse, losing nine wickets for 53 runs.\n\n\"Again, they started really well but the way all the bowlers came in, hit the wicket, and did their job, it was a great effort. I can't read these wickets. About 300 [would've been par] maybe,\" Cummins said.\n\n\"Outside noise doesn't bother us too much. I hope so, all parts of the game came together at the end. We're sort of underway in the tournament and hope we keep it up.\" Sri Lanka captain Kusal Mendis admitted batting let them down.\n\n\"Nissanka and Perera batted well. After that we struggled and got a low score. 290 or 300 would have been a good score. We couldn't rotate the strike much,\" he said.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"Last two games we batted really well. Today the batters struggled. I have confidence in my batting unit.\n\n\"I think Madushanka bowled really well. He gave us two early wickets. We can field better. I hope Matheesha can recover quickly.\"\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/e7fv37rg_zampa_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvlbm"
  },
  {
    "title": "World Body Ready To Lift Suspension Of WFI After Alections: Nenad Lalovic",
    "link": "https://sports.ndtv.com/wrestling/world-body-ready-to-lift-suspension-of-wfi-after-alections-nenad-lalovic-4487296#rss-sports-wrestling",
    "description": "United World Wrestling (UWW) will not interfere in the pending case relating to the alleged sexual harassment of Indian women grapplers by former WFI chief Brij Bhushan Sharan Singh but will \"listen to the voices of athletes\"",
    "content": "United World Wrestling (UWW) will not interfere in the pending case relating to the alleged sexual harassment of Indian women grapplers by former WFI chief Brij Bhushan Sharan Singh but will \"listen to the voices of athletes\" if they approach the world body again, its chief Nenad Lalovic said on Monday. Seven wrestlers, including Olympic medallists Bajrang Punia and Sakshi Malik and Asian Games gold winner Vinesh Phogat, had alleged that Singh had sexually harassed female grapplers.\n\nThe Delhi police had filed a charge sheet against Singh on June 15. After prolonged protests, led by Vinesh, Bajrang and Sakshi, the Delhi Police filed a chargesheet against the six-time MP under various sexual offence charges.\n\nThe UWW also suspended the Wrestling Federation of India (WFI) for not conducting elections in the given time frame.\n\n“We followed all that happened during the wrestlers' protest and so on. We have concerns about the well-being of our athletes. This is another possibility to have a suspension,” said Lalovic, who was here to attend the 141st session of the International Olympic Committee (IOC).\n\n“Now this case is followed by the Indian authorities, and we will not interfere in that except if athletes approach us again for some reason. We listen to the voices of the athletes no matter where they come from,” he added.\n\nHe said the suspension of the WFI would be lifted as soon as the elections are held.\n\n“We will be the happiest to lift the suspension as soon as elections are held, and we know who our interlocutors are. Besides this, it's a huge administration work behind all the activity of the federation. At this moment, the administration work is done partially by the ad hoc committee but very much by UWW,” he said.\n\n“Let's hope the situation does not remain confused. There must be a hearing of the Supreme Court on the 3rd of November and after that, I believe the elections will be organized in a month or so in order to have normal governance of the federation.\n\n“I think everything that's been done recently is in the right direction and that will soon solve the problems of Indian wrestling,” he said.\n\nLalovic made it clear that the WFI was suspended because there was no governance.\n\n\"The Ministry was obliged to impose a committee and then the ad hoc committee ruled by the IOA,” he said.\n\n“Wrestling activities, very specifically, are difficult to be ruled from the outside. So, the people involved in wrestling should find a solution themselves in order to assist their athletes.” Lalovic said that the Indian athletes will continue to compete in international events no matter what happens on the front of WFI governance.\n\n“India is a huge country with a huge number of athletes, but that complicates additionally the selection and preparation of athletes. For that, a strong national federation is needed, otherwise, the athletes suffer,” he said.\n\n“By suspending the federation, we did not suspend the athletes. And you know that they are competing and will continue to compete no matter what happens,” said the Serbian businessman who is also an IOC member.\n\nHe rued his complicated position wherein he is attending the IOC Session in a country whose wrestling federation, a unit of UWW, is currently suspended.\n\nListen to the latest songs, only on JioSaavn.com\n\n“The WFI is not directly linked to the IOC, it's linked through the UWW. The IOC is absolutely backing up our position and our act when it is about the actual suspension of WFI,” he said.\n\n“You have to understand that it is very uncomfortable for me to visit India for the IOC session and my own Federation is suspended. I don't feel very comfortable, I would like the situation to be different.”Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2022-05/m016trn8_wrestling-mat-afp_625x300_17_May_22.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvm7a"
  },
  {
    "title": "Australia Keep Alive Cricket World Cup Title Hopes With Five-Wicket Win Over Sri Lanka",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/australia-keep-alive-cricket-world-cup-title-hopes-with-five-wicket-win-over-sri-lanka-4487284#rss-sports-cricket",
    "description": "Adam Zampa, Josh Inglis and Mitchell Marsh delivered when their team needed them the most as Australia breathed life into their floundering World Cup campaign with a five-wicket win over Sri Lanka",
    "content": "Adam Zampa, Josh Inglis and Mitchell Marsh delivered when their team needed them the most as Australia breathed life into their floundering World Cup campaign with a five-wicket win over Sri Lanka in Lucknow on Monday. Leg-spinner Zampa claimed four wickets as Australia bowled out Sri Lanka for 209 despite half-centuries by Kusal Perera (78) and Pathum Nissanka (61).\n\nLooking on course for a 300-plus score, Sri Lanka faced a bizarre batting collapse to lose 10 wickets for 84 runs.\n\nInglis (58), who scored his maiden World Cup fifty, Marsh (52) and Marnus Labuschagne (40) then did the heavy lifting with the bat as Australia overhauled the target in 35.2 overs, giving a solid boost to their net run rate.\n\nWhile Australia rose to eighth position on the table with their first win of the tournament, the loss severely dented Sri Lanka's chances of progressing to the semifinals as they sit at the ninth spot with three defeats from as many games.\n\nDefending a below-par total, Dilshan Madushanka (3/38) bowled a fiery first spell which included a maiden over and a double wicket maiden in which he claimed the prized scalps of David Warner and Steve Smith.\n\nWarner immediately called for review when the field umpire gave him out. The prolific southpaw left the ground fuming when the DRS ruled it in favour of the on-field umpire. Smith on the other hand was caught plumb in front of the wicket.\n\nWhile Madushanka was frugal, Marsh took off against the other bowlers. He smashed three boundaries to plunder 12 runs off young spinner Dunith Wellalage in the ninth over.\n\nMarsh raced to his fifty but Chamika Karunaratne sent a sharp throw from the deep to end his innings, as wicketkeeper Kushal Mendis made no error in collecting the ball and disturbing the stumps.\n\nInglis, playing only his second World Cup game, looked confident in the middle and stitched a 77-run partnership with Labuschagne as Australia crossed the 200-run mark for the first time in this edition of the World Cup.\n\nEarlier, an out-of-form Perera got some much-needed runs while Nissanka struck his second consecutive fifty.\n\nAustralia benefitted from the timely return to form of Zampa, who had been having an awful tournament. The wrist spinner enjoyed an excellent outing to help bundle out Sri Lanka in 43.3 overs.\n\nThere were lots going on in the field as Mitchell Starc aborted his delivery stride thrice to warn Perera to not leave his crease early on at the non-striker's end.\n\nPerera was also struck in the head by a Marcus Stoinis bouncer which caught the Sri Lankan off guard.\n\nBut the experienced southpaw didn't let the blow deter him and went on to send Stonis' slower cutter down the ground to bring up his fifty.\n\nWith both openers pilling on the runs, the Australian bowlers looked clueless. But skipper Pat Cummins kept shuffling his bowlers in search of that first breakthrough.\n\nCummins, who has been far from his best with the ball, stood up at the opportune moment to give Australia the breakthrough they needed.\n\nCummins cramped Nissanka for room and the Sri Lankan hit it high and in front of square only for Warner to run and complete a stunning catch.\n\nThe Australian skipper bowled a peach of a delivery five overs later to clean up the other set batter in Perera, who picked the wrong line to swing his bat.\n\nThe dismissal marked the beginning of Australia's dominance as the Sri Lanka batting unravelled and the five-time champions grew in confidence.\n\nZampa (4/47) got rid of the in-form Kusal Mendis. But the wicket belonged to Warner who ran across from deep midwicket, covering about 25ms to complete a spectacular diving catch.\n\nListen to the latest songs, only on JioSaavn.com\n\nSadeera Samarawickrama, Chamika Karunaratne and Maheesh Theekshana were Zampa's other victims with Starc pitching in with two wickets.\n\nApart from the openers and Charith Asalanka's 25, no other Sri Lankan batter reached double digits. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/c76cu0ag_australia_625x300_16_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvmwd"
  },
  {
    "title": "\"Never Seen...\": Australia Star Shocked As Storm Sees Hoarding Fall, Fans Run For Cover In Lucknow. Video",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/cricket-world-cup-never-seen-australia-star-shocked-as-storm-sees-hoarding-fall-fans-run-for-cover-in-lucknow-watch-4487241#rss-sports-cricket",
    "description": "Cricket World Cup: After rain stopped play for a bit, there was a dust storm and heavy winds led to several iron angles with branding material from the roof falling on people sitting at the lower levels",
    "content": "Strong winds caused several hoardings to fall from the roof of the Ekana Stadium on to the seats below during the World Cup match between Australia and Sri Lanka in Lucknow on Monday. After rain stopped play for a bit, there was a dust storm and heavy winds led to several iron angles with branding material from the roof falling on people sitting at the lower levels.\n\nThe situation could have turned worse, but luckily, the stands were relatively empty. It did, however, cause panic among those who were watching the game as the public announcement asked spectators to move to safety of the upper decks.\n\nAsked about the incident after the match, Australia leg-spinner Adam Zampa, one of the star performers of the game with figures of 4/47, said, \"Never been a part of that, never seen something like that. But there was no one hurt hopefully. There was a metal pole coming down I've never seen anything like that.\"\n\nBy the time the second innings began the security had moved all spectators to the upper levels.\n\nDue to strong winds, hoardings are falling all over Lucknow's Ekana Stadium.\n\nSpectators running for safety.#CWC23 #AUSvSL #WorldCup2023 #Lucknow @BCCI @ICC pls remove these banners before the next match. pic.twitter.com/xxoqK775jK— Ali Taabish Nomani (@atnomani) October 16, 2023\n\nThe stadium hosted its maiden World Cup game -- Australia versus South Africa -- last week.#AUSvSL stadium going apart in lucknow by wind only pic.twitter.com/fr3YrDCdvc— Darksideraza (@Darksiderazaa) October 16, 2023\n\nThe marquee India versus England match is scheduled to be played at the Ekana Stadium on October 29. CWC 2023: Hoardings fall in crowd due to strong wind in Lucknow stadium during AUS vs SL clash\n\nThe match was halted due to rain and strong winds during the first innings. pic.twitter.com/icsiKGMtXI— Mufaddal Vohra (@Mufadddal_Vohra) October 16, 2023\n\nLeg-spinner Adam Zampa on Monday revealed that he has been suffering from back spasm for the last couple of days, but that could not come in his way of producing a match-winning effort against Sri Lanka in the World Cup here.\n\nThe 31-year-old Zampa was adjudged the Player of the Match after returning impressive figures of 8-1-47-4 as Australia posted their first win of the ongoing tournament.\n\n\"To be honest, I wasn't feeling great because I had a bit of a back spasm. Was playing through it the last couple of days. Today I felt better, bowled better today,\" Zampa said after the match.\n\n\"Personally, not at my best and last game particularly felt I could have been doing better. My job in this team is to take wickets in the middle order. Didn't quite do that last game and put the pressure on the death bowlers.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"Today, I've been feeling better, but nice to come out on the winning side today. Took a while to get into the game, just got to keep that wicket taking attitude going, doesn't matter if I leak some runs.\" Australia had lost to India and South Africa in their first two matches and skipper Pat Cummins was a happy man as his side ticked all the boxes against Sri Lanka.\n\n\"Yeah, happy today. It was probably that nothing was said and it was just on the back of two losses...The energy in the field was nice to start with and everything else flowed. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/781grlao_lucknow-stadium_625x300_16_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvnme"
  },
  {
    "title": "World Cup 2023 Points Table: Massive Boost For Australia After 1st Win",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/world-cup-2023-points-table-massive-boost-for-australia-after-1st-win-4487006#rss-sports-cricket",
    "description": "India continue to lead the World Cup points table while New Zealand, South Africa and Pakistan are the other top-four teams.",
    "content": "Australia are back in the reckoning at the ODI Cricket World Cup 2023. Coming into the match against Sri Lanka at the Cricket World Cup in Lucknow on Monday, the former champions found themselves at the bottom end of the points table. However, the Australia cricket team came out all guns blazing against Sri Lanka and registered an easy win, also their first in three matches at this edition.  With this win, Australia have climbed up to the eighth place in the World Cup points table. They are on two points from three matches with a run-rate of -0.734.\n\nIndia continue to lead the World Cup points table while New Zealand, South Africa and Pakistan are the other top-four teams.\n\nAdam Zampa, Josh Inglis and Mitchell Marsh delivered when their team needed them the most as Australia breathed life into their floundering World Cup campaign with a five-wicket win over Sri Lanka on Monday.\n\nLeg-spinner Zampa claimed four wickets as Australia bowled out Sri Lanka for 209 despite half-centuries by Kusal Perera (78) and Pathum Nissanka (61).\n\nLooking on course for a 300-plus score, Sri Lanka faced a bizarre batting collapse to lose 10 wickets for 84 runs.\n\nListen to the latest songs, only on JioSaavn.com\n\nInglis (58), who scored his maiden World Cup fifty, Marsh (52) and Marnus Labuschagne (40) then did the heavy lifting with the bat as Australia overhauled the target in 35.2 overs, giving a solid boost to their net run rate.\n\nWhile Australia rose to eighth position on the table with their first win of the tournament, the loss severely dented Sri Lanka's chances of progressing to the semifinals as they sit at the ninth spot with three defeats from as many games. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/44tn0rpg_adam-zampa_625x300_16_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvo5v"
  },
  {
    "title": "Australia vs Sri Lanka Cricket World Cup Highlights: Australia Defeat Sri Lanka, Register 1st Win Of This Edition",
    "link": "https://sports.ndtv.com/cricket/australia-vs-sri-lanka-live-score-cricket-world-cup-2023-live-updates-atal-bihari-vajpayee-ekana-cricket-stadium-lucknow-4484580#rss-sports-cricket",
    "description": "Australia vs Sri Lanka Live updates: Sri Lanka were all out for 209 in 43.3 overs against Australia in their ICC World Cup match on Monday.",
    "content": "\"Like Tiger In Cage\": Roger Federer On Rafael Nadal's Game PersonalityAnushka Sharma's Four Word Reaction To Virat Kohli's Ton Against Pakistan\"Beyond People's Imagination\": Rajeev Shukla On India's Win vs Pakistan\n\nAustralia vs Sri Lanka Cricket World Cup Highlights: Australia Defeat Sri Lanka, Register 1st Win Of This Edition\n\nAustralia vs Sri Lanka Cricket World Cup Highlights Australia Defeat Sri Lanka Register 1st Win Of This Edition\n\nAustralia vs Sri Lanka Cricket World Cup Highlights: Australia Defeat Sri Lanka, Register 1st Win Of This EditionAustralia vs Sri Lanka Live updates: Sri Lanka were all out for 209 in 43.3 overs against Australia in their ICC World Cup match on Monday. Australia vs Sri Lanka, World Cup 2023 Live: Both teams are without a win so far.Australia vs Sri Lanka Live Cricket Score:Australia are four down in chase. Sri Lanka were all out for 209 in 43.3 overs against Australia in their ICC World Cup match on Monday. Opting to bat, Sri Lanka were off a great start with openers Pathum Nissanka (61) and Kusal Perera (78) adding 125 runs in 22 overs. However, their dismissals, in the span of five overs, triggered a collapse from which the Islanders struggled to recover. The Australian bowlers did well to stage a fine comeback with leg-spinner Adam Zampa showing the way with four wickets in the innings that was briefly interrupted by rain. There were two wickets apiece for Pat Cummins and Mitchell Starc.. (LIVE Scorecard)Here are the live updates of Australia vs Sri Lanka, Cricket World Cup 2023 match from Lucknow:Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.Rahmanullah Gurbaz Reprimanded For Breaching ICC's Code Of Conduct During Cricket World Cup 2023PCB Chief Zaka Ashraf Discusses 'Incidents' In India During Cricket World Cup 2023 With Senior Officials: ReportUnited States Ambassador To India Backs Cricket To Hit LA Olympics For Six\"Didn't Your Father Teach You...\": Sunil Gavaskar Asks Mitchell Marsh, Gets Epic Response",
    "imgLink": "https://c.ndtvimg.com/2023-10/l9b9dfeo_josh-inglis_625x300_16_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvolm"
  },
  {
    "title": "Cricket World Cup 2023: First Time In 48 Years! England Achieve Dubious Record With Afghanistan Loss",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/cricket-world-cup-2023-first-time-in-48-years-england-achieve-dubious-record-with-afghanistan-loss-4484709#rss-sports-cricket",
    "description": "England achieved an unwanted record following their shocking loss against Afghanistan in the Cricket World Cup 2023.",
    "content": "England achieved the unwanted record of losing to all 11 Test-playing nations at the Cricket World Cup after they were stunned by Afghanistan on Sunday. England are the first team ever to achieve this feat as they were completely outplayed by Afghanistan in the Cricket World Cup 2023 encounter in New Delhi. In the first two editions of the tournament, England lost to Australia in 1975 and then to West Indies in the 1979 final. In 1983 and 1987, they suffered losses at the hands of India and Pakistan respectively. In 1983, they were also defeated by New Zealand in a shock result.\n\nIn 1992, they faced their first loss against Zimbabwe and in 1996, they were defeated by eventual champions Si Lanka as well as South Africa. Bangladesh defeated England in a much upset in 2011 and in the same tournament, Ireland pulled off one of the best chases in World Cup history.\n\nWith the Afghanistan loss, the defending champions have now lost against all Test-playing nations.\n\nAfghanistan caused one of the biggest upsets in the history of Cricket World Cup as they outclassed defending champions England by 69 runs in New Delhi on Sunday.\n\nThe Afghans' epic triumph against the overwhelming favourites, one of the game's traditional heavyweights, was a reflection of the spirit and courage of the battle-hardened tribe from the country ravaged by years of war and internal conflicts.\n\nRahmanullah Gurbaz gave early impetus while Ikram Alikhil provided the final flourish to guide Afghanistan to a competitive 284 all out after being put into bat.\n\nThe Afghan bowlers then thrived under lights, dishing out a collective effort to bundle out England for 215 runs in 40.3 overs and register just their second World Cup win, eight years since their last against Scotland in Australia.\n\nWhile this was Afghanistan's first win in the ongoing tournament after two losses, England slumped to their second defeat from three games.\n\nRashid Khan (3/37) and Mujeeb Ur Rahman (3/51) were the pick of the Afghan bowlers.\n\nListen to the latest songs, only on JioSaavn.com\n\nHarry Brook (66 off 61) was the only shining light in what was a dismal batting display from England.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/cumaa9lo_p_625x300_16_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvp8s"
  },
  {
    "title": "On Pakistan Cricket Team Director Mickey Arthur's 'Seemed Like BCCI Event' Comment After World Cup Loss To India, ICC Responds",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/on-pakistan-team-directors-seemed-like-bcci-event-comment-after-world-cup-loss-to-india-icc-responds-4486589#rss-sports-cricket",
    "description": "Cricket World Cup: India were the dominant side both with the bowling and batting as Babar Azam's Pakistan showed no gumption to fight",
    "content": "The much-hyped India vs Pakistan clash at the Cricket World Cup 2023 was pretty much an one-sided affair with the Rohit Sharma-led hosts coming out victorious in Ahmedabad on Saturday. India were the dominant side both with  the bowling and batting as Babar Azam's Pakistan showed no gumption to fight. Batting first, Pakistan were all out for 191 with the likes of Jasprit Bumrah, Kuldeep Yadav picking two wickets each. India, boosted by brilliant innings from Rohit Sharma and Shreyas Iyer, reached the target easily.\n\nHowever, after the match ended, Pakistan Team Director Mickey Arthur gave a unique response. He mentioned that the atmosphere inside the Narendra Modi Stadium did not feel like it was 'an ICC event'.\n\nArthur said: \"Look, I'd be lying if I said it didn't. It didn't seem like an ICC event to be brutally honest. It seemed like a bilateral series; it seemed like a BCCI event. I didn't hear 'Dil Dil Pakistan' coming through the microphones too often tonight.\" Arthur, however, said that the lack of support in the crowd could not be used an excuse for the team's heavy loss to India.\n\n\"So yes, that does play a role, but I'm not going to use that as an excuse because for us it was about living the moment, it was about the next ball and it was about how we were going to combat the Indian, the Indian players tonight,\" he added.\n\n'Dil Dil Pakistan' is a popular song sung by famous group Vital Signs fronted by late Junaid Jamshed.\n\nAccording to a report in ESPNCricinfo, ICC has now responded to the comments.\n\nICC chairman Greg Barclay seemingly downplayed the criticism. \"Every event that we have, there's always criticisms from various quarters,\" Barclay was quoted as saying by the publication when asked to respond about Arthur's comments.\n\n\"Things that perhaps we'll take away and try to work on, try to do better… so this event's only [at] the start. Let's see how the whole thing plays out and we'll go away and we'll review what could change, what we can do better, how we can improve World Cups and the general offering around cricket.\n\n\"We will just take it as it plays out, get to the end of the event. I'm satisfied that it will still be an outstanding World Cup.\"\n\nArthur, meanwhile, admitted that Pakistan didn't play fearless cricket on the day.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"We were a little bit timid tonight with our overall performance. I would have liked us to really take the game on just a little bit more. It's a massive occasion, as we know, but I think we just went into our shells a little bit,\" Arthur said.\n\nWith PTI inputsGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/va29c1l8_mickey-arthur_625x300_15_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvppk"
  },
  {
    "title": "\"Will Open New Frontiers For The Sport\": BCCI Lauds Cricket's Inclusion In 2028 Olympics",
    "link": "https://sports.ndtv.com/cricket/will-open-new-frontiers-for-the-sport-bcci-lauds-crickets-inclusion-in-2028-olympics-4486301#rss-sports-cricket",
    "description": "The Board of Control for Cricket in India (BCCI) secretary Jay Shah has expressed his happiness at the inclusion of cricket in the Los Angeles Olympics 2028",
    "content": "The Board of Control for Cricket in India (BCCI) secretary Jay Shah has expressed his happiness at the inclusion of cricket in the Los Angeles Olympics 2028, saying that the Board has been a staunch supporter of International Cricket Council's efforts to get the sport to Olympics and the move will open new frontiers for the game. Cricket will be a part of the Los Angeles Olympic Games in 2028 and will make its return after 128 years to the multi-sport extravaganza, the International Olympic Committee (IOC) said on Monday. \"The BCCI has been a staunch supporter of the ICC's efforts to include cricket as an Olympic sport. We are thrilled to witness this momentous occasion, which marks a significant milestone for the sport. Our active participation has been instrumental in promoting the case for cricket's inclusion in the Olympics. This initiative aligns with the idea of India hosting the 2036 Olympics, as envisioned by our Prime Minister (Narendra Modi),\" Jay Shah said in a statement.\n\nThe BCCI secretary said that Team India enjoys a big following and their participation in the Olympics will boost the game's stature.\n\n\"The Indian Cricket Team boasts an unparalleled global fanbase, and their participation in this prestigious quadrennial event will undoubtedly enhance the sport's global stature. Our contributions were pivotal in securing cricket's presence at the Commonwealth Games 2022 in Birmingham and the Asian Games 2022 in China,\" he said.\n\n\"The inclusion of cricket in the Olympics is set to open new frontiers for the sport, providing unparalleled exposure in untapped global markets. Moreover, we anticipate that this decision will yield significant financial dividends and have a profound positive impact on our sport's eco-system. It will fuel infrastructural development, intensify competition, foster youth development, and create opportunities for officials, volunteers, and skilled professionals,\" he added.\n\nThe 2028 event will also include sports like baseball/softball, lacrosse, squash and flag football. The proposal from the Organising Committee of the Olympic Games Los Angeles 2028 to include these games in the programme was accepted at the 141st IOC session being held in Mumbai.\n\nCricket made its sole appearance at the 1900 Paris Olympics in which Great Britain defeated France in the final. But it is now being played in Commonwealth Games and Asian Games.\n\nTwo IOC members opposed the proposal and one abstained from voting.\n\n\"The proposal from the Organising Committee of the Olympic Games Los Angeles 2028 (@LA28) to include five new sports in the programme has been accepted by the IOC Session. Baseball/softball, cricket (T20), flag football, lacrosse (sixes) and squash will be in the programme at LA28. #IOCMumbai2023,\" IOC Media posted on 'X'.\n\nThe inclusion of Cricket at the Olympics was welcomed by Nita Ambani, chairperson of the Reliance Foundation and an IOC board member.\n\n\"The inclusion of cricket in the Olympics will create deeper engagement for the Olympic Movement in newer geographies. And at the same time, provides a boost to cricket's growing international popularity. I thank and congratulate the IOC and the LA Organizing Committee for their support to this landmark decision. It's truly a day of great joy and jubilation!\" Nita Ambani said.\n\nCricket legend Sachin Tendulkar also welcomed the addition of the game to the Olympic roster.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"After a wait of more than a century, our beloved sport is back on the Olympic stage at @LA28. This marks the dawn of a new era for cricket as it will be a golden opportunity to foster inclusivity and showcase new talent from emerging cricketing nations. A start of something truly special!\" Tendulkar said in a post on X.\n\nThe IOC session in Mumbai was inaugurated by Prime Minister Narendra Modi on Saturday. The session serves as a key meeting of the members of the International Olympic Committee (IOC). Important decisions regarding the future of the Olympic games are made at the IOC Sessions. India is hosting the IOC session for the second time and after a gap of about 40 years. The IOC's 86th session was held in New Delhi in 1983. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2021-09/f6mh8i18_bcci-logo_625x300_20_September_21.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvr0q"
  },
  {
    "title": "Squash's Inclusion In Olympics Forces Saurav Ghosal To Rethink His Future Plans",
    "link": "https://sports.ndtv.com/othersports/after-decades-of-wait-squashs-inclusion-in-olympics-forces-ghosal-to-rethink-his-future-plans-4486032#rss-sports-othersports",
    "description": "Saurav Ghosal has got a bagful of medals over the six Asian Games that he has been part of and last year became the first Indian to win a singles medal in the highly-competitive Commonwealth Games.",
    "content": "There was not a chance in hell that India's finest squash player Saurav Ghosal would continue playing the game in his 40s but the sport's inclusion in the 2028 Olympics after decades of wait has forced the 37-year-old to rethink about his future plans. In a testament to his remarkable longevity, Ghosal has managed to stay at the top of his game for the major part of his professional career that began as a teenager way back in 2003. The world number 18 has got a bagful of medals over the six Asian Games that he has been part of and last year became the first Indian to win a singles medal in the highly-competitive Commonwealth Games. However, all those laurels came his way amid the disappointment of squash being ignored for Olympics, edition after edition, over the past 20 years. Monday's announcement provided a sense of relief and ecstacy for Ghosal and his generation which grew up dreaming about a medal at the Summer Games.\n\nIt doesn't get bigger than the Olympics and therefore, Ghosal is tempted to go on for another five long years.\n\n\"I have to sit down with my team and family whether it is a possibility or not, if I can go that far and try and win a medal for India. It would be the moment of my career,\" Ghosal told PTI from Mumbai shortly after the IOC approved squash as one of the five additional sports for the 2028 Los Angeles Games.\n\n\"I need to sit down and figure it out how to go about it. If it wasn't for today's monumental development, there was no chance that I would carry on at 42 but now I am sure there are others who would be 40-year-olds like me who would consider carrying on till the Olympics.\" Ghosal, who won an individual silver and team gold at the Hangzhou Asian Games recently, said he needs to assess if competing at LA28 is realistically possible.\n\n\"I've just come back from Hangzhou last week and I need some time with my team and figure out if this is a realistic possibility. I hope that I can do it, but no promises right now. It's definitely something that is a big pull for me now,\" he said on the sidelines of the 141st IOC Session here.\n\n\"I'm going to do everything I can to try my best, which is what I've always done in my career, to be there and to win something for India.\" \"It's a monumental day for world squash\" ========================= Eight-time world champion Nicol David from Malaysia spent a great amount of time in promoting squash to the Olympics but it could not happen in her time. Ghosal belongs to the same generation and expectedly felt a range of emotions after the sport's Olympic entry was confirmed.\n\n\"It is a sense of relief and ecstasy. In life they said there is time for everything and this is probably the time for squash. I wish I was 10 years younger. We are very appreciate of the IOC and LA28 for giving this vote of confidence. I am sure the sport will put up a great spectacle.\n\n\"We always had this ray of hope and it has actually happened. We are at the top now and it doesn't get bigger than this. Now we have to make sure that the sport becomes a regular feature on the Olympic program.\" Squash along with cricket, baseball/softball, lacrosse (sixes) and flag football were on Monday included in the 2028 LA Olympics programme.\n\n\"I think it's an absolutely monumental day for world squash. Every squash player worth his salt has dreamt of this day. We are absolutely ecstatic that we have finally, after all these years of perseverance, made it to LA28,\" Ghosal said.\n\nGhosal acknowledged that squash had to wait for a long time to feature in the Olympics.\n\n\"To give a bit of context, the IOC executive board put out a statement last week that they have recommended it. That's almost there but it's not the rubber stamp which we got today,\" he said.\n\n\"So, everyone, including myself in the squash world were like 'yes, we are so close and it's almost done', but we don't want to count our chickens before they've hatched, because of what we've gone through in the past 10-15 years.\" Ghosal added that qualification format for LA 2028 Games is yet to be determined but the wait will only motivate the players to be at their best when the time comes.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"We have a tangible kind of thing like we can look at, that five years from now, going to be in LA. Of course we have to qualify for it. We don't know the exact specifics of what the format is going to be and how many qualification spots and all of that.\n\n\"But we know there is a shot and if we can make that shot and qualify and win a medal for India, that is the biggest source of pride that anyone will achieve in sporting language.\"Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/jv6d8edo_saurav-ghosal_625x300_05_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvrno"
  },
  {
    "title": "\"Virat Kohli 3rd Most Followed Athlete...\": India Star The Highlight In Cricket's Olympic Inclusion",
    "link": "https://sports.ndtv.com/cricket/virat-kohli-3rd-most-followed-athlete-india-star-the-highlight-in-crickets-olympic-inclusion-4486291#rss-sports-cricket",
    "description": "At the 2028 Los Angles Olympics, cricket (men's and women's T20Is) will return to the sporting spectacle",
    "content": "Cricket is part of Olympic, finally. The widely followed sport is back at the quadrennial extravaganza after a gap of 128 years. Cricket was part of the 1900 Olympics. At the 2028 Los Angles Olympics, cricket (men's and women's T20Is) will return to the sporting spectacle. Along with lacrosse (sixes), baseball/softball, flag football and squash, cricket is part of the additional sports for the Los Angeles Olympics in 2028.\n\nThe decision was officially announced on Monday and arguably cricket current biggest star, Virat Kohli, found a mention. There was even a hint that Virat Kohli's huge fan following might have swayed the organisers in including cricket in Olympics.\n\nDuring the International Olympic Committee (IOC) 141st session, during which the decision to include the sport in Olympics was taken, Niccolo Campriani, the Sports Director of the Los Angeles 2028 Organising Committee said: \"My friend here Virat Kohli, he is the third most followed athlete in the world on social media with 340 million followers. That's more than LeBron James (NBA basketball star), Tom Brady (American football icon) and Tiger Woods (American golf legend) combined. It is a ultimate win-win situation for LA28, IOC and cricket community as cricket will be showcased on a global stage, in order to grow it beyond traditional cricketing nations and give it access to untapped communities of athletes and fans.\"\n\nLA Sports Director on King Kohli:\n\nVirat Kohli is one of the main reasons behind Cricket's inclusion in the 2028 Los Angeles Olympic. pic.twitter.com/upCYsQsI2a— Mufaddal Vohra (@mufaddal_vohra) October 16, 2023\n\nIt is no surprise that Virat's name was mentioned during the event as he is considered as one of the best batters of all time. With more than 25,000 international runs, 77 centuries and countless memorable moments as a captain/cricketer/social figure, Virat has become in the eyes of many, the successor of legendary Sachin Tendulkar's legacy.\n\nRoyal Challengers Bangalore (RCB), Virat's Indian Premier League (IPL) franchise also acknowledged the words of Niccolo.\n\n\"KOHLIFIED! The Face and the Brand, not just for RCB or Team India, but for Cricket as a sport too! Sports Director at #LA28 explains why it's a win-win to have Cricket at the #Olympics. #PlayBold,\" tweeted RCB.\n\nThe Face and the Brand, not just for RCB or Team India, but for Cricket as a sport too!\n\nSports Director at #LA28 explains why it's a win-win to have Cricket at the #Olympics. #PlayBold pic.twitter.com/x2JJa7ALyZ— Royal Challengers Bangalore (@RCBTweets) October 16, 2023\n\nCricket made its sole appearance at the 1900 Paris Olympics in which Great Britain defeated France in the final. But it is played in Commonwealth Games and Asian Games as well.\n\nListen to the latest songs, only on JioSaavn.com\n\nTwo IOC members opposed the proposal and one abstained from voting.\n\n\"The proposal from the Organising Committee of the Olympic Games Los Angeles 2028 (@LA28) to include five new sports in the programme has been accepted by the IOC Session. Baseball/softball, cricket (T20), flag football, lacrosse (sixes) and squash will be in the programme at LA28. #IOCMumbai2023,\" tweeted IOC Media.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/2u30n9i8_kohli-olympics_625x300_16_October_23.jpg",
    "category": "sport",
    "id": "53cly1k5hlnugvscj"
  },
  {
    "title": "T20 World Cup, MLC Played Pivotal Role In Cricket's Inclusion In Olympics: LA Sports Director",
    "link": "https://sports.ndtv.com/cricket/t20-world-cup-mlc-played-pivotal-role-in-crickets-inclusion-in-olympics-la-sports-director-4486149#rss-sports-cricket",
    "description": "Cricket (men's and women's T20Is) returned to the Olympic Games after a long gap of 123 years since its maiden appearance in 1900.",
    "content": "The US and West Indies jointly hosting the next T20 World Cup along with the success of the first edition of Major League Cricket (MLC) played a pivotal role in cricket's inclusion in the 2028 Los Angeles Olympics, said Niccolo Campriani, LA28 Sports Director on Monday. Cricket (men's and women's T20Is) returned to the Olympic Games after a long gap of 123 years since its maiden appearance in 1900, with lacrosse (sixes), baseball/softball, flag football and squash being approved as the additional sports for the Los Angeles Olympics in 2028. The voting in favour of these games took place on Monday during the second day's proceedings of the International Olympic Committee's (IOC) 141st Session.\n\n\"It's a game-change for the Olympic movement. It's a win-win-win scenario not only for the IOC and the cricket community but also for LA 28,\" Campriani, a former Olympic champion shooter for Italy told the media.\n\n\"The idea was to create a perfect combination of American sport to be showcased to the world, but also introducing global sports that are not as developed in the US market,\" he said.\n\n\"The stars have aligned, with the Major League Cricket that started this year as well as the T20 World Cup coming in 2024. It's going to be interesting to see what are the venues available, after the legacy of the T20 World Cup,\" Campriani said.\n\nCampriani said the venues for the T20 World Cup next year, starting June 4, could be used for the LA Games as the idea is to not build new venues for the Olympic Games.\n\n\"We're still committed to not building a new permanent venue for the Games. We want to leverage on that legacy. I was lucky enough to do my observation at the CWG last year. We're really excited. This decision is specific for LA 28, but you have Brisbane 2032 around the corner,\" said Campriani, hoping to see cricket in the 2032 Games as well.\n\nCampriani said for cricket, its presence in the Commonwealth Games (women's competition) went a long way in the inclusion of the sport.\n\n\"What we did is for every sport, we had one formal submission from the international federation and one observation — which for cricket was at the CWG,\" he said.\n\n\"The observation from the CWG was just amazing. We all loved it. We got a glimpse of what cricket can be in the LA context. We were not planning to fly for an IPL game, so that observation was absolutely critical. So yes, women's cricket played a critical role.\" Campriani hoped that cricket would spark interest in the young audience who could be watching the sport for the first time.\n\n\"Whenever we talk about this partnership, we have to keep in mind that our key stakeholders are the international federations. But these professional leagues, unique platform to engage with a whole new community of athletes,\" he said.\n\n\"As an athlete, it's going to be life-changing. I don't know how many young athletes, at this exact moment, might be playing cricket who can now chase an Olympic dream,\" he added.\n\nThere has been talks of trying to get shooting as sport out from the Olympic schedule after the 2028 Games but Campriani, a three-time Olympic champion, said that both target shooting and shotgun will be there in Paris 2024 but the number of medal events for LA Games is yet to be confirmed.\n\n\"No, that is to be confirmed,\" said Campriani when asked if the medal events would be the same as Paris 2024.\n\n\"So you have the sport shooting, the disciplines of target and shotgun, and then you have the 10m men's air rifle. So the 10m men's air rifle and how many shooters will be in each event will be finalised then.\n\n\"This applies also to the new sports, meaning number of teams, the competition format — everything will be after Paris 2024,\" he said.\n\nThere have been murmurs in the shooting circles that owing to strict gun control laws being implemented in many countries, combined with the harmful effects of lead used in pellets and live cartridges, the sport may not feature in the future editions.\n\nTalking about the LA 2028 spots programme, Campriani said the idea was to put a best combination of sports.\n\n\"The idea was to come together with one milestone, with all the disciplines — the existing ones and the new proposed ones by international federation, as well as the new proposed sports and pending sports — all coming together at the same meeting, to put together the best combination for the programme,\" he said.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"The only change in terms of the discipline programme is the inclusion of coastal rowing. With regards to shooting, both target shooting and shotguns have been confirmed. Same disciplines and medal events.\n\n\"The exact combinations as well as athlete quotas will be confirmed at the time of event programme decision, which is after Paris 2024,\" he added. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2020-03/e1tvb6lk_olympic-rings-afp_625x300_03_March_20.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvswn"
  },
  {
    "title": "Ronaldinho Ignites Durga Puja Festivities, Casts Spell On Kolkata Football Fans",
    "link": "https://sports.ndtv.com/football/ronaldinho-ignites-durga-puja-festivities-casts-spell-on-kolkata-football-fans-4486059#rss-sports-football",
    "description": "Ronaldinho cast a spell on the football-crazy denizens of Kolkata as his arrival for a two-day visit in Kolkata ushered in an early onset of the Durga Puja festival.",
    "content": "Wearing his infectious goofy grin, 'Samba Magician' Ronaldinho cast a spell on the football-crazy denizens of Kolkata as his arrival for a two-day visit in Kolkata ushered in an early onset of the Durga Puja festival. The Durga Puja, the grandest festival in the region, traditionally commences on the sixth day (Shasthi) following Mahalaya, but it got rolling on the second day itself with the 'Gaucho' inaugurating a series of pandals. On a day Union Home Minister Amit Shah also came to inaugurate a Durga Puja pandal, it was the Brazil legend who took all the limelight. Wherever he went, chants of 'Ronaldinho, Ronaldinho' and 'Brazil, Brazil' echoed through the crowd, as hundreds of fans eagerly gathered to catch a glimpse of the former Barcelona and AC Milan star.\n\nRonaldinho got himself dressed up in casual shorts, a loosely-fitted navy blue T-shirt, and topping it with his signature snapback cap.\n\n\"Muchas gracias. Mucho carino (many thanks, much affection),\" the 'King of Jogo Bonito' conveyed with 'I Love You' gesture with his goofy smile captivating his fans who followed him everywhere he went.\n\nThe 43-year-old Brazilian great, who checked in late on Sunday, defied jetlag and began his day heading to inaugurate his academy -- \"R10\" -- at Merlin Rise residential complex on the eastern suburbs.\n\nHundreds of kids of various age groups gathered at the academy to catch a glimpse of their favourite Brazilian star, who shot himself into limelight with his extraordinary dribbling skills, close ball control, and creativity on the field during their 2002 World Cup triumph, the last one for the five-time champions.\n\nA giant screen on the backdrop of the stage showed Ronaldinho's magical football moments, including his spectacular long-range free-kick that virtually ended England's fate in the 2002 World Cup quarterfinal.\n\nHis next destination was in north Kolkata, where he inaugurated a Durga Puja pandal designed around a Disneyland theme. Ronaldinho got a traditional Hindu welcome, with a tilak on forehead as he showed curiosity, exploring the pandal while inquiring about the rituals.\n\nRonaldinho also paid floral tributes to a statue of Argentine icon Diego Maradona who also had enthralled Kolkata's football fans during his twin visits in 2008 and 2017.\n\nCalling on Mamata Banerjee was the next on Ronaldinho's agenda, as he headed to the West Bengal chief minister's residence in Kalighat where officials of the 'Big Three' clubs -- Mohun Bagan, East Bengal and Mohammedan Sporting -- welcomed him.\n\n\"The CM briefed him about the clubs' century-old legacies, and he appeared deeply engrossed. The CM also requested him to consider sending more Brazilian players to Kolkata to elevate the standards of the game. We all presented him with club jerseys,\" East Bengal's top official, Nitu Sarkar, told PTI.\n\nRonaldinho also met with East Bengal sponsors later in the day.\n\nThe Brazilian then took part in an official trophy handing ceremony of the Calcutta Football League Premier Division tournament, crowning Mohammedan Sporting champions at the Indian Football Association.\n\nListen to the latest songs, only on JioSaavn.com\n\nThere were more Durga Puja pandal inauguration, this time crisscrossing the city extending to the southern suburbs in Narendrapur and Baruipur, but Ronaldinho remained high in spirits and obliged his fans at every stop.\n\nMore excitement is in store for his fans on Tuesday as well as the Brazilian is expected to weave his 'Samba Magic' during an exhibition match at the south-western suburb of Maheshtala in the afternoon. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/smldcb9g_aa_625x300_16_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvtbr"
  },
  {
    "title": "Cricket World Cup - \"Don't Order Me...\": Suryakumar Yadav Hits Back After Troll Mocks Him For Eating In Dugout",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/cricket-world-cup-dont-order-me-suryakumar-yadav-hits-back-after-troll-mocking-him-for-eating-in-dugout-4485987#rss-sports-cricket",
    "description": "Cricket World Cup: With three wins in three matches, the Rohit Sharma-led Indian cricket team is sitting at the top of the ODI Cricket World Cup points table",
    "content": "The Indian cricket team is going through a great phase in the ODI Cricket World Cup 2023. With three wins in three matches, the Rohit Sharma-led Indian cricket team is sitting at the top of the ODI Cricket World Cup points table. So far, India has ticked all the right boxes. The big names like Rohit Sharma, Virat Kohli and Jasprit Bumrah are going great. The spin line-up, especially Kuldeep Yadav, has also been delivering. The Indian cricket team has looked unbeatable so far with wins against Australia, Afghanistan and Australia.\n\nThe playing XI has also looked quite set. It has meant that many top players are warming the bench. Suryakumar Yadav is among them. One of the finest batters in T20 cricket, Suryakumar Yadav didn't get the nod for India's opening Cricket World Cup 2023 match against Australia and the subsequent matches.\n\nHowever, that does not mean that he has not received the limelight. Suring the match against Australia, Suryakumar Yadav was snacking when the camera panned on him. As the cameraman focussed on Surya, the Indian cricket team star's reaction left fans on social media in splits. He suddenly stopped eating.\n\nIt also left him open to trolling. \"Sir dugout mein baithke kya khate rehto ho, ground par jaake do chaar 6 maarke aao,\" wrote one user on X.\n\nSuryakumar Yadav shut him down by saying: \"Order mereko nahi Swiggy pe de bhai.\"\n\nIndia next play Bangladesh on Thursday with an eye on registering the fourth straight win.\n\nTalking about the last match that India played, against arch-rivals Pakistan, the Rohit Sharma-led team fired on all cylinders in what was supposed to be war minus the shooting, blowing away arch-rivals Pakistan by seven wickets in a World Cup face-off that ended in a damp squib after causing unbridled hysteria and logistical hassles.\n\nIn what is seen as the pinnacle of cricket by fans in the subcontinent, Indian captain Rohit Sharma emerged as the undisputed star of the match, scoring a 63-ball 86 to power his team to the modest target of 192 with as many as 19.3 overs to spare.\n\nJasprit Bumrah was a tiger on the prowl and Mohammed Siraj displayed wolf-like aggression before skipper Rohit completed the annihilation as India produced a near-perfect performance in one of the most lopsided World Cup games between the arch-rivals.\n\nRohit just casually flaunted his repertoire of strokes, which included a pull shot behind square of Shaheen Shah Afridi and a square driven six off Haris Rauf, as India were home by 8.05 pm local time.\n\nListen to the latest songs, only on JioSaavn.com\n\nListen to the latest songs, only on JioSaavn.com\n\nThe win was India's eighth in the 50 over global event, where Pakistan had never been able to match their neighbours in terms of skill, strategy or execution since 1992.\n\n(With PTI Inputs)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/1u716gv8_suryakumar-yadav_650x300_10_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvtvh"
  },
  {
    "title": "Pakistan Legend Tells Shaheen Afridi To Copy Jasprit Bumrah Cricket World Cup 2023 Blueprint",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/pakistan-legend-tells-shaheen-afridi-to-copy-jasprit-bumrah-cricket-world-cup-2023-blueprint-4485996#rss-sports-cricket",
    "description": "Shaheen Afridi is struggling with his pace and fitness and has been unimpressive in all three games at the World Cup where his four wickets have come at a cost of 139 runs.",
    "content": "Pakistan legend Waqar Younis on Monday advised misfiring strike bowler Shaheen Shah Afridi to learn from India seamer Jasprit Bumrah if he wants to make an impact at the Cricket World Cup 2023. Shaheen is struggling with his pace and fitness and has been unimpressive in all three games at the World Cup where his four wickets have come at a cost of 139 runs. \"I don't know if there is a problem with his fitness,\" Waqar, who is India as a commentator, told AFP.  \"The missing link in his bowling is discipline and he is over trying to get wickets. \"When you do the same thing again and again, like Shaheen is bowling to get his yorker going, then batsmen know that and they are ready for it.\"\n\nWaqar suggested Shaheen should follow the example set by Bumrah who he described as a \"top bowler.\"\n\nThe Indian spearhead is joint top wicket-taker in the World Cup with eight wickets at just 11.52.\n\nNew Zealand spinner Mitchell Santner and fast bowler Matt Henry also have eight victims each.\n\nIndia thumped Pakistan by seven wickets in Ahmedabad on Saturday, with Shaheen unable to help Pakistan defend a meagre 192-run target.\n\nIn contrast, Bumrah dismissed Mohammad Rizwan and Shadab Khan with two well executed deliveries to finish with 2-19 in seven overs.\n\n\"Bumrah is creating pressure and his line is top of the off stump. He bowled so well against Pakistan and created pressure to get wickets,\" said Waqar.\n\nShaheen, 23, has been leading Pakistan's new-ball attack since taking 16 wickets in five World Cup games in the United Kingdom four years ago.\n\nHe has been likened to former great Wasim Akram who with 414 Test and 502 ODI wickets was regarded as one of the best left-arm pacers to have played cricket.\n\nBut former India allrounder Ravi Shastri blasted the comparison during the Pakistan-India match, saying: \"Shaheen is no Wasim Akram\", claiming that the Pakistan star is \"not special.\"\n\nWaqar believes that the absence of regular new-ball partner Naseem Shah -- ruled out of the World Cup with a shoulder injury -- may have had a detrimental effect on Shaheen's performances so far.\n\n\"Naseem is a good bowler and doesn't give many runs away,\" said Waqar of the 20-year-old.\n\n\"When Naseem creates pressure, batsmen take chances with other bowlers and they get wickets.\"\n\nWaqar said Pakistan's bowling was \"lacking discipline\" at the World Cup where three games have yielded two wins and one loss.\n\n\"I don't think it's because of missing just one bowler, but it's because they are not keeping it simple.\"\n\nListen to the latest songs, only on JioSaavn.com\n\nPakistan, who beat the Netherlands and Sri Lanka before losing to India, next face Australia in Bengaluru on Friday.\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/531redpo_dd_625x300_16_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly1k5hlnugvudc"
  }
]