[
  {
    "title": "Cricket World Cup 2023: \"Show Him The Movie 83...\" - Ex-India Star's Sharp Reply To Pakistan Team Director",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/cricket-world-cup-2023-show-him-the-movie-83-ex-india-stars-sharp-reply-to-pakistan-team-director-4488669#rss-sports-cricket",
    "description": "The former Indian cricket team pacer had a rather witty response to Mickey Arthur's comments regarding the Cricket World Cup 2023 match between India and Pakistan.",
    "date": 1697615427991,
    "content": "Former Indian cricket team fast bowler S Sreesanth was not pleased with Pakistan Team Director Mickey Arthur's comments regarding the Cricket World Cup 2023 feeling like a \"BCCI event\" rather than an \"ICC event\". Following Pakistan's disappointing loss against India, Arthur complained about the lack of support for Pakistan at the Narendra Modi Stadium in Ahmedabad and even alluded to a slight advantage for the Indian cricket team. During an interaction with Sportskeeda, Sreesanth said that it feels like a BCCI event whenever India plays and even insisted that Arthur should be shown the movie '83' with subtitles.\n\n“Wherever India plays, it never seems like an ICC event is going on. It will always seem like a BCCI event. We should show him [Arthur] the movie 83 with subtitles. Then he can understand where BCCI was and where it is now. The journey is very important. It's a motivational and inspirational story.\"\n\n“BCCI has risen to the top on its own with much difficulty . The administrators and players are very good now. Even if our C team plays in the World Cup, it would be a brilliant team. What will the ICC say? All the revenues and everything… Would Mickey Arthur have said the same thing if the World Cup was being held in England? Even when I played in Durban for two years, I felt I was in India,” he added.\n\nMeanwhile, legendary Pakistan pacer Wasim Akram criticised Arthur for his comments.\n\nListen to the latest songs, only on JioSaavn.com\n\nIn a chat on A-Sports, Akram fumed at Arthur, asking what his plan was for his batters to face the mystery spinner Kuldeep Yadav. For Akram, the comments Arthur made didn't make any sense.\n\n\"Bhaiya hame ye batao aap logo ne kya plan kiya tha? (Brother, tell me what was the plan?) Kuldeep Yadav ko kaese khelna hai? (How did you prepare to play Kuldeep Yadav?) That's what we want to hear. Not this random stuff. You think you can get away with this. No, you can't, unfortunately,\" he said. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/va29c1l8_mickey-arthur_625x300_15_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvge7iv"
  },
  {
    "title": "World Cup 2023: Netherlands' \"<i>Chitthi</i>\" Secret Has Ex India Star Scratching His Head",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/world-cup-2023-ex-india-stars-curious-chitthi-me-kya-hai-request-as-netherlands-stun-south-africa-4491507#rss-sports-cricket",
    "description": "Tuesday's win wasn't the first time Netherlands have shocked South Africa at a global event, having got the better of the Proteas at last year's T20 World Cup",
    "date": 1697615428551,
    "content": "After Afghanistan's historic win over defending champions England last week, minnows Netherlands also pulled off another upset in the ongoing World Cup on Tuesday as the Dutch stunned South Africa by 38 runs in a rain-reduced 43-overs-a-side contest in Dharamsala. Netherlands skipper Scott Edwards led from the front with an unbeaten 78 to steer his side to 245-8 before they bowled out third-placed South Africa for 207. During South Africa's innings, the Dutch players were seen reading some instructions from a piece of paper.\n\nA picture of the same has now gone viral on social media. Former India all-rounder Irfan Pathan congratulated the Netherlands on the historic win. However, Pathan also posted a cheeky comment, asking the Dutch players about the instructions written on the piece of paper.\n\n\"Netherlands many many congratulations on your historic win. You were disciplined throughout the game. Especially in bowling. Wo chitthi mein kya hai???,\" Pathan posted on X (Twitter).Netherlands many many congratulations on your historic win. You were discipline thru out the game. Specially in bowling. Wo chitthi mein kya hai??? #NEDvSA— Irfan Pathan (@IrfanPathan) October 17, 2023\n\n\"This World Cup is throwing up interesting results! Was nice to see the Netherlands Captain Scott Edwards lead from the front with a fighting knock after they were 140/7 at one stage. What pleased me the most about them in the field was how they put the SA batters under pressure. A win and a night to remember for them!,\" batting great Sachin Tendulkar also hailed the Dutch for throwing another upset. This World Cup is throwing up interesting results!\n\nWas nice to see the Netherlands Captain Scott Edwards lead from the front with a fighting knock after they were 140/7 at one stage.\n\nWhat pleased me the most about them in the field was how they put the SA batters under pressure... pic.twitter.com/5YeQCyvJqo— Sachin Tendulkar (@sachin_rt) October 17, 2023\n\nNotably, Tuesday's win wasn't the first time they have shocked South Africa at a global event, having got the better of the Proteas at last year's T20 World Cup.\n\nThe Australia-born Edwards was confident that his team could be any side in the tournament.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"I suppose we go into every game with our plans and our ways that we're going to try and win the game,\" Edwards told reporters after the win.\n\n\"For us, it's just about playing our best brand of cricket and we feel like if we play well enough on the day, we can beat any side.\"Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/m9ajgg8_bas-de-leede-max-odowd-806_625x300_18_October_23.jpg",
    "category": "sport",
    "id": "53cly10lulnvge7yf"
  },
  {
    "title": "\"When You See Replay...\": David Warner Doubles Down On World Cup DRS Controversy",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/did-they-line-it-up-taking-longer-than-david-warner-reignites-cricket-world-cup-2023-drs-row-4491543#rss-sports-cricket",
    "description": "According to a report, Warner suggested that the ball-tracking did not match what he saw on the ground's replay screen after he called for the review.",
    "date": 1697615429176,
    "content": "Veteran Australia opener David Warner is \"annoyed\" and \"frustrated\" at the DRS call which went against him in his side's World Cup match against Sri Lanka and has called for more \"accountability\" in the system, according to a report. In the match, which Australia won by five wickets in Lucknow on Monday, Warner fell LBW to Sri Lanka pacer Dilshan Madushanka. The left-hander went for review but the DRS call went in favour of the on-field umpire, who had originally given him out. The prolific southpaw, who was batting on 11, left the ground fuming. He was seen smashing his bat against his pad and turned back to yell towards the wicket as he walked off.\n\nWarner said he wanted greater transparency on how DRS decisions were adjudicated.\n\n\"I've never had Hawk-Eye come in and explain to us how the technology actually works, it's just for the TV,\" the 36-year-old was quoted as saying by 'cricket.com.au' after Australia's five-wicket win over Sri Lanka on Monday.\n\n\"If they could come in and explain to us how it works, then sometimes we might (choose) not to refer or to refer.\"\n\nAccording to the report, Warner suggested that the ball-tracking did not match what he saw on the ground's replay screen after he called for the review.\n\n\"I asked Joel (field umpire) when I was out there just what happened, why did he give it out. He said the ball was swinging back so to his credit, if he thinks that then that's why he's given a decision.\n\n\"(The ball) kept low and normally when something hits me on the leg on the outside, I know it's pretty much going down leg. So he (Wilson) said it was swinging back, (but) from my perspective on the replay, it wasn't,\" he said.\n\n\"When you see the replay of how it unfolded you get a little bit annoyed, (but) that's out of our control.\" Warner also felt, according to the report, that ball-tracking verdicts were \"taking a lot longer than what it would be in Australia\".\n\nThe Decision Review System was introduced in 2008, ahead of Warner's international debut in 2009.\n\n\"At the moment, we seem to be waiting for (ball-tracking),\" said Warner.\n\n\"And as a player you get more frustrated because you think: 'did they line it up, what's the impact points, how many impact points are there before it goes on'.\n\n\"In England, the ball bounces and it actually moves once it's bounced, not just off the seam but in the air it can move, so there's just little things that as a player you get frustrated because there's no explanation … but there has to be some accountability.\"\n\nThe ICC has not announced any sanction for Warner's outburst but he insisted his furious reaction was due to his frustration with the technology.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"I just sprayed out loud in frustration pretty much just (to) myself,\" said Warner.\n\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/hep1g85g_david-warner-drs_625x300_18_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvge8fs"
  },
  {
    "title": "Bowling Coach Shane Bond Parts Ways With Mumbai Indians",
    "link": "https://sports.ndtv.com/cricket/mumbai-indians-part-ways-with-bowling-coach-shane-bond-4491655#rss-sports-cricket",
    "description": "Shane Bond made the decision to part ways with MI after the five-time IPL champions appointed Lasith Malinga as their bowling coach for IPL 2024 in August this year",
    "date": 1697615429713,
    "content": "Former New Zealand pacer Shane Bond ended his nine year stint as Mumbai Indians bowling coach, the franchise said on Wednesday. Bond, who has been associated with MI since 2015, won four IPL trophies as the bowling coach of the team. The 48-year-old Kiwi also quit as MI Emirates head coach. He was at the helm of affairs of MI Emirates team in the inaugural season of ILT20 this year.\n\n\"I would like to thank the Ambani family for the opportunity to be part of MI One Family for the last nine seasons. It has been an incredible experience with so many great memories on and off the field,\" Bond said in a statement issued by the franchise.\n\n\"I have been lucky enough to work with and have strong relationships with so many great people, both players and staff. I will miss them all and wish them all the best for the future. Finally thanks to the MI Paltan for their support as well.\" Bond was part of MI's IPL triumphs in 2015, 2017, 2019 and 2020.\n\nBond made the decision to part ways with MI after the five-time IPL champions appointed Lasith Malinga as their bowling coach for IPL 2024 in August this year. Malinga, who retired in 2021 and had played for MI, worked with the Rajasthan Royals until this year.\n\nBond, who played 18 Tests, 82 ODIs and 20 T20Is for New Zealand, played a key role in grooming young bowlers at MI.\n\nListen to the latest songs, only on JioSaavn.com\n\nIndia pace spearhead Jasprit Bumrah has credited Bond for shaping his skills in the early stages of his career.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-05/kkd17dmg_shane-bond-bcci_625x300_17_May_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvge8up"
  },
  {
    "title": "New Zealand vs Afghanistan Live Score, World Cup 2023: Giant-Killing Afghans Eye Another Upset",
    "link": "https://sports.ndtv.com/cricket/new-zealand-vs-afghanistan-live-cricket-score-cricket-world-cup-2023-chepauk-chennai-4491481#rss-sports-cricket",
    "description": "New Zealand vs Afghanistan LIVE: A victory for Kiwis in the Cricket World Cup 2023 match will take them to No. 1 spot in points table.",
    "date": 1697615430313,
    "content": "\"Like Tiger In Cage\": Roger Federer On Rafael Nadal's Game PersonalityAnushka Sharma's Four Word Reaction To Virat Kohli's Ton Against Pakistan\"Beyond People's Imagination\": Rajeev Shukla On India's Win vs Pakistan\n\nNew Zealand vs Afghanistan Live Score, World Cup 2023: Giant-Killing Afghans Eye Another Upset\n\nNew Zealand vs Afghanistan Live Score World Cup 2023 GiantKilling Afghans Eye Another Upset\n\nNew Zealand vs Afghanistan Live Score, World Cup 2023: Giant-Killing Afghans Eye Another UpsetNew Zealand vs Afghanistan LIVE: A victory for Kiwis in the Cricket World Cup 2023 match will take them to No. 1 spot in points table. New Zealand vs Afghanistan Live updates:After shaking the Cricket World Cup 2023 with a stunning victory over defending champions England, Afghanistan take on the last edition's finalists New Zealand at the Ma Chidambaram Stadium in Chennai. Afghanistan's win over England in their last match left the Cricket World Cup 2023 semi-final race wide open. New Zealand, who have three wins in three matches so far in the tournament, have their eyes set on the No. 1 spot in the points table as they take on the spirited Afghans. Kane Williamson is unavailable for the match, having fractured his thumb. In his absence, Tom Latham will take up the skipper's roled in the team. (LIVE Scorecard)World Cup 2023 LIVE Updates: New Zealand vs Afghanistan Live Score | NZ Vs AFG Live Score, Straight from from Chennai:Turn on notifications to receive alerts as stories develop in real-time. You can manage alerts in your app's settings.Mujeeb, Rashid and Nabi would love to bowl in Chennai's spin-friendly track. However, Mitchell Santner has been tough nut to crack. He is yet to conceded a boundary in this tournament.NZ vs AFG Live: Can Afghanistan cause another shock?Afghanistan have sprung the group stage wide open after hammering holders England on Sunday. Will they cause another upset, or will New Zealand take another step towards the semi-finals?Good afternoon and welcome to our live coverage of the World Cup clash between New Zealand and Afghanistan. New Zealand Cricket Team  Afghanistan  Tom Latham  Hashmatullah Shahidi  MA Chidambaram Stadium, Chennai World Cup 2023 Live Cricket Score Live Score New Zealand vs Afghanistan, Match 16 CricketGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.\"When You See Replay...\": David Warner Doubles Down On World Cup DRS ControversyWorld Cup 2023: Netherlands' \"Chitthi\" Secret Has Ex India Star Scratching His HeadAs Netherlands Stun South Africa, Dutch Star Paul Van Meekeren's Old 'Uber Eats' Tweet Is ViralNetherlands Cause One Of The Greatest Upset Wins In Cricket World Cup History - A Look At Six Most Improbable Wins",
    "imgLink": "https://c.ndtvimg.com/2023-10/444tadr_netherlands-vs-afghanistan-afp_625x300_18_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvge9bd"
  },
  {
    "title": "Benjamin Pavard Double Leads France To Win Over Scotland",
    "link": "https://sports.ndtv.com/football/benjamin-pavard-double-leads-france-to-win-over-scotland-4491418#rss-sports-football",
    "description": "Defender Benjamin Pavard scored twice and Kylian Mbappe struck from the spot as France came from behind to beat Scotland 4-1 in a friendly in Lille on Tuesday",
    "date": 1697615430839,
    "content": "Defender Benjamin Pavard scored twice and Kylian Mbappe struck from the spot as France came from behind to beat Scotland 4-1 in a friendly in Lille on Tuesday. Kick-off was delayed by 10 minutes due to increased security measures after two Swedes were shot dead in an attack in Brussels on Monday before a Euro 2024 qualifier between Belgium and Sweden that was later abandoned. Billy Gilmour gave Scotland a surprise lead in the 11th minute, sweeping sweetly into the far corner after an inexplicable mistake by Eduardo Camavinga.\n\nBut France, who qualified for Euro 2024 last week like Scotland, hit back five minutes later as Pavard glanced home Antoine Griezmann's corner at the near post.\n\nPavard then became the first France player to score two headed goals in the same game since Zinedine Zidane in the 1998 World Cup final, diving to nod in a cross from Mbappe after excellent work by the France captain.\n\n\"I felt like I could score tonight,\" said Pavard, who left Bayern Munich for Inter Milan in August.\n\n\"Someone told me 'You're going to score' and I got two, so even better.\"\n\nMbappe, whose brace in Friday's 2-1 win in the Netherlands secured qualification, netted a third for the hosts with a penalty after Liam Cooper was punished for grabbing a fistful of Olivier Giroud's shirt.\n\nKingsley Coman slammed in a fourth with 20 minutes to play after Griezmann stabbed against the crossbar from point-blank range.\n\nFrance round out their Euro 2024 qualifying campaign with games against Gibraltar and Greece next month. Didier Deschamps' side have six wins from six in Group B and are guaranteed to finish top.\n\nScotland, who dropped their first points in Group A after losing 2-0 to Spain last Thursday, are away to Georgia before finishing up at home to Norway.\n\n\"We have a good team in there. I know the results don't show it but we'll take the positives into our last two group games,\" Gilmour told BBC Radio Scotland.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"Tonight, we thought we could have done a bit more, but that's football.\"\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/bs9k6468_benjamin-pavard-afp_625x300_18_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvge9pz"
  },
  {
    "title": "Neymar Injured As Brazil Lose To Uruguay, Lionel Messi Double Helps Argentina Stay Perfect",
    "link": "https://sports.ndtv.com/football/neymar-injured-as-brazil-lose-to-uruguay-lionel-messi-double-helps-argentina-stay-perfect-4491350#rss-sports-football",
    "description": "Brazil suffered a nightmare 2-0 defeat in Montevideo, crashing to a first loss against Uruguay in 22 years.",
    "date": 1697615431885,
    "content": "Lionel Messi scored two goals as Argentina extended their perfect start to South American qualifiers for the 2026 World Cup on Tuesday with a 2-0 victory over Peru. The Inter Miami star took his international goal tally to 106 with strikes in the 32nd and 42nd minutes at Lima's Estadio Nacional. Messi's first-half brace left reigning world champions Argentina on top of the South American qualifying table with 12 points from four games, five points clear of Uruguay, Brazil and Venezuela, who all have seven points.\n\nRestored to the starting line-up after coming off the bench in last Thursday's 1-0 win over Paraguay, Messi showed no sign of the injuries that have recently limited his appearances in Major League Soccer.\n\nThe 36-year-old crashed home an emphatic opener just after the half-hour mark, then added a second 10 minutes later after good work by Enzo Fernandez down the left flank.\n\nThe win leaves Argentina firmly on track to return to the World Cup finals in 2026, which are being expanded to include 48 teams and will be co-hosted by the United States, Mexico and Canada.\n\nThe top six teams in South America's 10-team qualifying competition will be guaranteed a place at the finals.\n\nWhile Argentina continued their serene progress through qualifying, arch-rivals Brazil suffered a nightmare 2-0 defeat in Montevideo, crashing to a first loss against Uruguay in 22 years.\n\nThe defeat was compounded by the sight of veteran forward Neymar being stretchered off just before half-time with what appeared to be a knee injury.\n\nUruguay's Darwin Nunez struck with a bullet header on 42 minutes to open the scoring in a dour first half at the Estadio Centenario.\n\nThe Liverpool striker then played a pivotal role in Uruguay's second, holding up the ball well from a throw-in and cutting back for Nicolas de la Cruz to fire past Brazil goalkeeper Ederson on 77 minutes, sealing a 2-0 victory.\n\nThe win was Uruguay's first over Brazil in a World Cup qualifying fixture since a 1-0 victory over the Selecao in Montevideo in July 2001.\n\nThe defeat marked another disappointing result for five-time world champions Brazil, who were held to a 1-1 draw by Venezuela last week in the previous round.\n\nBrazilian team officials said Neymar would undergo examinations in Sao Paulo on Wednesday to assess the nature of his injury.\n\nVenezuela meanwhile boosted their hopes of reaching the World Cup for the first time with an impressive 3-0 rout of Chile in Maturin.\n\nWinger Yeferson Soteldo was the star for La Vinotinto, scoring the opening goal and setting up second-half goals for veteran striker Salomon Rondon and Darwin Machis.\n\nSoteldo opened the scoring in stoppage time at the end of the first half, stabbing a low angled shot into the bottom corner to the delight of a raucous home crowd.\n\nThe Santos winger turned provider for Venezuela's second, bursting down the left flank and cutting back for Rondon to sweep home from close range on 72 minutes.\n\nSoteldo was also involved in Venezuela's third, once again finding space on the left wing and crossing for an unmarked Machis to make it 3-0.\n\nElsewhere Tuesday, Paraguay got their first win of the qualifiers, defeating lowly Bolivia 1-0 in Asuncion with a 69th-minute strike from Antonio Sanabria.\n\nBolivia remain bottom of the standings while Paraguay are seventh with three points from four games.\n\nListen to the latest songs, only on JioSaavn.com\n\nIn Quito meanwhile, Colombia maintained their unbeaten start to qualifiers with a 0-0 draw away to Ecuador.\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/tqh7mv0g_darwin-nunez_625x300_18_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgeaj1"
  },
  {
    "title": "Manchester United Sale Saga Leaves Fans With More Questions Than Answers",
    "link": "https://sports.ndtv.com/football/manchester-united-sale-saga-leaves-fans-with-more-questions-than-answers-4491379#rss-sports-football",
    "description": "Nearly a year after Manchester United opened the doors to outside investment, British billionaire Jim Ratcliffe looks set to buy a 25 percent stake in the English Premier League club",
    "date": 1697615432508,
    "content": "Nearly a year after Manchester United opened the doors to outside investment, British billionaire Jim Ratcliffe looks set to buy a 25 percent stake in the English Premier League club. A proposed deal worth a reported 1.3 billion pounds ($1.6 billion) is expected to be ratified at a United board meeting on Thursday. But the fact that the Glazer family will remain in control of the club comes as a bitter disappointment for most fans, who were desperate to see the back of the unpopular Americans.\n\n\"It would be wildly optimistic to think the Glazers are acting in the interests of supporters or are making ownership decisions which don't centre on their own priorities,\" the Manchester United Supporters Trust (MUST) said in a statement this week.\n\nUnited's fortunes on and off the field have suffered since the Glazers took charge at Old Trafford in a leveraged takeover in 2005 for 790 million pounds.\n\nThe brilliance of former manager Alex Ferguson kept the Red Devils at the top of the English and European game during the early years of the Glazer reign.\n\nHowever, United have not won the Premier League since Ferguson retired in 2013 and last lifted the Champions League back in 2008.\n\nA miserable start to this season has left Erik ten Hag's men 10th in the Premier League and at risk of an embarrassing early Champions League exit after losing their opening two group games for the first time.\n\nWhere does the money go?\n\nRatcliffe, founder of petrochemicals giant INEOS, will reportedly seek to take control of the club's football operations in return for his sizeable investment.\n\nBut many question how a minority owner can have the sway in practice to control the core operation of a business.\n\n\"How does a minority shareholder stop cultural decline across a whole organisation if the people who have overseen this decline still have a majority shareholding?\" Gary Neville, a former United captain turned pundit and businessman, asked on social media.\n\nMoreover, it is unclear where the proceeds from Ratcliffe's investment will go.\n\nFigures from March showed the club's debt has spiralled to 970 million pounds\n\nBut funds are also required for a long-awaited upgrade of the club's stadium.\n\nOld Trafford remains the UK's largest club stadium, with a capacity of more than 74,000.\n\nHowever, it has aged during the Glazers' reign while United's rivals have modernised their stadiums.\n\nManchester City's Etihad ground was selected for the UK and Ireland's successful bid to host Euro 2028, thanks to better facilities.\n\nThere is no big screen capable of showing fans replays of VAR incidents at Old Trafford and videos on social media showed supporters being soaked during a 1-0 defeat to Crystal Palace last month due to a leaking roof.\n\n\"Old Trafford requires significant investment on its surrounding land,\" said Neville.\n\n\"Does this deal impact this requirement positively or does it leave it as a concrete wasteland?\"\n\nWhen United first announced a process to \"explore strategic alternatives for the club\" in November 2022, \"stadium and infrastructure redevelopment\" was one of the options available with a fresh injection of capital.\n\nNeville has also championed the need to upgrade the club's training ground.\n\nHowever, already worn down by 11 months of a slow and tiresome process, United fans fear the Glazers could just line their own pockets by selling some of their shares while maintaining control.\n\n\"If the reports are true regarding INEOS obtaining a 25 percent stake in our club there are a number of questions around the transaction which need clarity before supporters can make any judgement on its merits,\" said MUST.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"The outcome must include new investment into the club. It cannot be solely about the interests of shareholders, whether existing or new.\"\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2022-11/6q70d7vg_old-trafford-afp_625x300_25_November_22.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgeb0c"
  },
  {
    "title": "Watch: Lionel Messi's Crazy Dribble, Double Strike As Argentina Beat Peru 2-0",
    "link": "https://sports.ndtv.com/football/lionel-messis-crazy-dribble-double-strike-as-argentina-beat-peru-2-0-watch-4491366#rss-sports-football",
    "description": "Lionel Messi scored both of Argentina's goals in the team's 2-0 win over Peru in FIFA World Cup qualifier.",
    "date": 1697615433483,
    "content": "As Lionel Messi donned the Argentina shirt, another electrifying performance was witnessed by fans all over the globe. Peru were no match for Argentina, who secured a 2-0 win in a World Cup 2026 qualifier match, thanks to a scintillating brace from their GOAT Lionel Messi. But, it wasn't just Messi's goals that earned him made the fans go berserk. The 36-year-old also produced a scintillating dribble during the match to bamboozle two Peru players. The video of the incident is going viral on social media.\n\nMessi could only play off the bench in Argentina's 1-0 win over Paraguay on Thursday. But, on Tuesday night, the Argentine played from the start and didn't show any signs of being rusty. Against Peru, Messi opened the scoring in 32nd minute for Argentina and doubled the lead just 10 minutes later. He continued to create chances and threaten the Peru goal for the third goal but it didn't come.\n\nHere's the video of Messi's stunning dribble:\n\nHere are the videos of Messi's two goals:\n\n\"We have great players and a very marked style of play, which we like. We want to continue down this path,\" Messi said of the Argentine national team after the win.\n\n\"After winning the World Cup, we are confident, very loose, more united and firm. Hopefully, we can continue growing,\" he added.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"The most important thing is that Messi is healthy. He manages the minutes alone,\" Argentine coach Lionel Scaloni said after the match, after his team remained top of the CONMEBOL standings with 12 points.\n\nMessi will not feature Inter Miami's two remaining matches, effectively ending his MLS season. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/sf0itfbg_lionel-messi-vs-peru-afp_625x300_18_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgebrf"
  },
  {
    "title": "Mainz Suspend Anwar El Ghazi For 'Unacceptable' Israel-Gaza Post",
    "link": "https://sports.ndtv.com/football/mainz-suspend-anwar-el-ghazi-for-unacceptable-israel-gaza-post-4491319#rss-sports-football",
    "description": "In the statement, Mainz did not indicate how long the suspension could last.",
    "date": 1697615433969,
    "content": "German football club Mainz on Tuesday said they had suspended player Anwar El Ghazi after the winger made an \"unacceptable\" comment on the Israel-Hamas war in Gaza on social media. \"El Ghazi took a position on the ongoing conflict in the Middle East that was deemed unacceptable,\" the Bundesliga club said in a statement. Dutch international El Ghazi made the comments in a \"since-deleted\" post on social media on Sunday night, Mainz said.\n\n\"Prior to making this decision, the club and the player had engaged in an in-depth discussion.\"\n\nMainz said they respected that there were \"varying perspectives on the decades-long, complex conflict\".\n\nThe club were however \"distancing themselves from the content of the social media post\", which did not \"align with the values of the club\".\n\nIn the statement, Mainz did not indicate how long the suspension could last.\n\nMainz's next opponents in the league are Bayern Munich, who have also come under pressure due to comments by one of their players, Noussair Mazraoui, on the war.\n\nIn a social media post, the Moroccan international wished victory for the Palestinians in the conflict with Israel.\n\nThe remark was \"unspeakable\", the Central Council of Jews in Germany said in German daily Augsburger Allgemeine.\n\n\"We recognise that he (Mazraoui) subsequently distanced himself from all terrorist organisations. Unfortunately, Mazraoui continues to fail to clearly condemn Hamas's barbarism,\" it said.\n\nWaves of Hamas fighters broke through the heavily fortified border between Gaza and Israel on October 7, killing more than 1,400 people.\n\nListen to the latest songs, only on JioSaavn.com\n\nShell-shocked Israel has responded with withering air strikes against targets in Gaza, leaving about 3,000 Gazans dead, according to a recent toll from the health ministry.\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/8qcmdfjo_anwar-el-ghazi_625x300_18_October_23.jpg",
    "category": "sport",
    "id": "53cly10lulnvgec4x"
  },
  {
    "title": "\"Virat Kohli Will Find It Harder, Rohit Sharma Will Be...\": Ponting's Big Captaincy Verdict",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/virat-kohli-or-rohit-sharma-ricky-ponting-picks-ideal-india-captain-for-world-cup-4487793#rss-sports-cricket",
    "description": "Ricky Ponting feels that Rohit Sharma is the best person to lead India in the World Cup, leaving Virat Kohli to focus on his starring role with the bat.",
    "date": 1697615434643,
    "content": "Australian legend Ricky Ponting believes a \"laid-back\" Rohit Sharma is the ideal captain to lead India to their third ODI World Cup title, the second on home soil after the 2011 triumph. With three convincing wins under their belt, India have made a perfect start to their World Cup campaign. India defeated Australia by six wickets in their tournament opener, before registering emphatic eight and seven-wicket wins over Afghanistan and Pakistan to sit on top of the points table.\n\n\"He's very laid back, Rohit. Very laid back with everything he does. You can even see that by the way that he plays. He's a pretty laconic sort of batsman as well, and that's the way he is both on and off the field,\" Ponting told the ICC on Tuesday.\n\nRohit took the captaincy reins from Virat Kohli in both the white-ball formats in December 2021.\n\nAnd Ponting believes Rohit's character fits perfectly for the India job, allowing Kohli to focus on his batting.\n\n\"Someone like Virat, who is a bit more heart-on-the-sleeve, and probably listens to the fans and plays up with the fans a little bit more, someone with his personality would probably find it a bit harder,\" the two-time World Cup winning Australia skipper said.\n\n\"But I think Rohit will be fine with it. He's a terrific bloke and has been a great player for a long time, and he's done a great job as leader of India.\" The Men In Blue last won the World Cup when the tournament was jointly hosted by India, Sri Lanka and Bangladesh in 2011.\n\nSo, the extra pressure of performing in front of home fans would definitely be there, but Ponting feels Rohit is the best man to deal with that.\n\n\"We can't sit back and say that the pressure won't get to them (India) at some stage, or it won't affect them, because it will, just with the enormity of the tournament.\n\n\"But he'll (Rohit) take it and cope with it as well as probably anyone,\" he said.\n\nPonting said that with all bases covered, India are the team to beat in the ongoing showpiece.\n\n\"I said from the start that I think they're going to be the team to beat. They've got a very talented team,\" he said.\n\n\"They've got all bases covered with their fast bowling, their spin and their top-order, middle-order batting. They're going to be extremely hard to beat. But we'll see how they hold up under extreme pressure as well,\" Ponting concluded.\n\nListen to the latest songs, only on JioSaavn.com\n\nIndia will next play Bangladesh in Pune on Thursday.\n\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/i4p7glq8_kohli-and-rohit-afp_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgecnn"
  },
  {
    "title": "After South Africa Surprise, Netherlands Dreaming Of Cricket World Cup 2023 Semi-final",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/after-south-africa-surprise-netherlands-dreaming-of-cricket-world-cup-2023-semi-final-4490858#rss-sports-cricket",
    "description": "South Africa are now at the third spot with two wins and a loss and four points. The Netherlands are ninth with a win and two losses.",
    "date": 1697615435264,
    "content": "Following his side's 38-run win over South Africa in their ICC Cricket World Cup match, Netherlands captain Scott Edwards said that he is proud of the team for their victory and came into the tournament aiming for a shot at the semifinals. A three-wicket haul by Logan van Beek, a half-century by skipper Scott Edwards and an all-round show by Roelof van der Merwe helped the Netherlands beat South Africa at Dharamshala, two days after Afghanistan caused an upset by defeating England.\n\n\"Hopefully a few more [wins] to come. Over the last couple of games, too many of our middle-order batters were being out before the end of the game, so I wanted to take it deep and hope a couple of guys around me chip in and we were lucky enough to get that score in the end. Roelof van der Merwe is good fun to bat with, he runs hard and hits into some strange areas which is good fun to watch from the other end. I just got him (Aryan Dutt) on strike and he was clearing the ropes, he has got the talent and it is all there to see tonight. I am proud of the group. We came into the tournament where we wanted to have a chance in the semi-finals and if you wanna do that you gotta beat teams and South Africa is one of the favourites the way they are playing, so it is a good win for us,\" said Edwards in the post-match presentation.\n\nComing to the match, South Africa put Netherlands to bat first, reducing them to 112/6. But knocks from Edwards and his quickfire partnerships with Roelef van der Merwe (29 in 19 balls with three fours and a six) and Aryan Dutt (23 in nine balls with three sixes) helped Netherlands reach a total of 245/8 in 43 overs. The match was cut to 43 overs per side due to rain.\n\nMarco Jansen (2/28), Kagiso Rabada (2/56) and Lungi Ngidi (2/56) were the main strikers in South African bowling. Gerald Coetzee and Keshav Maharaj got a wicket each.\n\nIn the chase of 246, Proteas lost wickets at regular intervals. Despite fighting knocks from David Miller (43 in 52 balls, with four boundaries and a six), Keshav Maharaj (40 in 37 balls with five fours and a six), Heinrich Klaasen (28) and Gerald Coetzee (22) in the middle/lower order, SA was bundled out for 207 in 42.5 overs.\n\nLogan Van Beek (3/60) was the pick of the bowlers for the Netherlands. Roelef van der Merwe, Bas De Leede and Paul Van Meekeran also took two wickets. Colin Ackermann got one wicket.\n\nListen to the latest songs, only on JioSaavn.com\n\nSouth Africa are now at the third spot with two wins and a loss and four points. The Netherlands are ninth with a win, two losses.\n\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/qvd5sc18_netherlands-afp_625x300_18_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvged4w"
  },
  {
    "title": "As Netherlands Stun South Africa, Dutch Star Paul Van Meekeren's Old 'Uber Eats' Tweet Is Viral",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/the-rise-of-paul-van-meekeren-from-uber-eats-delivery-boy-to-cricket-world-cup-2023-star-4491150#rss-sports-cricket",
    "description": "Netherlands star Paul van Meekeren used to deliver food in 2020 when cricket had come to a standstill because of the COVID-19 pandemic.",
    "date": 1697615435674,
    "content": "The Netherlands arguably produced the biggest upset of the ICC Cricket World Cup 2023, defeating the unbeaten South Africans to register their first win of the campaign. Defending a total of 245 runs, in a 43-over-per-side contest, the Dutch bowled out the Proteas for just 207 runs. From skipper Scott Edwards to pacer Logan van Beek and spinner Roelof van der Merwe, there were many match-winners for the Netherlands in the contest. One of them was seamer Paul van Meekeren, a guy who delivered food through Uber Eats in 2020 to make ends meet.\n\nVan Meekeren picked up two important wickets of Aiden Markram and Marco Jansen to deliver South Africa crucial blows in the Netherlands' bid to defend the total of 245 runs. While the result sent shockwaves across the cricketing universe, it's the story of players like Van Meekeren that makes Netherlands' victory even more respectful.\n\nIn his own words from a tweet in 2020, Van Meekeren revealed that he was delivering food for Uber Eats after the Men's T20 World Cup was postponed in 2020 due to the COVID-19 pandemic.\n\n\"Should've been playing cricket today now I'm delivering Uber eats to get through the winter months!! Funny how things change hahaha keep smiling people,\" he had posted on social media.\n\nIn an interview, Van Meekeren admitted that he had to take up a job at Uber Eats to make ends meet as cricket had witnessed an indefinite break due to the pandemic.\n\n\"I had enough savings but they're savings that I don't want to touch,\" he told The Cricketerduring a chat three years ago. \"But I've dipped so deep into my reserves now that I had to think about what I was going to do this winter, because there isn't going to be any cricket. I need some income,\" van Meekeren said.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"At the start, I was looking for a job to just cover the simple things like petrol, food, rent, phone bills and those kinds of things,\" he said. \"But then, I also wanted to be as flexible as possible if any cricket opportunity did come up - whether with the Dutch team, franchise cricket or a chance to train with a county. That's what happened and I've been very open about it to my friends: I was never ashamed of the fact that I was going to do it,\" he added.\n\nVan Meekeren, a tenacious character, both on and off the field, is the perfect example of the resilience that Dutch cricketers have shown to come this far. Van Meekeren's rise from a  chapter in his career that he would not want to go back to, could be a lesson of fortitude and commitment for many others like him.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/mevnrjdg_paul-van-meekeren-afp_625x300_18_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgedga"
  },
  {
    "title": "\"During The India-Pakistan Game...\": Ex-Pakistan Skipper Blasts Umpiring At Cricket World Cup 2023",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/during-the-india-pakistan-game-ex-pakistan-skipper-blasts-umpiring-at-cricket-world-cup-2023-4490143#rss-sports-cricket",
    "description": "The former Pakistan cricket team skipper expressed his disappointment at the standard of umpiring in the ongoing Cricket World Cup 2023.",
    "date": 1697615436235,
    "content": "Former Pakistan cricket team skipper Salman Butt expressed his disappointment at the standard of umpiring in the ongoing Cricket World Cup 2023. The dismissals of Steve Smith and Marcus Stoinis during Australia's match against South Africa led to a massive controversy and later, both David Warner and Jonny Bairstow were not happy with the decisions that went against them. Butt believes that the standard of umpiring was not up to the mark or even close to being \"world-class\" during the India vs Pakistan match as well with Mohammad Rizwan surviving an LBW appeal thanks to a well-taken review.\n\n\"The umpiring hasn't been up to the mark in the World Cup—very pathetic decision-making. The likes of David Warner and Jonny Bairstow got marginal decisions. During the India-Pakistan game, Mohammad Rizwan was given out; luckily, he took a review, and the decision was overturned. Then, Babar Azam could have been given out in that match, but he survived. There are no world-class umpiring standards.\"\n\nButt was also not pleased with Pakistan team director Mickey Arthur's comments following the team's defeat against India. During the post-match press conference, Arthur complained about the lack of support for Pakistan at the Narendra Modi Stadium in Ahmedabad and even went on to say that India vs Pakistan match in the Cricket World Cup 2023 felt like a \"BCCI event\" rather than an \"ICC event\".\n\nListen to the latest songs, only on JioSaavn.com\n\nButt said that the comments were \"uncalled for\" and urged him to motivate the cricketers.\n\n\"That was totally uncalled for and unprofessional. It was something that was beyond his control and something he should be the last person to be worried about. His job is to motivate players, irrespective of the circumstances. It won't have a good effect on the team if he makes such statements,\" he concluded.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/kppe59v8_babar-azam-and-rohit-sharma-afp_625x300_18_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgedvv"
  },
  {
    "title": "\"From 112 For 6, Shouldn't Have...\": Temba Bavuma's Honest Admission On Netherlands Defeat",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/from-112-for-6-shouldnt-have-south-africa-skipper-temba-bavumas-honest-admission-on-netherlands-defeat-4490877#rss-sports-cricket",
    "description": "South Africa gave away 32 runs through extras during Netherlands innings, which proved to be a difference.",
    "date": 1697615436678,
    "content": "Following his side's 38-run loss to Netherlands in their ICC Cricket World Cup match on Tuesday, South Africa skipper Temba Bavuma said that his side should have not allowed the Dutch to go past 200 runs and they could have controlled extra runs better. A three-wicket haul by Logan van Beek, a half-century by skipper Scott Edwards and an all-round show by Roelof van der Merwe helped the Netherlands beat South Africa, two days after Afghanistan caused an upset by defeating England. South Africa lost the match by 38 runs. They gave away 32 runs through extras during Netherlands innings, which proved to be a difference.\n\n\"From 112 for 6, shouldn't have allowed them to go past 200. We dropped the ball there but were still confident with the chase. But they were able to extract some deficiencies in our batting. We were clinical against Australia. We could have controlled the extras. The fielding was not up to the standard. It is not the same standard we had against Australia. We need to have some conversations with the boys. You have to let the emotion seep in. It will hurt. Our campaign is not over by any stretch of imagination. That was a proper display from them. They put us under pressure throughout. Good luck to them,\" said Bavuma in a post-match presentation.\n\nComing to the match, South Africa put Netherlands to bat first, reducing them to 112/6. But knocks from Edwards and his quickfire partnerships with Roelef van der Merwe (29 in 19 balls with three fours and a six) and Aryan Dutt (23 in nine balls with three sixes) helped Netherlands reach a total of 245/8 in 43 overs. The match was cut to 43 overs per side due to rain.\n\nMarco Jansen (2/28), Kagiso Rabada (2/56) and Lungi Ngidi (2/56) were the main strikers in South African bowling. Gerald Coetzee and Keshav Maharaj got a wicket each.\n\nIn the chase of 246, Proteas lost wickets at regular intervals. Despite fighting knocks from David Miller (43 in 52 balls, with four boundaries and a six), Keshav Maharaj (40 in 37 balls with five fours and a six), Heinrich Klaasen (28) and Gerald Coetzee (22) in the middle/lower order, SA was bundled out for 207 in 42.5 overs.\n\nLogan Van Beek (3/60) was the pick of the bowlers for the Netherlands. Roelef van der Merwe, Bas De Leede and Paul Van Meekeran also took two wickets. Colin Ackermann got one wicket.\n\nListen to the latest songs, only on JioSaavn.com\n\nSouth Africa is now in the third spot with two wins and a loss and four points. The Netherlands are ninth with a win, and two losses.\n\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/s5rcm9c8_temba-bavuma_625x300_18_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgee86"
  },
  {
    "title": "England Seal Euro 2024 Berth As Kane Double Sinks Italy",
    "link": "https://sports.ndtv.com/football/england-seal-euro-2024-berth-as-kane-double-sinks-italy-4491199#rss-sports-football",
    "description": "With two group games still to play, unbeaten England, winners of five of their six qualifiers, are guaranteed to finish top of Group C.",
    "date": 1697615437241,
    "content": "England booked their place at Euro 2024 as Harry Kane's double inspired an impressive fightback to beat holders Italy 3-1 at Wembley on Tuesday. Needing a point to be certain of qualifying for next year's tournament in Germany, Gareth Southgate's side fell behind to Gianluca Scamacca's early goal. But, fuelled by a superb display from Real Madrid midfielder Jude Bellingham, England hit back to equalise before the break through Kane's penalty.\n\nBellingham had won the spot-kick with a typically thrusting run and the 20-year-old prodigy was also the catalyst for Marcus Rashford's decisive strike after the interval.\n\nUnderlining his own importance to the England cause, Kane struck again in the closing stages to give the skipper his 61st goal for the Three Lions.\n\nWith two group games still to play, unbeaten England, winners of five of their six qualifiers, are guaranteed to finish top of Group C.\n\n\"This was the toughest qualifying group with the seedings. We've performed really well,\" Southgate said.\n\n\"The players are incredible to work with, so hungry, so eager to learn, so together.\n\n\"You saw that in the performance. It was relentless. What was really pleasing was that when we went behind we stayed calm.\"\n\nFollowing their failure to qualify for last year's World Cup, Italy face a tense battle to secure the second automatic qualification place in the group.\n\nLuciano Spalletti's third-placed team are three points behind Ukraine.\n\nAssured of a play-off place, Italy host North Macedonia before travelling to Ukraine in their remaining matches.\n\n\"It's disappointing. We were a bit casual at times. Occasionally our attitude was found wanting,\" Spalletti said.\n\n\"This is what European football is about at this level. It asks you serious questions.\"\n\nEngland have suffered just one defeat in their last 63 Euro and World Cup qualifiers, but reaching major tournaments hasn't been the issue in the Southgate era.\n\nIt is his ability to end England's wait for a first international men's trophy since the 1966 World Cup that will define Southgate's reign.\n\nBeaten on penalties by Italy in the European Championship final at Wembley two years ago, England have gained a measure of revenge by defeating the Italians twice in the group.\n\nSouthgate believes his team are a more complete side than the one that lost the Euro final.\n\nAnd with stars like Kane and Bellingham at his disposal, there can be no excuses if they fail to bring home the silverware from Germany.\n\n- Sublime Bellingham -\n\nEngland showed they have the character for the big occasion by recovering from the collective collapse that allowed Italy to seize the lead in the 15th minute.\n\nDeclan Rice missed a key tackle and Giovanni Di Lorenzo raced into the England area ahead of the out of position Kieran Trippier.\n\nDi Lorenzo whipped over a low cross that eluded Harry Maguire at the near post, rolling perfectly for Scamacca to fire into roof of the net from close range for his first international goal in his 13th appearance.\n\nIn such sublime form for Real this season, it was no surprise that Bellingham played a major role in hauling England level in the 32nd minute.\n\nCatching Italy with their guard down, Bellingham accelerated through on goal before Di Lorenzo's tackle sent the midfielder sprawling.\n\nDi Lorenzo claimed he got a foot on the ball but, after a lengthy VAR check, the penalty was awarded and Kane stepped up to send Gianluigi Donnarumma the wrong way for his 60th England goal.\n\nEngland struck again in the 57th minute as Bellingham tracked back to win possession with a sliding tackle before surging forward from the halfway line.\n\nRather than go it alone, Bellingham unselfishly guided a pass out to Rashford, who punished woeful Italy defending as he advanced unchecked into the area before planting a clinical strike past the exposed Donnarumma.\n\nListen to the latest songs, only on JioSaavn.com\n\nKane killed off Italy in the 77th minute as the Bayern Munich striker nicked the ball off the toe of Giorgio Scalvini before delivering a cool finish that had England packing their bags for Germany.\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/r3qt37ao_harry-kane-afp_625x300_18_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgeent"
  },
  {
    "title": "Germany Held By Mexico 2-2 In Philadelphia Friendly",
    "link": "https://sports.ndtv.com/football/germany-held-by-mexico-2-2-in-philadelphia-friendly-4491183#rss-sports-football",
    "description": "Germany had arrived in Philadelphia in confident mood after a 3-1 defeat of the United States on Saturday.",
    "date": 1697615438005,
    "content": "Germany came from behind to snatch a 2-2 draw with Mexico in an entertaining international friendly in Philadelphia on Tuesday. Second-half substitute Niclas Fullkrug saved Germany's blushes, ramming home a low finish from close range on 51 minutes to preserve new coach Julian Nagelsmann's unbeaten record. Germany had arrived in Philadelphia in confident mood after a 3-1 defeat of the United States on Saturday. That victory was the first of Nagelsmann's reign since being appointed in the aftermath of Hansi Flick's sacking last month following a 4-1 drubbing by Japan.\n\nThe four-time world champions looked ready to build on that confident performance at a packed Lincoln Financial Field, and took the lead inside the opening half hour.\n\nUnion Berlin defender Robin Gosens flicked on cleverly from a corner and Real Madrid defender Antonio Rudiger was waiting at the far post to head in an emphatic finish after 25 minutes.\n\nMexico responded well to that early setback, and Santiago Gimenez had a strong penalty appeal waved away on 27 minutes after being bundled over the box.\n\nGimenez should have equalised in the 33rd minute, but somehow scooped a close-range shot over the bar with only Germany goalkeeper Marc-Andre Ter Stegen to beat.\n\nGermany thought they had made it 2-0 on 37 minutes when Bayern Munich's Thomas Muller got the ball in the net only to be judged offside.\n\nInstead, however, Mexico swept forward immediately with a lightning fast counter-attack and drew level when Uriel Antuna tucked away a low shot at the near post after Hirving Lozano's low cross.\n\nListen to the latest songs, only on JioSaavn.com\n\nErick Sanchez headed Mexico into the lead two minutes after half-time to make it 2-1 but Fullkrug's 51st-minute equaliser ensured Germany escaped with a draw.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/rkpro15g_germany-afp_625x300_18_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgef91"
  },
  {
    "title": "\"Not Afghani Boy...\": Mujeeb Ur Rahman's Heartfelt Post For Crying Fan From Delhi",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/cricket-world-cup-2023-not-afghani-boy-mujeeb-ur-rahmans-heartfelt-post-for-crying-fan-from-delhi-4488421#rss-sports-cricket",
    "description": "Afghanistan cricket team spinner Mujeeb Ur Rahman took to social media to share a heartfelt post regarding a young fan from Delhi.",
    "date": 1697615438995,
    "content": "Afghanistan cricket team spinner Mujeeb Ur Rahman took to social media to share a heartfelt post regarding a young fan from Delhi who went viral following Afghanistan's massive victory over England in the Cricket World Cup 2023. The picture of the young boy crying and hugging Mujeeb after the famous win became quite famous among cricket fans and most people thought the kid was from Afghanistan. However, Mujeeb revealed that he was actually from Delhi and expressed his pleasure at meeting the young fan. He also stated their the support was overwhelming in New Delhi during the encounter.\n\n\"It's not Afghani boy it's one young Indian boy so happy for ur win It was absolute pleasure meeting this little guy from India Delhi last night (Cricket is not just a game it's an emotion) Big thank you to all our amazing fans for coming down and supporting us last night the love and support is overwhelming. We are grateful for your continuous support and we can't wait for you to keep supporting us in the future thanks for love Delhi,\" he posted on X (formerly called Twitter).It's not afghani boy it's one young Indian boy so happy for ur win It was absolute pleasure meeting this little guy from India Delhi last night (Cricket is not just a game it's an emotion)Big thank you to all our amazing fans for coming down and supporting us last night the… pic.twitter.com/bUYh7BDowx— Muj R 88 (Mujeeb_R88) October 17, 2023\n\nAfghanistan pulled off one of the greatest Cricket World Cup shocks on Sunday when they defeated defending champions England by 69 runs in New Delhi.\n\nChasing 285 to win, after opener Rahmanullah Gurbaz had hit a blistering 80, England were bowled out for 215 despite Harry Brook's 66 with spinners Mujeeb Ur Rahman and Rashid Khan claiming three wickets each.\n\n\"It's a very proud moment to be here in the World Cup beating the last champions, it is a good moment for the whole nation and the team. A wonderful performance for the bowlers and the batters,\" said Mujeeb.\n\nThe stunning upset gave Afghanistan just their second World Cup win to add to a lone victory over Scotland at the 2015 tournament.\n\nListen to the latest songs, only on JioSaavn.com\n\nThey came into Sunday's clash having lost their opening two games in India and on a 14-match losing World Cup streak.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/irpsbhb8_mujeeb-ur-rahman_625x300_17_October_23.jpg",
    "category": "sport",
    "id": "53cly10lulnvgeg0j"
  },
  {
    "title": "Netherlands Cause One Of The Greatest Upset Wins In Cricket World Cup History - A Look At Six Most Improbable Wins",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/netherlands-cause-one-of-the-greatest-upset-wins-in-cricket-world-cup-history-a-look-at-six-most-improbable-wins-4490882#rss-sports-cricket",
    "description": "Netherlands defeated South Africa by 38 runs at the Cricket World Cup on Tuesday, beating a Test-playing nation at the tournament for the first time",
    "date": 1697615439831,
    "content": "The Netherlands defeated South Africa by 38 runs at the Cricket World Cup on Tuesday, beating a Test-playing nation at the tournament for the first time. Chasing 246 to win from a rain-reduced 43 overs after Dutch captain Scott Edwards made a crucial 78 not out, South Africa, one of the tournament favourites, were bowled out for 207 in the shadow of the Himalayas. In November last year, the Dutch sent South Africa crashing of the T20 World Cup in Australia. The victory was the World Cup's second major shock in three days after Afghanistan defeated defending champions England on Sunday.\n\nA look at six other stunning wins in the history of the tournament:\n\nZimbabwe beat Australia by 13 runs, Nottingham, June 9, 1983 - Playing in their first ever One-Day International, Zimbabwe stunned an Australian side boasting the likes of Allan Border, Dennis Lillee and Jeff Thomson in the opening game of the tournament at Trent Bridge.\n\nBatting first, Zimbabwe rode on the back of an undefeated 69 from Duncan Fletcher on their way to 239-6 in 60 overs.\n\nKepler Wessels top-scored for Australia but they fell short as Fletcher then starred with the ball taking 4-42 after the Aussies had appeared to be cruising on 61 for no loss at one stage.\n\nIndia beat West Indies by 43 runs, Lord's, June 25, 1983 - India shocked the two-time defending champions West Indies in the final having arrived at the World Cup with just 17 wins in their first nine years as an ODI team.\n\nIndia managed to score just 183 with Kris Srikkanth the top scorer with a modest 38 as the West Indies pace battery of Andy Roberts, Michael Holding, Malcolm Marshall showed no mercy.\n\nBut then Mohinder Armanath (3-12) and Madan Lal (3-31) suffocated the flamboyant West Indies batsmen with Viv Richards managing the top score of 33.\n\nKenya beat West Indies by 73 runs, Pune, February 29, 1996 - Kenya struggled to 166 all out in this group stage fixture with Courtney Walsh and Roger Harper taking three wickets apiece.\n\nBut in what was heralded as one of the greatest ever shocks at the time, the African nation saw opening bowler Rajab Ali claim the prize wicket of Brian Lara for just eight runs.\n\nOnly Harper and Shivnarine Chanderpaul, whose 19 runs occupied 48 balls, reached double figures for the West Indies who were dismissed for just 93.\n\nMaurice Odombe played a captain's role with 3-15 from his 10 overs.\n\nIreland beat Pakistan by 3 wkts (D/L method), Kingston, March 17, 2007 - Ireland marked St Patrick's Day in style by knocking Pakistan out of the 2007 World Cup in Jamaica.\n\nThe Irish attack skittled out the Asian giants for just 132, with future England paceman Boyd Rankin taking three wickets.\n\nIreland suffered a collapse of their own before Kevin O'Brien and Trent Johnston saw them to victory.\n\nBut there was a grim postscript to the match when Pakistan coach Bob Woolmer, the former England batsman, died in his hotel room that night.\n\nIreland beat England by 3 wkts, Bengaluru, March 2, 2011 - England piled up a seemingly imposing 327 for eight, with Jonathan Trott making 92 and Ian Bell 81 although John Mooney's four-wicket haul prevented a larger total.\n\nIn reply, Ireland lost skipper William Porterfield before they'd scored a run but Kevin O'Brien seized his chance to shine by smashing a World Cup hundred off just 50 balls, with 13 fours and six sixes.\n\nAfter he was out, Mooney's 33 not out sealed a stunning win with five balls to spare.\n\nAfghanistan beat England by 69 runs, New Delhi, 15 October, 2023 - Afghanistan recovered from a mid-innings wobble to post 284, with opener Rahmanullah Gurbaz's dashing 80 setting the platform against a wayward England attack before wicketkeeper Ikram Alikhil added a vital 58.\n\nListen to the latest songs, only on JioSaavn.com\n\nDefending champions England lost wickets regularly as they floundered against Afghanistan's spinners, with Rashid Khan, Mujeeb Ur Rahman and Mohammad Nabi doing most of the damage on a turning track.\n\nOnce Harry Brook fell for 66, only some late England fireworks prevented a bigger margin of defeat as Afghanistan snapped a 14-match World Cup losing streak. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/a7uv1e7g_netherlands_625x300_18_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgegnr"
  },
  {
    "title": "Netherlands Cause Another Big World Cup Upset, Stun South Africa By 38 Runs",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/netherlands-cause-another-big-world-cup-upset-stun-south-africa-by-38-runs-4490866#rss-sports-cricket",
    "description": "A bunch of semi-professionals from the Netherlands, including an Uber Eats delivery boy, caused the World Cup's second major upset in three days, as it shocked an in-form South Africa by 38 runs",
    "date": 1697615440633,
    "content": "A bunch of semi-professionals from the Netherlands, including an Uber Eats delivery boy, caused the World Cup's second major upset in three days, as it shocked an in-form South Africa by 38 runs in Dharamsala on Tuesday. Put in to bat in challenging conditions after the rain reduced the contest to 43 over a side, the Netherlands found themselves reeling at 140 for seven before their captain Scott Edwards staged a remarkable recovery with an unbeaten 78 off 69 balls to take his side to a fighting 245 for eight.\n\nWith the pitch offering variable bounce and some turn, the Netherlands sniffed an opportunity against a formidable South African batting unit which crumbled under pressure to be all out for 207 in 42.5 overs, handing the Dutch their first World Cup win against a Test playing nation.\n\nUntil Tuesday, the Netherlands had only beaten fellow associate nations Namibia and Scotland in their World Cup history, having made their debut back in 1996.\n\nThe surprise outcome came 48 hours after Afghanistan shocked defending champions England in Delhi, adding to the unpredictability of the 10 team competition.\n\nThe Netherlands, who qualified for the their first World Cup since 2011 by finishing second in the Qualifier earlier this year, have shown significant improvement over the years.\n\nThe Dutch had humbled the Proteas in T20 World Cup 11 months ago and at the scenic Dharamsala on Tuesday, they recorded another famous win over them in a less unpredictable format.\n\nAt the start of the tournament, Bas de Leede, one of the few full-time cricketers in the team, had expressed delight at cricket being shown live on TV back home after four years. After a landmark performance, he and his team are likely to attract more followers in a football mad nation.\n\nWith the Netherlands reducing South Africa to 109 for six, only David Miller (43) stood between them and a memorable win.\n\nDe Leede dropping a regulation catch off Miller in the deep raised the nerves in the field and in the dressing room but their fate was sealed in the 31st over when the dangerous left-hander was bowled by pacer Logan van Beek.\n\nPaul van Meekren, who has also worked as an Uber Eats delivery boy, got the crucial wickets of Aiden Markram and and Marco Jansen with two cross seam balls shattering their stumps.\n\nSpinners Colin Ackermann (1/16) and Roelof van der Merwe (2/34), who made his international debut for South Africa before shifting allegiance to the Netherlands, also played a major role in the team's success.\n\nAckermann got rid of the in-form Quinton de Kock before van der Merwe found Bavuma's stumps with a brilliant arm ball as South Africa felt the heat inside the powerplay.\n\nEarlier, intermittent rain added an extra chill in the mountain air.\n\nSouth Africa expectedly opted to bowl amid the overcast sky and their bunch of formidable pacers including Kagiso Rabada, Marco Jansen and Lungi Ngidi got a lot out of the surface.\n\nHowever, their death overs bowling left a lot to be desired as the Netherlands plundered 68 runs in the last five overs. The Netherlands were struggling at 140 for seven in the 34th over.\n\nEdwards shared an entertaining 64-run partnership off 37 balls with van der Merwe (29 off 19) towards the end of the innings to take the team past 200.\n\nSouth Africa's pace attack is among the potent ones in the competition and the Dutch top-order found them too hot to handle. Aryan Dutt's unbeaten 23 off nine balls also propped up the total.\n\nRabada struck in his very first ball of the match as Vikramjit Singh (2 off 16) could not control the pull shot off a delivery that hurried on to him.\n\nVikramjit's opening partner Max O'Dowd (18) departed six balls later as the tall left-arm pacer Jansen induced a faint edge off his bat with an angled away delivery.\n\nStar all-rounder Bas de Leede (2) was trapped in front by Rabada, who got the ball to cut back sharply from length. The pacers also took a flurry of wickets in the middle overs before Edwards and former Proteas star Van der Merwe went on a counter offensive.\n\nListen to the latest songs, only on JioSaavn.com\n\nEdwards hit 10 boundaries in total and a six via a cracking pull shot off Rabada. Edwards also employed the sweep and reverse sweep against spinner Keshav Maharaj to good effect. Number 10 Dutt joined the party and smashed three sixes to provide the final flourish.\n\nSouth Africa were also guilty of conceding 31 extras. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/joc4ool_netherlands_625x300_18_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgeha1"
  },
  {
    "title": "South Africa vs Netherlands, World Cup 2023: Massive Upset! Netherlands Stun World No. 3 South Africa",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/south-africa-vs-netherlands-live-cricket-score-icc-cricket-world-cup-2023-hpca-stadium-dharamsala-4488098#rss-sports-cricket",
    "description": "South Africa vs Netherlands, World Cup 2023 Highlights:  A few days after Afghanistan stunned defending champions England, world No. 14 Netherlands caused another huge upset by beating South Africa",
    "date": 1697615441440,
    "content": "South Africa vs Netherlands, World Cup 2023 Highlights:This World Cup is turning out to be a tournament of upsets! A few days after Afghanistan stunned defending champions England, world No. 14 Netherlands caused another huge upset by beating South Africa. Netherlands kept the believe in themselves despite facing a heavyweight team like South Africa, who are the No. 3 ranked ODI team currently. However, Netherlands did not let their lower ranking affect them as they won against South Africa by 38 runs.  (Scorecard)\n\nBatting first, in the rain-affected match, Scott Edwards played a captain's knock to lead the Netherlands' remarkable recovery and take them to 245 for eight in a rain-hit game against South Africa in the World Cup in Dharamsala on Tuesday. Intermittent rain added an extra chill in the mountain air and reduced the game to 43-over a side contest. South Africa expectedly opted to bowl amid the overcast sky and their bunch of formidable pacers including Kagiso Rabada, Marco Jansen and Lungi Ngidi, got a lot out of the surface. However, their death overs bowling left a lot to be desired as the Netherlands plundered 68 runs in the last five overs. The Netherlands were struggling at 140 for seven in the 34th over. Edwards (78 off 69) shared an entertaining 64-run partnership off 37 balls with Roelof van der Merwe (29 off 19) towards the end of the innings to take the team past 200.\n\nIn reply, South African batters, barring the exception of David Miller and Keshav Maharaj, showed no gumption to fight as Netherlands bowlers jolted their innings at regular intervals. Ultimately, South Africa were all out for 207.",
    "imgLink": "https://c.ndtvimg.com/2023-10/3p7ci018_sa-netherlands_625x300_17_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgehwg"
  },
  {
    "title": "\"Sensational...\": Virender Sehwag, World Salute Brave Netherlands' Stunning Cricket World Cup Win vs South Africa",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/sensational-virender-sehwag-world-salute-brave-netherlands-stunning-cricket-world-cup-win-vs-south-africa-win-4490819#rss-sports-cricket",
    "description": "Netherlands, the world No. 14 ODI team in the world, played like a top side to stun South Africa, which has been one of the best sides in the Cricket World Cup 2023.",
    "date": 1697615442522,
    "content": "Coming into Tuesday's ODI Cricket World Cup 2023 match between South Africa and Netherlands, one would have hardly believed that the heavyweights Proteas were in for a shocker. But the Scott Edwards-led Netherlands believed in themselves. In the end, they scripted one of the best wins in ODI World Cup history by getting the better of world No. 3 South Africa. Netherlands, the world No. 14 ODI team in the world, played like a top side to stun South Africa, which has been one of the best sides in the Cricket World Cup 2023.\n\nBatting first, in a 43-over-a-side match owing to rain delay, Netherlands notched a good total of 245/8 with their skipper Scott Edwards scoring a fantastic 69-ball 78*. In reply, South Africa's chase never really took as they were all out for 207 in 452.5 overs. This is Netherlands's third-ever World Cup win and their first since 2007.\n\n\"Wow ! What an effort by the Dutch. So much to like about the way they go about their business. Scott Edwards was sensational in the last 10 overs with the bat and then the Netherlands' bowlers did the job in style. #NEDvsSA,\" Virender Sehwag praised Netherlands' effort. Wow ! What an effort by the Dutch.\n\nSo much to like about the way they go about their business. Scott Edwards was sensational in the last 10 overs with the bat and then the Netherlands' bowlers did the job in style. #NEDvsSA pic.twitter.com/kYpV0Rby0A— Virender Sehwag (@virendersehwag) October 17, 2023\n\n\"A beautiful game at a beautiful place with such an unexpected result...Count me in every time! Had so much fun today...Way to go Netherlands... brilliant! #SAvsNED,\" wrote Dinesh Karthik on X. A beautiful game at a beautiful place with such an unexpected result...\n\nCount me in every time! Had so much fun today...\n\nWay to go Netherlands... brilliant! #SAvsNED— DK (@DineshKarthik) October 17, 2023\n\n\"Netherlands many many congratulations on your historic win. You were discipline thru out the game. Specially in bowling. Wo chitthi mein kya hai???  #NEDvSA\" wrote Irfan Pathan.\n\nNetherlands many many congratulations on your historic win. You were discipline thru out the game. Specially in bowling. Wo chitthi mein kya hai??? #NEDvSA— Irfan Pathan (@IrfanPathan) October 17, 2023\n\nNetherlands caused the second big upset of this World Cup on Tuesday as they defeated fancied South Africa by 38 runs in Dharamsala. A three-wicket haul by Logan van Beek, a half-century by skipper Scott Edwards and an all-round show by Roelof van der Merwe helped the Netherlands beat South Africa, two days after Afghanistan caused an upset by defeating England. October 2020 - Paul Van Meekeren was delivering Uber Eats at home as the T20WC in India got postponed.\n\nOctober 2023 - Paul Van Meekeren has contributed in Netherlands' win over South Africa in the World Cup in India. pic.twitter.com/WDLzjwa3YO— Mufaddal Vohra (@mufaddal_vohra) October 17, 2023\n\nSouth Africa are now at the third spot with two wins and a loss and four points. The Netherlands are at ninth with a win, two losses.\n\nChasing 246 runs in 43 overs, the Proteas started decently, with Quinton de Kock and skipper Temba Bavuma unleashing some big hits. However, Colin Ackermann ended the partnership between the duo at 36 runs, dismissing de Kock for 20 as he was caught by Scott Edwards. South Africa were 36/1 in eight overs.\n\nIn the next two overs or so, the game swung in favour of the Netherlands as they got rid of skipper Bavuma (16) after he was cleaned up by Roelef van der Merwe. Paul van Meekeren clean-bowled Aiden Markram for just one. Merwe in his next over also removed Rassie van der Dussen for four runs after being caught by Aryan Dutt. South Africa were 44/4 in 11.2 overs.\n\nHeinrich Klaasen and David Miller, the backbone of Protea's middle-order started to rebuild the innings and the team reached the 50-run mark in 12.5 overs.\n\nKlaasen-Miller were nearing a fifty-run partnership when Klaasen was removed by Logan van Beek for 28. He was caught by Vikramjit Singh at fine leg. Proteas were 89/5 in 18.5 overs.\n\nMiller with Marco Jansen took Proteas beyond the 100-run mark in 22.2 overs.\n\nMeekeran delivered another blow to Proteas by rattling Jansen's stumps when he was at nine. Proteas were now 109/6 in 25 overs.\n\nMiller and Gerald Coetzee continued the innings and brought down the deficit to just a little more than 100 runs.\n\nListen to the latest songs, only on JioSaavn.com\n\nJust when Miller looked threatening and van Beek clean-bowled him for 43 runs. Coetzee did not last much longer and was removed for 22 after he was caught by Scott Edwards. Bas de Leede got the wicket. The Proteas were 147/8 in 33.1 overs.\n\nWith ANI inputsGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/4e9om2ho_netherlands_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgeiqi"
  },
  {
    "title": "World Cup Points Table: South Africa's Net Run-rate Dented After 1st Loss, Netherlands Up From Last Spot",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/world-cup-points-table-south-africas-net-run-rate-dented-after-1st-loss-netherlands-up-from-last-spot-4490690#rss-sports-cricket",
    "description": "World Cup Points Table: South Africa slump to their first loss of the 2023 edition as Netherlands register their first win",
    "date": 1697615443078,
    "content": "South Africa's march in the ODI Cricket World Cup 2023 came to a rude halt as they slumped to a loss against Netherlands. Coming into the Cricket World Cup match, hardly anybody would have expected the result but the Netherlands team kept the believe in themselves to cause a major upset against the world No. 3 ODI team South Africa. Netherlands, in a rain-curtailed match with the number of overs reduced to 43 per side, notched a good total of 245/8. In reply, South Africa could never stitch a great stand and managed just 207 in 42.5 overs.\n\nBefore the match, South Africa were placed third with a net run-rate of +2.360. After the loss, though their position did not change, their net run-rate got reduced to +1.385. Netherlands, so far the last team in the 10-team table, is currently ninth. India continue to lead the table.\n\nScott Edwards played a captain's knock to lead the Netherlands' remarkable recovery and take them to 245 for eight in a rain-hit game against South Africa in the World Cup  on Tuesday.\n\nIntermittent rain added an extra chill in the mountain air and reduced the game to 43-over a side contest.\n\nSouth Africa expectedly opted to bowl amid the overcast sky and their bunch of formidable pacers including Kagiso Rabada, Marco Jansen and Lungi Ngidi, got a lot out of the surface.\n\nHowever, their death overs bowling left a lot to be desired as the Netherlands plundered 68 runs in the last five overs. The Netherlands were struggling at 140 for seven in the 34th over.\n\nListen to the latest songs, only on JioSaavn.com\n\nEdwards (78 off 69) shared an entertaining 64-run partnership off 37 balls with Roelof van der Merwe (29 off 19) towards the end of the innings to take the team past 200.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/06g7icco_netherlands-sa_625x300_17_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgej5y"
  },
  {
    "title": "Cricket World Cup: Mohammed Shami's Role Is Clear But There Is No Place For Him In India's 'Perfect Playing XI'",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/cricket-world-cup-mohammed-shamis-role-is-clear-but-there-is-no-place-for-him-in-indias-perfect-playing-xi-4490644#rss-sports-cricket",
    "description": "Unlike the 2019 World Cup campaign, the Indian team management seems to have absolute clarity on the role of each squad member, leaving a world class operator like Shami on the bench",
    "date": 1697615443727,
    "content": "At times, the greatest of actors don't fit the character of a particular film and in director Rohit Sharma's 70 mm World Cup panorama, Mohammed Shami is that protagonist who is missing out on a meaty role. Unlike the 2019 World Cup campaign, the Indian team management seems to have absolute clarity on the role of each squad member, leaving a world class operator like Shami on the bench for the first three games of the ODI showpiece.\n\nWith the team ticking all the boxes so far, Shami, who is among the best in the business and ended with a five wicket haul against Australia ahead of the World Cup, might just have to keep warming the bench in the coming fixtures.\n\nMohammed Siraj is Jasprit Bumrah's new ball partner at the moment while all-rounder Hardik Pandya is performing the role of a third pacer effectively.\n\nShardul Thakur, who has bowled a total of 8 overs in two games, is the fourth fast bowling option on a flat deck and if it is a spin friendly track like the one in Chennai, R Ashwin comes in to the eleven in place of Thakur to complement Kuldeep Yadav and Ravindra Jadeja.\n\nThere seems to be crystal clarity even on the batting front. Unlike the 2019 edition, the lead up of which saw the number four position become a game of musical chairs, Shreyas Iyer, if he is fit, is the clear choice in that position.\n\nEven though he oozes X factor, Suryakumar Yadav has to wait for his return. Rohit Sharma has led from the front thus far and India look the team to beat in the World Cup. However, there are a few questions that need to be answered.\n\nCan the team rely on Hardik as the third seamer? Should Shami not play in place of Thakur as the latter has not yet been required with the bat at number 8? Speaking to PTI, former chief selector MSK Prasad lauded the team's horses for courses approach.\n\n\"They are using horses for courses and it is working fantastically well for the team. If you see they used Ashwin in Chennai and Shardul for the other two games (in Delhi and Ahmedabad). Last game, Shardul was not required as the others did the job (he bowled only two overs),\" said the former India wicketkeeper.\n\n\"Shami will come into picture if they want to rotate Siraj. Replacements are very clear right now, Sky will replace Shreyas if there is a need, Ishan will replace Gill at the top and Shardul will play if it is a flat deck. Aswhin will come in his place if it is a turning track.\"\n\nHardik lends a critical balance to the playing eleven but considering his fitness issues in the past, can he be expected to bowl 10 overs game after game as the third seamer if the need arises?\n\n\"With Hardik, you can't expect him to bowl 10 overs in every game. The job that he is doing. of bowling 5-6 overs per game, that is good enough. Team management seems to have absolute clarity on the role of every individual,\" added Prasad.\n\nAs far as Shami is concerned, the champion bowler might get a go in the later stages of the league phase. India played their opener on October 8 and their ninth and last league phase fixture is against Netherlands on November 12.\n\nListen to the latest songs, only on JioSaavn.com\n\nBesides role clarity, the management has also been very consistent with workload management. Considering that and length of the tournament, Shami will be keep him ready for the opportunity.\n\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-09/me7503qg_mohammed-shami_625x300_23_September_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgejnz"
  },
  {
    "title": "Cricket World cup - Win vs England Will Give Confidence In NZ Match: Afghanistan Captain",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/cricket-world-cup-win-vs-england-will-give-confidence-in-nz-match-afghanistan-captain-4490614#rss-sports-cricket",
    "description": "Afghanistan captain Hashmatullah Shahidi on Tuesday said the upset win over defending champions England will give his side a lot of confidence in their World Cup match against New Zealand",
    "date": 1697615444419,
    "content": "Afghanistan captain Hashmatullah Shahidi on Tuesday said the upset win over defending champions England will give his side a lot of confidence in their World Cup match against New Zealand in Chennai on Wednesday. Afghanistan stunned England by 69 runs in Delhi on Sunday to record their second win in World Cup history. The Kiwis, who are unbeaten in the tournament so far, will pose a tough challenge for the Afghans, but Shahidi asserted that his side would be up to the task once again.\n\n\"Definitely it was a big win for us. England are defending champion. So, that will give a lot of confidence for our team,\" he said during the pre-match press conference.\n\n\"And we had belief from the beginning of the tournament, but the first two games didn't go our way.\" As far as Afghanistan's preparations are concerned, they have had enough camps and outings in India.\n\nAfghanistan roped in former Indian batter Ajay Jadeja as a mentor for this tournament, and Shahidi said that having Indians with his side has really helped their batting to flourish.\n\n\"We had a coach in the past also from India, and right now Jadeja. If you look at India, their (Indians) batting is very good. So, those talks about batting and the team, it helps us whenever an Indian coach is with us,\" he said.\n\nShahidi said he did not agree with the perception that cricket facilities in Afghanistan are not adequate.\n\n\"We have good enough facilities to prepare ourselves. We have good domestic cricket also. If we want to prepare or arrange camps in our country, it's possible.\n\n\"In every city, in Jalalabad, Kabul, Kandahar, we have facilities, we have stadiums, we have academies. It's not like India, but still, you can prepare yourself on it.\" The Chepauk ground here is not an unknown territory for the Afghans, having had numerous training session and preparations at this venue, and Shahidi feels that the experience would come in handy against the New Zealanders.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"India was our home for two or three years. So, we are used to it. On this ground, we had a preparation camp for the 2019 World Cup. We spent 40 days here.\n\n\"So, all these things give us a lot of advantage, especially in these conditions like India, because with that, the condition is same to Afghanistan also.\"Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/chl4pf_hashmatullah-shahidi-afp_625x300_15_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgek77"
  },
  {
    "title": "\"Unprofessional...\": Ex-Pakistan Captain Blasts Mickey Arthur For 'Seemed BCCI Event' Comment After World Cup Loss To India",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/unprofessional-ex-pakistan-captain-blasts-pakistan-team-director-mickey-arthur-for-seemed-bcci-event-comment-after-world-cup-loss-to-india-4490495#rss-sports-cricket",
    "description": "After the India vs Pakistan Cricket World Cup match, which the Babar Azam-led side lost, one comment which has gone viral came from Pakistan Team Director Mickey Arthur",
    "date": 1697615445016,
    "content": "After the India vs Pakistan Cricket World Cup match, which the Babar Azam-led side lost, one comment which has gone viral came from Pakistan Team Director Mickey Arthur. In the much-hyped India vs Pakistan clash at the Cricket World Cup 2023, The hosts dominated both with the bowling and batting against Babar Azam's side. Batting first, Pakistan were all out for 191 with the likes of Jasprit Bumrah, Kuldeep Yadav picking two wickets each. India, boosted by brilliant innings from Rohit Sharma and Shreyas Iyer, reached the target easily.\n\nAfter the match ended, Pakistan Team Director Mickey Arthur gave a unique response. He mentioned that the atmosphere inside the Narendra Modi Stadium did not feel like it was 'an ICC event'.\n\nArthur said: \"Look, I'd be lying if I said it didn't. It didn't seem like an ICC event to be brutally honest. It seemed like a bilateral series; it seemed like a BCCI event. I didn't hear 'Dil Dil Pakistan' coming through the microphones too often tonight.\" Arthur, however, said that the lack of support in the crowd could not be used an excuse for the team's heavy loss to India.\n\n\"So yes, that does play a role, but I'm not going to use that as an excuse because for us it was about living the moment, it was about the next ball and it was about how we were going to combat the Indian, the Indian players tonight,\" he added.\n\nListen to the latest songs, only on JioSaavn.com\n\nFormer Pakistan captain Salman Butt has called Mickey Arthur for his comments. \"That was totally uncalled for and unprofessional. It was something that was beyond his control and something he should be the last person to be worried about. His job is to motivate players, irrespective of the circumstances. It won't have a good effect on the team if he makes such statements,\" Salman Butt said on his YouTube channel.\n\nWith PTI inputsGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/va29c1l8_mickey-arthur_625x300_15_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgekns"
  },
  {
    "title": "Pakistan Files Complaint With ICC Over \"Inappropriate Conduct Targeted\" At Its Team During World Cup Game vs India",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/pakistan-files-complaint-with-icc-over-inappropriate-conduct-targeted-at-its-team-during-cricket-world-cup-game-vs-india-4490229#rss-sports-cricket",
    "description": "Cricket World Cup: Pakistan Cricket Board (PCB), in a post on its official X handle, said that it has filed an official complaint with the International Cricket Council (ICC) regarding \"inappropriate conduct targeted at the Pakistan squad\" during the India game",
    "date": 1697615445806,
    "content": "The Pakistan Cricket Board (PCB), in a post on its official X handle on Tuesday evening, said that it has filed an official complaint with the International Cricket Council (ICC) regarding \"inappropriate conduct targeted at the Pakistan squad during the India vs Pakistan match held on 14 October 2023.\" The PCB did not specify about the exact nature of the incident that it was unhappy about in the ODI Cricket World Cup match. India had defeated Pakistan in the much-hyped clash in Ahmedabad last week.\n\nThe PCB also said that it was lodging a 'formal protest' over the delays in visas for Pakistan journalists who wanted to cover the World Cup 2023.\n\n\"The Pakistan Cricket Board (PCB) has lodged another formal protest with the ICC over delays in visas for Pakistani journalists and the absence of a visa policy for Pakistan fans for the ongoing World Cup 2023,\" the Pakistan Cricket Board posted from it's official 'X' handle.\n\n\"The PCB has also filed a complaint regarding inappropriate conduct targeted at the Pakistan squad during the India vs Pakistan match held on 14 October 2023.\"\n\nThe Pakistan Cricket Board (PCB) has lodged another formal protest with the ICC over delays in visas for Pakistani journalists and the absence of a visa policy for Pakistan fans for the ongoing World Cup 2023.\n\nThe PCB has also filed a complaint regarding inappropriate conduct…— PCB Media (@TheRealPCBMedia) October 17, 2023\n\nEarlier, according to a report by the news agency PTI, Pakistan Cricket Board's cricket management committee chairman Zaka Ashraf came back amid speculations that the PCB is considering lodging a protest with the ICC over \"some of the incidents\" during their World Cup match against the hosts in Ahmedabad.\n\nA source in the board said that Zaka Ashraf returned on Monday and is having a series of meetings with the senior board officials to discuss his visit to India.\n\n\"Zaka Ashraf was himself present at Ahmedabad for the match against India and is witness to some incidents which has left him unhappy despite the Indian cricket officials' hospital during his stay there,\" the source said.\n\nHe said the chairman was at present only discussing his visit with his senior aides.\n\nPakistan's team director and chief coach, Mickey Arthur, spoke about the crowd behaviour and its impact on his team after the defeat to India and ICC chairman, Greg Barclay, has responded that the sport's world governing body was doing its best to make the World Cup a successful event.\n\nListen to the latest songs, only on JioSaavn.com\n\nThe source said Zaka was extremely disappointed with the players' show against India and before returning had told them to forget the Ahmedabad defeat and look forward to their remaining matches.\n\nWith PTI inputsGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/kj5j5r2g_babar-rohit_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgel9q"
  },
  {
    "title": "AITA Mulls Action Against Mukund For Not Wearing Official Jersey During Davis Cup",
    "link": "https://sports.ndtv.com/tennis/aita-mulls-action-against-mukund-for-not-wearing-official-jersey-during-davis-cup-brings-in-code-of-conduct-4489701#rss-sports-tennis",
    "description": "The AITA is contemplating action against Sasikumar Mukund for not wearing the official jersey during the Davis Cup tie against Morocco.",
    "date": 1697615446401,
    "content": "The AITA is contemplating action against Sasikumar Mukund for not wearing the official jersey during the Davis Cup tie against Morocco and has also introduced a players' code of conduct to ensure \"discipline\" in future. In the opening singles of the World Group II play-off tie against Yassine Dlimi on September 16, Mukund wore the jersey provided by his personal sponsor and not the one made available by official Indian team sponsor 'OOK' after taking \"permission\" from skipper Rohit Rajpal. To make matter worse, the jersey that Mukund wore on his Davis Cup debut, had 'INDIA' spelt wrongly and the matter was brought to AITA's notice by the team sponsor.\n\nThe team name printed on the back had an extra 'I'.\n\nIt may be mentioned that the official sponsor only provided the kit and no sponsorship money was given to either All Indian Tennis Association (AITA) or the players, who were part of the tie that India won 4-1 in Lucknow last month.\n\nAITA issued a show-cause notice to Mukund on September 28, asking him to explain within seven days why action should not be taken against him for not wearing the official jersey and playing with a jersey that had India written wrongly.\n\nOn October 3, Mukund sent his reply to the national federation, saying that \"shorts received from OOK were not comfortable\".\n\nMukund also wrote that he had taken prior permission from both captain Rajpal and coach Zeeshan Ali to wear the jersey that had his personal sponsor's name printed.\n\nExplaining the spelling fiasco, Mukund wrote that he had received eight T-shirts from his sponsor and unfortunately he picked the only one that had printing mistake.\n\nHe also lamented that neither the captain nor his teammates noticed when he stepped on to the court.\n\n\"I have immense respect for my country and I would never do something intentionally to tarnish its image,\" he wrote and also apologised for the inadvertent mistake.\n\nOn October 13, the AITA communicated to Mukund that his explanation was not acceptable since the captain has denied giving him any permission and further asked him to clarify his stand.\n\nWhen contacted by PTI, Mukund said captain Rajpal had indeed allowed him.\n\n\"There was no money involved. The players were not given any sponsorship fee for this tie. Only the kit was provided by the official sponsor. Captain Rajpal had understood this and allowed me,\" Mukund, who had lost his match to Dlimi, said.\n\n\"Usually, the players are asked to sign a contract with the AITA for that one week if they are being paid for wearing that official kit. In this case, we did not sign any contract. My personal sponsor 'Indian Tree' pays me, so what's wrong in it. The pockets of the shorts were such that the ball were coming out.\n\n\"These are the reasons that the players lose interest in playing for the national team,\" he said.\n\nIndia skipper Rajpal, though, there seems to be some mis-communication on the issue.\n\n\"Let me say that there is some mis-communication. To put things correctly, all players should wear the official jersey without exception. We are playing for India. I would say even let go of the sponsorship money also, if you are playing for India,\" Rajpal told PTI.\n\nAITA Secretary General Anil Dhupar said they have introduced a players' code of conduct for clarity and all players will be bound by it.\n\n\"The players code of conduct is before the Executive Committee members. It will come into effect immediately. It is for all players, be it men's, women's, boys or girls,\" he said.\n\nAsked if they will indeed take action against Mukund, Dhupar said,\"Mukund has apologised but we are still discussing the matter\".\n\nAsked for his viewpoint, Davis Cup coach Zeeshan Ali said,\"All players should be wearing only the official kit. During the Asian Games all the players and support staff wore the official kit only. Procedure has to be followed by all\".\n\nIt is not the first time that an Indian player has preferred playing with the kit that has his personal sponsor's name written. They do get paid for sporting kits bearing sponsor's logo on it. If the match is telecast live, the amount increases.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"The AITA had also introduced the system of paying the players for official sponsor's name. The initiative was taken by captain Rohit Rajpal. If you have to stop players from wearing the name of their personal sponsor during the Davis Cup, then you have to compensate,\" said a team source.\n\n\"In this case (Morocco tie), no sponsor was willing to pay any sponsorship money to the players and the AITA. Just the kits had arrived through OOK. It is difficult to even arrange for kits for Indian Davis Cup team,\" the source said, summing up the state of Indian tennis. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2021-12/gdhfg3og_tennis-generic-afp_625x300_19_December_21.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgelq9"
  },
  {
    "title": "PV Sindhu, Aakarshi Kashyap Enter Denmark Open Second Round; Kidambi Srikanth Eliminated",
    "link": "https://sports.ndtv.com/badminton/pv-sindhu-aakarshi-kashyap-enter-denmark-open-second-round-kidambi-srikanth-eliminated-4489853#rss-sports-badminton",
    "description": "PV Sindhu and Aakarshi Kashyap advanced to the women's singles second round but it was curtains for Kidambi Srikanth at the Denmark Open.",
    "date": 1697615447393,
    "content": "Indian shuttlers PV Sindhu and Aakarshi Kashyap advanced to the women's singles second round but it was curtains for Kidambi Srikanth in the men's event at the Denmark Open Super 750 badminton tournament in Odense on Tuesday.\n\nWhile two-time Olympic medallist Sindhu struggled past world number 28 Kirsty Gilmour of Scotland 21-14 18-21 21-10 in a 56-minute opening round match, Aakarshi, ranked 38th, rallied her way to stun German's world number 26 Li Yvonne 10-21 22-20 21-12 in another match.\n\nSindhu, who had reached the semifinals of Arctic Open last week, will face a tricky opponent in Indonesia's Gregoria Mariska Tunjung, seeded seventh, in the next round. The Indonesian has defeated her twice in the last three meetings this year though Sindhu has an overall 8-2 head-to-head record.\n\nAakarshi will also have her task cut out as she will square off against left-handed Thai Supanida Katethong next. The world number 19 Thai had defeated the Indian in their only meeting at Singapore Open this year.\n\nListen to the latest songs, only on JioSaavn.com\n\nFor 2021 world championships silver medallist Srikanth, it turned out to be a disappointing day as his gallant fight ended with a 21-19 10-21 16-21 loss to China's world number 22 Weng Hong Yang in the men's singles opening round.\n\nRecently-crowned Asian Games gold medallists Satwiksairaj Rankireddy and Chirag Shetty pulled out of the tournament and their opponents Ong Yew Sin and Teo Ee Yi of Malaysia advanced to the second round. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/p08uf9v8_pv-sindhu-_625x300_05_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgemhs"
  },
  {
    "title": "Cricket World Cup - Virat Kohli \"Better Than Sachin Tendulkar?\" Yes, Replies Australia Star. Gives Detailed Reason",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/cricket-world-cup-virat-kohli-better-than-sachin-tendulkar-yes-replies-australia-star-gives-detailed-reason-4485674#rss-sports-cricket",
    "description": "So far, after India's third match of the Cricket World Cup against Pakistan, Virat Kohli has 13239 runs in 284 ODIs with 47 centuries",
    "date": 1697615448078,
    "content": "The ICC ODI Cricket World Cup 2023 is one big opportunity for Virat Kohli to reaffirm his status as an all-time great. The former Indian cricket team has already made an impact at the Cricket World Cup with two half-centuries in India's first two matches. More than his run tally, it's the impact of his innings that have boosted India. In the first match against Australia, with the team three-down, Virat Kohli struck a solid stand with KL Rahul and ensured India start its World Cup campaign with a win.\n\nSo far, after India's third match of the Cricket World Cup against Pakistan, Virat Kohli has 13239 runs in 284 ODIs with 47 centuries. Virat Kohli has often been compared with Sachin Tendulkar, being the closest one with a chance to break the batting maestro's 100-century record. The two were again compared in a recent TV show ahead of the India bs Pakistan match.\n\n\"Is he better than Sachin?\" the anchor asked Usman Khawaja on Fox Cricketwith former Australia player Brad Haddin also present.\n\n\"I am going to say in ODIs, yes. Because if you look at the stats, he has almost taken over how many hundreds he (Tendulkar) has got, and he has played so many more less games than Sachin. Sachin was the benchmark for when I grew up, but what Kohli is doing right now—no one has ever done that in the game,\" replied Khawaja.\n\nFormer Australia wicketkeeper Brad Haddin added that Kohli's impact has uplifted the Indian cricket team.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"He makes players around him better. Everyone likes to play with him; he drives standards high. When he came into the team, he wanted to leave a legacy, and he has done that with the way this Indian team is presented, the number one in all three forms of the game going into this World Cup,\" Haddin said.\n\n\"The other thing I like about him is how he controls the tempo of the game when he bats. He has got different gears. He can go in and take the game away from you, and can also get into a shell when he has to. He just controls the whole tempo of the game.\"\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2019-08/ap1u5s4_virat-kohli-sachin-tendulkar-afp_625x300_23_August_19.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgen0u"
  },
  {
    "title": "\"One In 8 Attempts\": Virender Sehwag Trolls Michael Vaughan After England's Shock Cricket World Cup 2023 Loss",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/one-in-8-attempts-virender-sehwag-trolls-michael-vaughan-after-englands-shock-cricket-world-cup-2023-loss-4485465#rss-sports-cricket",
    "description": "Virender Sehwag trolled Michael Vaughan after England's shocking loss against Afghanistan in Cricket World Cup 2023.",
    "date": 1697615448770,
    "content": "Legendary Indian cricket team batter Virender Sehwag trolled former England skipper Michael Vaughan following England's shocking loss against Afghanistan in the Cricket World Cup 2023. England were outplayed by an impressive Afghanistan side but Vaughan took to social media to make a huge prediction about their campaign. “England in the World Cup semis,” Vaughan posted. In response, Sehwag pointed out that England have reached the semi-finals just once in the last eight editions. “Not in 1996, 1999, 2003, 2007, 2011, 2015 and 2023 . Just one in 8 attempts,” Sehwag trolled Vaughan on X.\n\nAfghanistan pulled off one of the greatest Cricket World Cup shocks on Sunday when they defeated defending champions England by 69 runs in New Delhi.\n\nChasing 285 to win, after opener Rahmanullah Gurbaz had hit a blistering 80, England were bowled out for 215 despite Harry Brook's 66 with spinners Mujeeb Ur Rahman and Rashid Khan claiming three wickets each. Not in 1996 , 1999, 2003, 2007, 2011, 2015 and 2023 .\n\nJust one in 8 attempts. https://t.co/VeB0rBZt8O— Virender Sehwag (@virendersehwag) October 16, 2023\n\n\"It's a very proud moment to be here in the World Cup beating the last champions, it is a good moment for the whole nation and the team. A wonderful performance for the bowlers and the batters,\" said Mujeeb.\n\nListen to the latest songs, only on JioSaavn.com\n\nThe stunning upset gave Afghanistan just their second World Cup win to add to a lone victory over Scotland at the 2015 tournament.\n\nThey came into Sunday's clash having lost their opening two games in India and on a 14-match losing World Cup streak.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/q593k3eo_ww_625x300_16_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgenk2"
  },
  {
    "title": "World Cup 2023: Pakistan Cricket Team Members Down With 'Viral Infection', Claim Reports. Pakistan Cricket Board Responds",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/world-cup-2023-pakistan-cricket-team-members-down-with-viral-infection-claim-reports-pakistan-cricket-board-responds-4489529#rss-sports-cricket",
    "description": "Pakistan cricket team next faces Australia on October 20 in Bengaluru, and ahead of that match several media reports claimed that a few members of the Babar Azam-led side were down with viral fever",
    "date": 1697615449935,
    "content": "The Babar Azam-led Pakistan cricket team is at a crucial juncture at the ODI Cricket World Cup 2023. After starting the tournament with two straight wins, the star-studded side slumped to a big loss against the Rohit Sharma-led Indian cricket team at the Narendra Modi Stadium in Ahmedabad on Saturday. While the Cricket World Cup still has a long way to go and Pakistan cricket team will have many opportunities to bounce back, a loss to India always hits hard.\n\nPakistan cricket team next faces Australia on October 20 in Bengaluru, and ahead of that match several media reports claimed that a few members of the Babar Azam-led side were down with viral fever.\n\nHowever, a Pakistan Cricket Board (PCB) spokesperson has been quoted by at least two Pakistan media outlets as saying that it was not a case of viral infection and that the players are recovering.\n\n\"Thankfully, there is no viral infection or disease,\" a PCB spokesperson told Geo.tv. \"Those who are in the stage of recovery remain under the team medical panel's observation.\"\n\nCricket Pakistan also quoted a Pakistan media manager as saying: \"Some players got fever in the past few days and most of them have fully recovered from it. Those who are in the stage of recovery remain under the team medical panel's observation.\"\n\nConfusion regarding Pakistan's practice timing also added to the confusion.\n\nFor both Pakistan and Australia, their October 20 clash is crucial. While Pakistan has won two games and lost one, Australia just opened their win tally against Sri Lanka, previously losing to India and South Africa. Pakistan lost their previous match against arch-rivals India as well.\n\nMeanwhile, a source in the Pakistan Cricket Board said that the governing body's chief Zaka Ashraf returned from India on Monday and is having a series of meetings with the senior board officials to discuss his visit to India.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"Zaka Ashraf was himself present at Ahmedabad for the match against India and is witness to some incidents which has left him unhappy despite the Indian cricket officials' hospital during his stay there,\" the source said. He said the chairman was at present only discussing his visit with his senior aides.\n\nPakistan's team director and chief coach, Mickey Arthur, spoke about the crowd behaviour and its impact on his team after the defeat to India and ICC chairman, Greg Barclay, has responded that the sport's world governing body was doing its best to make the World Cup a successful event. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-09/14evcej8_babar-shaheen-afp_625x300_16_September_23.jpeg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgeogf"
  },
  {
    "title": "Rahmanullah Gurbaz Reprimanded For Breaching ICC's Code Of Conduct During Cricket World Cup 2023",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/rahmanullah-gurbaz-reprimanded-for-breaching-iccs-code-of-conduct-during-cricket-world-cup-2023-4489382#rss-sports-cricket",
    "description": "Rahmanullah Gurbaz has been handed an official reprimand for breaching level 1 of the ICC Code of Conduct during their epic Cricket World Cup match against England.",
    "date": 1697615450724,
    "content": "Afghanistan batter Rahmanullah Gurbaz has been handed an official reprimand for breaching level 1 of the ICC Code of Conduct during their epic Cricket World Cup match against England. Gurbaz was found to have breached Article 2.2 of the ICC Code of Conduct for Players and Player Support Personnel, which relates to \"abuse of cricket equipment or clothing, ground equipment or fixtures and fittings during an International Match.\" In addition to this, one demerit point has been added to Gurbaz's disciplinary record, for whom it was the first offence in a 24-month period. The incident occurred in the 19th over of Afghanistan's innings, when after his dismissal, Gurbaz slammed his bat on the boundary rope and a chair.\n\nGurbaz admitted the offence and accepted the sanction proposed by Jeff Crowe of the Emirates ICC Elite Panel of Match Referees, so there was no need for a formal hearing.\n\nOn-field umpires Rod Tucker and Sharfuddoula Ibne Shahid, third umpire Paul Reiffel and fourth umpire Paul Wilson levelled the charge.\n\nListen to the latest songs, only on JioSaavn.com\n\nLevel 1 breaches carry a minimum penalty of an official reprimand, a maximum penalty of 50 per cent of a player's match fee, and one or two demerit points.\n\nAfghanistan had defeated England by 69 runs to create one of the biggest upsets in World cup history.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/b3d1jkug_sad_625x300_17_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgep2c"
  },
  {
    "title": "\"<i>Aag Thandi Ho...</i>\": Ex-Pakistan Star Asks Shoaib Akhtar To Fire Up Pakistan In Cricket World Cup 2023",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/aag-thandi-ho-ex-pakistan-star-invokes-shoaib-akhtar-to-fire-up-pakistan-in-cricket-world-cup-2023-4485805#rss-sports-cricket",
    "description": "The former Pakistan cricketer had a clear message for Shoaib Akhtar regarding Pakistan's ongoing Cricket World Cup 2023 campaign.",
    "date": 1697615451473,
    "content": "The Pakistan cricket team were completely outplayed by India in their Cricket World Cup 2023 match and it was followed by severe criticism from various former cricketers. Legendary fast bowler Shoaib Akhtar blasted Babar Azam and Co after the loss and said that in order to silence a massive crowd like that at the Narendra Modi Stadium in Ahmedabad, the team needs to have fire in their hearts. Now, his one-time teammate Danish Kaneria has responded to the post and asked Shoaib to help the team invoke the fire once again. \"Aag thandi ho chuki hai. Wapas jalao Shoaib bhai (the fire has died down. Reignite it),\" Kaneria posted on X (formerly known as Twitter).\n\nRohit Sharma's 86 and an inspired bowling display helped India hammer Pakistan by seven wickets in their high-profile World Cup clash at the 132,000-capacity Ahmedabad stadium on Saturday.\n\nIndia bowled out Pakistan for 191 after their rivals collapsed from 155-2.\n\nIndia then overhauled the total with 117 balls to spare to extend their unbeaten streak against their neighbours to eight in the 50-over showpiece tournament.\n\nRohit stood out in his 63-ball knock laced with six fours and six sixes to keep India, who began the event as favourites to win the title, unbeaten in their three matches in this edition.\n\nPakistan now have two wins and one defeat in the 10-nation tournament.\n\n\"There is no doubt about it that the bowlers set up the game for us again today. It was a great effort,\" said Rohit.\n\n\"I don't think it was a 190 pitch. At one stage we were looking at 270-280 but they came back and showed grit and that says a lot about the guys.\"\n\nPakistan counterpart Babar Azam admitted his middle order and opening bowlers let him down.\n\n\"We had a collapse in the middle order,\" he said.\n\n\"The way we started, we were targeting 280 or 290 but the collapse cost us so our total is not good.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"With the new ball, we were not up to the mark.\"\n\n(With AFP inputs)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/so0bnok8_x_625x300_16_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgepn5"
  },
  {
    "title": "PCB Chief Zaka Ashraf Discusses 'Incidents' In India During Cricket World Cup 2023 With Senior Officials: Report",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/pcb-chief-zaka-ashraf-discusses-incidents-in-india-with-senior-officials-report-4489110#rss-sports-cricket",
    "description": "There have been speculations that the PCB is considering lodging a protest with the ICC over \"some of the incidents\" during their World Cup match against India.",
    "date": 1697615452362,
    "content": "Pakistan Cricket Board's cricket management committee chairman Zaka Ashraf has come back from India amid speculations that the PCB is considering lodging a protest with the ICC over \"some of the incidents\" during their World Cup match against the hosts in Ahmedabad. A source in the board said that Zaka Ashraf returned on Monday and is having a series of meetings with the senior board officials to discuss his visit to India. \"Zaka Ashraf was himself present at Ahmedabad for the match against India and is witness to some incidents which has left him unhappy despite the Indian cricket officials' hospital during his stay there,\" the source said. He said the chairman was at present only discussing his visit with his senior aides.\n\nPakistan's team director and chief coach, Mickey Arthur, spoke about the crowd behaviour and its impact on his team after the defeat to India and ICC chairman, Greg Barclay, has responded that the sport's world governing body was doing its best to make the World Cup a successful event.\n\nThe source said Zaka was extremely disappointed with the players' show against India and before returning had told them to forget the Ahmedabad defeat and look forward to their remaining matches.\n\nZaka's future as chairman itself remains in doubt as the four-month tenure of the cricket management committee which he is heading expires on November 5 and it seems unlikely the government is going to give them an extension.\n\nListen to the latest songs, only on JioSaavn.com\n\nThe CMC and Zaka were brought in July to hold elections and form a proper board of governors which would then hold elections for the chairman's post.\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-09/2mv7tj3o_zaka-ashraf-twitter_625x300_29_September_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgeqbu"
  },
  {
    "title": "\"Didn't Your Father Teach You...\": Sunil Gavaskar Asks Mitchell Marsh, Gets Epic Response",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/didnt-your-father-teach-you-sunil-gavaskar-asks-mitchell-marsh-gets-epic-response-4488317#rss-sports-cricket",
    "description": "Sunil Gavaskar had a fun chat with Mitchell Marsh after Australia's victory against Sri Lanka in a Cricket World Cup 2023 match.",
    "date": 1697615452882,
    "content": "In Australia's desperate hunt for a victory, all-rounder Mitchell Marsh emerged as a match-winner, scoring 52 runs off 51 balls as his team chased down the target of 210 runs with relative ease. Marsh's half-century was crucial to Australia's successful chase, and after the game, the all-rounder caught up with the broadcaster where he was asked a cheeky question by Indian cricket legend Sunil Gavaskar. On being asked about the coaching he received from his father Geoff, Marsh had floored everyone with his response to Gavaskar.\n\nGavaskar, who has played against Mitchell Marsh's father Geoff, poked fun at Jr. Marsh's strike-rate, saying his father, who had a contrasting style of play in comparison to his son, must have taught him to play like this. In response, Mitchell said that he is just trying to make up for his father's poor strike-rates.\n\n\"Didn't your ever teach you to play like this? (gestures with a defensive shot) Because all you're doing is BANG, BANG, BANG,\" said Gavaskar. In response, Marsh said: \"I'm just making up for his poor strike-rates\".Sunil Gavaskar- \"Did your father not teach you to bat like this (gestures playing a defensive shot)?\"\n\nMitch Marsh- \"I am making up for his poor strike rate.\" pic.twitter.com/P4GuLGFCa6— Rohit Yadav (@cricrohit) October 16, 2023\n\nMarsh was delighted with the sort of performance his teammates were able to produce against Sri Lanka, getting that crucial win to keep their World Cup semi-final hopes alive.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"It was a really good day for us. We came into the game with a little bit of pressure after the slow start, but our experienced guys stood up today. We're away. I wouldn't say soul-searching but there was plenty of hurt [after the loss to South Africa]. Hopefully, that's a stepping stone for us in the right direction. Just making up for his [dad's] strike rate. I felt like I was batting well tonight and I probably got ahead of myself (on the run-out).\n\n\"The boys were calm and the way we finished it off was great. I actually went for one over, but I was shut down. We have a heap of options - three quicks, Zampa, Maxwell, Stoin and myself. He [Cummins] always has a calm demeanor. The way he bowled and his bowling changes were fantastic. Inglis is a fighter and loves a contest. He plays spin well and backs his skills. First of all, he has power and hopefully it's the start of a long career for him,\" Marsh said after the game.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/vtp4onb_mitchell-marsh-sunil-gavaskar-twitter_625x300_17_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgeqqa"
  },
  {
    "title": "United States Ambassador To India Backs Cricket To Hit LA Olympics For Six",
    "link": "https://sports.ndtv.com/cricket/united-states-ambassador-to-india-backs-cricket-to-hit-la-olympics-for-six-4488571#rss-sports-cricket",
    "description": "The United States' ambassador to India believes his compatriots will come to share his joy in the \"unabashed fun\" of Twenty20 cricket when the format features at the 2028 Los Angeles Olympics.",
    "date": 1697615453719,
    "content": "The United States' ambassador to India believes his compatriots will come to share his joy in the \"unabashed fun\" of Twenty20 cricket when the format features at the 2028 Los Angeles Olympics. International cricket's shortest form was approved as one of five new sports for LA 2028 during the International Olympic Committee's session in Mumbai on Monday. Flag football, baseball/softball, lacrosse and squash were the others. Eric Garcetti, a former mayor of Los Angeles, told reporters in Mumbai late Monday that his passion for cricket had grown during his time living in the UK, but blossomed after he took his post in India six months ago.\n\n\"I became a real fan when I came here and the T20 format, because it's so fast,\" he said.\n\n\"Most of us don't have a few days to watch a Test match or an entire seven-hour stretch for a World Cup match. But here to see two or three hours of unabashed fun, I'm a convert.\"\n\nCricket's only previous appearance at the Olympics was during the 1900 Games in Paris, where a team from Great Britain defeated France in a lone match.\n\n\"This is a great day for the Olympic movement, a great day for India, a great day for the United States and a great day for cricket fans everywhere,\" said Garcetti.\n\n\"I think it will ignite a new generation of cricket players and cricket fans... We think that this format is perfect for the Olympics, perfect for cricket, and no better place to launch than here, in the middle of cricket madness.\"\n\nThe Indian Premier League, featuring the game's global stars, has cemented India's position as the unquestioned economic driving force of the sport, thanks to legions of fans and lucrative broadcasting deals in a nation where the game is almost a religion.\n\nMonday's vote also took place while India stages the men's 50-over Cricket World Cup.\n\nMajor League Cricket, a professional Twenty20 League, launched in the United States in July, with the US a co-host of next year's men's T20 World Cup together with territories in the West Indies.\n\n\"By the time of the Olympics, not only Major League Cricket will be significant in the US, we'll have the facilities and the fanbase,\" said Garcetti.\n\nOn a more serious note, Garcetti voiced his support for the concept of the Olympic truce, amid Russia's ongoing invasion of Ukraine and the conflict between Israel and Hamas.\n\n\"The tradition of the Olympics was the Olympic truce,\" he said.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"In ancient times, everybody put down their weapons to have sports unite us... So we hope that this inspires people that peace is better than war, that participating together is better than conflict.\"\n\n(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2021-01/56nmlt5_olympics-rings-generic-afp_625x300_12_January_21.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgerdj"
  },
  {
    "title": "Watch: David Warner Helps Groundstaff In Covering Pitch During Rain, Wins Hearts During Cricket World Cup 2023 Game",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/david-warner-helps-groundstaff-in-covering-pitch-during-rain-wins-hearts-during-cricket-world-cup-2023-game-watch-4486549#rss-sports-cricket",
    "description": "David Warner won hearts as he helped the groundstaff in covering the pitch when rain interrupted play at the Ekana Stadium in Lucknow on Monday.",
    "date": 1697615454675,
    "content": "Australian cricket team star David Warner won hearts as he helped the groundstaff in covering the pitch when rain interrupted play at the Ekana Stadium in Lucknow on Monday. Sri Lanka were 178 for four against Australia when rain stopped play and while most of the cricketers were quickly leaving the field, Warner stayed back and he was seen dragging the covers along with the stadium staff. The video of him helping them was posted by the International Cricket Council (ICC) on their social media profiles and users were all praise for the veteran cricketer's gesture.\n\nAdam Zampa took four wickets as Australia bowled out Sri Lanka for 209 despite an opening century stand by the island nation in a Cricket World Cup 2023 match that will give one of the teams a first win.\n\nPathum Nissanka (61) and Kusal Perera (78) put on 125 runs for the first wicket before Australia hit back to end the innings in 43.3 overs at the Ekana Stadium in Lucknow.\n\nSkipper Pat Cummins took down the openers to trigger a collapse and Zampa joined forces to return figures of 4-47.\n\nSri Lanka elected to bat first and the right-left batting pair of Nissanka and Perera took on the opposition bowlers with regular boundaries --  20 between them.\n\nPerera reached his fifty with a boundary off Marcus Stoinis amid applause from the dressing room and a few Sri Lankan fans at a largely empty 50,000-seater stadium.\n\nNissanka soon got his second successive half-century as Sri Lanka charged ahead.\n\nCummins got Nissanka through a good outfield catch by David Warner and then bowled Perera.\n\nZampa sent back skipper Kusal Mendis and Sadeera Samarawickrama on consecutive balls between overs to be on hat-trick avoided by Dhananjaya de Silva.\n\nRain interrupted play for about 25 minutes and the break only gave Australia more power to return with wickets as left-arm quick Mitchell Starc bowled De Silva.\n\nSri Lanka kept losing wickets and a direct throw by Cummins ran out Dunith Wellalage for two.\n\nZampa kept up his attack and got two more wickets including Chamika Karunaratne, who was only called up to replace injured captain Dasun Shanaka at the weekend.\n\nCharith Aslanka made 25 before being bowled by Glenn Maxwell as the Sri Lankan innings ended.\n\nSri Lanka named two changes to their team, which has scored over 325 runs in each of their two losses.\n\nListen to the latest songs, only on JioSaavn.com\n\nFive-time winners Australia have also lost their first two matches after they went down to India by six wickets and then suffered a 134-run thrashing against South Africa.\n\n(With AFP inputs)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/5cn67du_dca_625x300_16_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvges43"
  },
  {
    "title": "PSL Team Calls India's Cricket World Cup 2023 Win Over Pakistan 'Upset'. Social Media Responds",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/psl-team-calls-indias-cricket-world-cup-2023-win-over-pakistan-upset-social-media-hits-back-4484813#rss-sports-cricket",
    "description": "The Pakistan Super League (PSL) team was trolled massively on social media for their post on Pakistan's heavy loss against India in the Cricket World Cup 2023.",
    "date": 1697615455338,
    "content": "Pakistan Super League (PSL) side Islamabad United faced massive trolling on social media after they termed India's win over Pakistan in the Cricket World Cup 2023 an 'upset'. Following Afghanistan's massive win over England on Sunday, the two-time PSL champions took to social media to say - \"Two upsets in two days! #CWC23 is already full of surprises.\" The response was almost instantaneous as Indian cricket team fans were not happy with the statement and they reminded Islamabad United of the dismal record that Pakistan enjoy against India when it comes to the ODI Cricket World Cup. The two sides have met eight times and India have emerged victorious on all the occasions till now. Two upsets in two days! #CWC23 is already full of surprises.— Islamabad United (@IsbUnited) October 15, 2023\n\nPakistan were completely outplayed in the match against India as Rohit Sharma and Shreyas Iyer produced brilliant knocks following a disciplined show from the Indian bowlers led by Jasprit Bumrah. Yes Upset was that India Couldn't defeat you within 10 overs pic.twitter.com/ybVcxYutjZ— Aryan (@OxygenKohli18) October 15, 2023\n\nMeanwhile, legendary India batter Sunil Gavaskar made an interesting observation regarding Pakistan's loss against India in Cricket World Cup 2023. I mean yes 8-0 is an upset.. Whatever helps them sleep https://t.co/Icx3pSwHno— Archer (@poserarcher) October 15, 2023\n\n\"Rizwan is the kind of player who can take the game away from the opposition. He is a very cheeky player. He knows how to play and adjust his game according to the needs of the side. So his wicket was very crucial or else Pakistan would have ended with 250-260. So that was a huge blow. Next over Bumrah gets another wicket, with another cutter.\n\n\"Clearly Pakistan did not learn anything because it was only towards the end when Shaheen bowled that cutter that got Rohit out. We would have thought that they would bowl the cutter even with the new ball. It is not written anywhere that the new ball has to be bowled at a certain pace. You can change it, but nothing of those sorts was seen from the Pakistan bowlers,\" Gavaskar said on Star Sports. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/dak1htmg_india-pakistan_625x300_16_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgesmi"
  },
  {
    "title": "Captain Babar Azam Faces Heat. Wasim Akram's Stance Shocks Pakistan Great Mohammad Yousuf",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/shocked-that-wasim-akram-pakistan-great-mohammad-yousuf-on-shoaib-malik-questioning-babar-azams-captaincy-4487629#rss-sports-cricket",
    "description": "With Wasim Akram in his company, Shoaib Malik suggested that Babar Azam should step down as Pakistan's captain.",
    "date": 1697615456006,
    "content": "Since the conclusion of the India vs Pakistan match in Cricket World Cup 2023, Babar Azam and his players have faced plenty of criticism. In fact, a few critics even questioned the leadership skills of Babar, suggesting Shaheen Shah Afridi should take up the baton from him. It was Shoaib Malik who raised a finger at Babar's ability to lead the team in the right direction, but Pakistan great Mohammad Yousuf isn't pleased to see such suggestions being made in the middle of the tournament. Speaking of the topic, Yousuf didn't just side with Babar but also questioned the great Wasim Akram for not correcting Shoaib Malik when he made such comments.\n\nDiscussing Pakistan's defeat against India in the World Cup on a TV channel, Malik said that he remains of the opinion that Babar should solely focus on his batting and relinquish captaincy responsibilities.\n\n\"Look, I'll be honest with you about this. Babar would need to give up captaincy, as I have previously stated in other interviews. Although it is simply my opinion, a tonne of homework went into it. As a player, Babar has tremendous potential for both personal and team success. I think Shaheen Shah Afridi should become the next Captain of ODI in case Babar Azam resigns,\" Malik had said on A-Sports.\n\nYousuf, countering Malik's views, said that no such talks should be made during the World Cup. He also cited the example of former Pakistan skipper Imran Khan who led the team to success in the 1992 World Cup after failures in 1983 and 1987.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"During the World Cup, I don't think anybody should talk about this. Secondly, Imran Khan captained in 1983 and 1987 and lost both times before winning on his third attempt in 1992. Any good player should be allowed to continue as a captain for a long time,\" Yousuf said on Samaa TV.\n\n\"He (Babar) is the captain because he has the ability. He did not become the captain because he is related to the PCB chairman. He is a genuine skipper. So talking about him in this manner is a loss for Pakistan and for him as well, especially amid the immense pressure post that loss against India. I am shocked that Wasim Akram, who was sitting there, did not stop him either,\" he said. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/qdj38ccg_babar-azam-and-wasim-akram_625x300_17_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvget52"
  },
  {
    "title": "Sri Lanka Cricket Lifts Danushka Gunathilaka's Ban, Paves Way for National Return",
    "link": "https://sports.ndtv.com/cricket/sri-lanka-cricket-lifts-gunathilakas-ban-paves-way-for-national-return-4488277#rss-sports-cricket",
    "description": "Danushka Gunathilaka was charged on four counts of rape, which were later dropped by the prosecution before trial and was also under travel restrictions for 11 months in Australia.",
    "date": 1697615456621,
    "content": "Sri Lanka Cricket (SLC) on Tuesday lifted a ban imposed on Danushka Gunathilaka following a sexual assault charge in Australia, paving the way for the left-handed batter's return to the national team. \"...the Independent Inquiry Committee appointed by SLC, which was tasked with investigating into the impact of the criminal allegations against Mr. Danushka Gunathilaka in Australia, has recommended a full lifting of the ban imposed on him in November 2022 following Mr. Gunathilaka's acquittal from all charges filed in the District Court of New South Wales and his return to Sri Lanka on 3rd October 2023,\" a release said. \"He would now be able to return to national duty,\" it added.\n\nIn November 2022, the cricketer was charged for alleged sexual assault in Australia during his visit as a member of the Sri Lanka's T20 World Cup team. He was arrested after a woman accused him of sexual assault.\n\nThe 32-year-old cricketer was charged on four counts of rape, which were later dropped by the prosecution before trial and was also under travel restrictions for 11 months in Australia.\n\nGunathilaka pleaded not guilty and faced a four-day long trial and was later acquitted of all charges filed against him in the District Court of New South Wales. He returned to Sri Lanka on October 3 this year.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"This suspension was pending the outcome of legal proceedings and was imposed considering the impact of his actions on the reputation of cricket and the country,\" the SLC statement read.\n\n\"After careful evaluation of Mr. Gunathilaka's exoneration and with due consideration to his cricketing career and its impact on the cricketing ambitions of the nation, the Inquiry Panel, headed by Retired High Court Judge, Sisira Ratnayake, Mr. Niroshana Perera, Attorney at Law and Mr. Asela Rekawa Attorney at Law, unanimously recommended an immediate lifting of his cricketing ban, allowing him to resume regular cricket activities and return to national duty.\" PTI Cor SSC SSC SSCGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2022-11/jlvcho88_danushka-gunathilaka-afp_625x300_08_November_22.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgetm5"
  },
  {
    "title": "Cricket World Cup 2023: Adam Zampa Not Bothered About Economy Rate, Wants To Take More Wickets",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/zampa-not-bothered-about-economy-rate-wants-to-take-more-wickets-4487720#rss-sports-cricket",
    "description": "Australia defeated Sri Lanka after consecutive losses against India and South Africa in the Cricket World Cup 2023.",
    "date": 1697615457765,
    "content": "Panned for his poor show in the opening two Cricket World Cup matches, Australia's sole frontline spinner at the World Cup Adam Zampa said that expensive figures don't bother him as he bowls to get wickets. Australia found themselves in a precarious situation after suffering back-to-back losses against India and South Africa before notching up a five-wicket win over Sri Lanka on Monday. Zampa, who has enjoyed a lot of success between the 2019 World Cup and the start of the ongoing edition, flattered to deceive in the opening two games, going for plenty of runs. \"I'm very good at self-reflection. I look back on the first two games and I'll probably look at the last game as one where I could have made a difference there and made it easy for those other guys,\" Zampa said after Australia's win.\n\n\"But yeah, the Indian game, I mean, we're under the pump defending 200 and I'm always going to be the guy who tries to get wickets. I'm not going to try and let the game peter out and let it go into nothing. So yeah, figures, whatever.\" He registered figures of 0/53 and 1/70 against India and South Africa respectively for a combined figure of 1/123 in 18 overs.\n\n\"It's more about my attitude and reflecting on that too. Did I bowl the ball where I wanted it to? Did I make the right decisions? Did I put my game on the line to try and make a difference? And that's how I think about it.\n\n\"I don't really care about combined figures. It's just doing what I can to try and help win the game,\" Zampa added.\n\nAgainst Sri Lanka too Zampa looked sluggish at the beginning, giving away 22 runs in his first three overs but he roared back to form with a match-winning spell of 4/47.\n\n\"It took me a lot longer than I wanted to get into the game today. Bowling to set batters as well, trying to build some pressure, I just wasn't really able to do that.\n\n\"I won't make any excuses. I think I should be good enough to kind of play that role as well.\" The wrist spinner revealed that he suffered \"random back spasm\" and had to undergo a fitness test before the game against Sri Lanka.\n\n\"I did a gym session a couple of nights ago and I don't know if you've ever had a back spasm, but I was worse for over the last couple of days.\n\n\"I had to do a fitness test before the game today. Yeah, I felt like adrenaline was going to get me through and a bit of Panadeine Forte (medicine). It was a tough one to get through today, but as I said, one of those random ones that will wear off in the next day or so.\"\n\nWith Sri Lanka going strong following a 125-run opening stand between Kusal Perera and Pathum Nissanka, it was skipper Pat Cummins who stepped up, dismissing both openers before producing a direct throw to mark the end of Dunith Wellalage.\n\n\"I thought Cummins' spell in particular was a bit of a game changer for us and even his energy in the field, the run-out after the rain break, yeah, it changed the energy for us.\n\n\"He kind of led from the front. His spell changed the momentum of the game. And then same as in the field, that run out, those little things can turn scores from 210 to 260, and it's game on. So, he particularly led from the front,\" Zampa said.\n\nAustralia fly off to Bengaluru for their next game against Pakistan on Friday.\n\n\"After the first two games, there's definitely a flat feeling in the change rooms. We all know that you could probably go from 1 to 11 and say we all could do our roles a little bit better, particularly those first two games.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"But we know, as boss (Cummins) said the other day, we get backed into a corner and guys step up and we get on a roll, then anything can happen. It's a World Cup, so get on a roll.\"\n\n\"Obviously, really big game against Pakistan in Bangalore, and if we can put it all together and play a good game there, you go 2 and 2 and the feeling's much better,\" he added. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/57j7g7q8_as_625x300_17_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgeuhx"
  },
  {
    "title": "Cricket World Cup 2023: New Zealand Face England-Beaters Afghanistan, Aim To Keep Their Unbeaten Run Intact",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/new-zealand-face-england-beaters-afghanistan-aiming-to-keep-their-unbeaten-run-intact-4488060#rss-sports-cricket",
    "description": "Afghanistan's upset win over defending champions England has given the side a new stature and New Zealand would underestimate Hashmatullah Shahidi's side at their own peril.",
    "date": 1697615458534,
    "content": "Afghanistan's upset win over defending champions England has given the side a new stature and New Zealand would underestimate Hashmatullah Shahidi's side at their own peril when the two sides clash in their World Cup match on Wednesday. While the Kiwis would look to keep their unbeaten run going in the tournament, Afghanistan, who shocked England by 69 runs, would be keen to create another big upset and put their campaign firmly on track in the showpiece event. New Zealand are going great guns in the tournament, having won all three matches so far and are currently placed second on the points table, trailing India on net run rate.\n\nOn the other hand, Afghanistan had an inauspicious start to their campaign losing to Bangladesh and India before leaving Jos Buttler's England in a tizzy with a victory to be cherished for long in New Delhi on Sunday.\n\nNew Zealand will again be led by wicketkeeper-batter Tom Latham after their charismatic skipper Kane Williamson suffered a fracture on his left thumb during the match against Bangladesh and was ruled out for a few games.\n\nWilliamson, who had missed the opening two matches -- against England and the Netherlands -- due to an ACL injury suffered during IPL 2023, was looking good to strike a century after being out of action for more than five months. But the skipper's innings was cut short at 78 when he was struck on the thumb by a throw from the outfield.\n\nDespite the huge setback, the Kiwis would be banking on their success so far to win their fourth game on the trot against an unpredictable Afghanistan, who played their guts out against England.\n\nIt would be interesting to see if pacer Tim Southee finally gets a chance against Afghanistan, having recovered from a thumb injury, though his match fitness has remained an issue.\n\nThe Kiwis will rely heavily on their top order comprising Will Young, Devon Conway and Daryl Mitchell, while all-rounder Rachin Ravindra, with his impactful performances across departments, will also be the player to watch.\n\nThe Kiwi batters would certainly have watched the video footage of Afghanistan spinners Rashid Khan and Mohammed Nabi many times over to counter the slow-bowling threat, given that the duo accounted for five England wickets.\n\nWith the meeting happening at the Chepauk, where the pitch has traditionally assisted spinners, New Zealand will have their hands full when they take on the trio of Rashid, Mujeeb Ur Rehman and Nabi.\n\nAs for the Afghanistan batting, opener Rahmanullah Gurbaz is the man in form, having scored 50-plus in two matches so far, while the likes of skipper Shahidi, Azmatullah Omarzai and Ikram Alikhil could come in handy as well.\n\nWhile Trent Boult and Matt Henry's searing pace will be feared by the Afghan batters, their main challenge could unexpectedly come from the spin duo of Ravindra and Mitchell Santner, with the latter being the most successful slow bowler in the competition so far.\n\nThe two teams have clashed in this format only twice with New Zealand winning on both occasions.\n\nListen to the latest songs, only on JioSaavn.com\n\nNew Zealand:Kane Williamson (c), Trent Boult, Mark Chapman, Devon Conway (wk), Lockie Ferguson, Matt Henry, Tom Latham (vc & wk), Daryl Mitchell, Jimmy Neesham, Glenn Phillips (wk), Rachin Ravindra, Mitchell Santner, Ish Sodhi, Tim Southee and Will Young.\n\nAfghanistan:Hashmatullah Shahidi (c), Rahmanullah Gurbaz (wk), Ibrahim Zadran, Riaz Hassan, Rahmat Shah, Najibullah Zadran, Mohammad Nabi, Ikram Alikhil (wk), Azmatullah Omarzai, Rashid Khan, Mujeeb ur Rahman, Noor Ahmad, Fazalhaq Farooqi, Abdul Rahman and Naveen ul Haq. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/8dntjvm_as_625x300_17_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgev3a"
  },
  {
    "title": "India To Send 446-Member Contingent To Asian Para Games",
    "link": "https://sports.ndtv.com/othersports/india-to-send-446-member-contingent-to-asian-para-games-4488081#rss-sports-othersports",
    "description": "In the last edition in Jakarta, a total of 190 athletes represented India in 13 sporting events, returning with 72 medals, including 15 golds.",
    "date": 1697615459223,
    "content": "\"Like Tiger In Cage\": Roger Federer On Rafael Nadal's Game PersonalityAnushka Sharma's Four Word Reaction To Virat Kohli's Ton Against Pakistan\"Beyond People's Imagination\": Rajeev Shukla On India's Win vs Pakistan\n\nIn the last edition in Jakarta, a total of 190 athletes represented India in 13 sporting events, returning with 72 medals, including 15 golds. India will be represented by a strong 446-member contingent, including 303 athletes, at the fourth Asian Para Games to be held in Hangzhou, China from October 22 to 28. The Sports Ministry has sanctioned a total of 303 sportspersons -- 191 male and 112 female -- across 17 sporting disciplines for the Asian Para Games. Besides, the ministry also cleared a total of 143 coaches, escorts, officials and support staff. Out of the total number of athletes, 123 will only take part in athletics events. This is the biggest contingent India have ever sent for the Asian Para Games.In the last edition in Jakarta, a total of 190 athletes represented India in 13 sporting events, returning with 72 medals, including 15 golds.Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.PM Modi Says India Will Leave No Stone Unturned In Preparation For Organisation Of 2036 OlympicsIOC Suspends Russian Olympic Committee With Immediate Effect For 'Breach Of Charter'Asian Games: Sai Akula, Greeshma Dontara Sign Off At 5th, 6th Place In Ladies Artistic Single Free Skating",
    "imgLink": "https://c.ndtvimg.com/2023-10/4itli0ro_a_625x300_17_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgevmf"
  },
  {
    "title": "BCCI, Harbhajan Singh Extend Wishes To 'Jumbo' Anil Kumble On His 53rd Birthday",
    "link": "https://sports.ndtv.com/cricket/bcci-harbhajan-singh-extend-wishes-to-jumbo-anil-kumble-on-his-53rd-birthday-4488117#rss-sports-cricket",
    "description": "The Board of Control for Cricket in India (BCCI) and former cricketers extended birthday greetings to former Indian spinner Anil Kumble as he turned 53.",
    "date": 1697615459905,
    "content": "The Board of Control for Cricket in India (BCCI) extended birthday greetings to former Indian spinner Anil Kumble as he turned 53 on Tuesday. BCCI took to X to extend birthday wishes for the spinner and posted a video, revisiting Kumble's memorable 10-wicket haul against Pakistan in 1999. On his birthday, let's relive @anilkumble1074's brilliant ????-wicket haul against Pakistan ????????#TeamIndia pic.twitter.com/BFrxNqLxil— BCCI (@BCCI) October 17, 2023\n\n\"Most wickets by an Indian in men's international cricket Second bowler in Tests to scalp 10 wickets in an innings Wishing former #TeamIndia captain @anilkumble1074 a very happy birthday. On his birthday, let's relive @anilkumble1074's brilliant -wicket haul against Pakistan,\" BCCI posted on X.4️⃣0️⃣3️⃣ intl. matches\n\n9️⃣5️⃣6️⃣ intl. wickets\n\n3️⃣4️⃣4️⃣4️⃣ intl. runs\n\nMost wickets by an Indian in men's international cricket\n\nSecond bowler in Tests to scalp 10 wickets in an innings\n\nWishing former #TeamIndia captain @anilkumble1074 a very happy birthday. ???????? pic.twitter.com/KPkj6bF46T— BCCI (@BCCI) October 17, 2023\n\nIndian Premier League (IPL) franchise Punjab Kings also wished their former head coach and posted,\"'Jumbo' birthday wishes to the spin wizard Anil Kumble.\"\n\nFormer India spinner Harbhajan Singh also took to X and posted, \"Brother @anilkumble1074 is a great combo of skill, talent and passion. On your birthday, I send you lots of love and wishes. May you have a great time ahead with health, happiness, smiles, prosperity and a more meaningful life. Keep inspiring!\"Brother @anilkumble1074 is a great combo of skill, talent and passion.\n\nOn your birthday, sending you lots of love and wishes. May you have a great time ahead with health, happiness, smiles, prosperity and a more meaningful life.\n\nKeep inspiring ! pic.twitter.com/cOyOWAr0DB— Harbhajan Turbanator (@harbhajan_singh) October 17, 2023\n\nKumble finished his cricket career with 619 Test wickets and 337 ODI wickets. His tally of 619 Test wickets is the most by an Indian bowler.\n\nThe spinner also took ten wickets in an innings against Pakistan in 1999 and as a result, he became only the second cricketer in history after Jim Laker to take all ten wickets in an innings of a Test match.\n\nListen to the latest songs, only on JioSaavn.com\n\nKumble also coached the Indian cricket team for a brief period of time. Under him, India won a Test series against the West Indies, New Zealand, England, Bangladesh and Australia.\n\nIn 2015, he was inducted into the ICC Hall of Fame.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2022-03/kkooil6g_anil-kumble_625x300_11_March_22.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgew5d"
  },
  {
    "title": "Bangladesh Star Litton Das Misbehaves With Reporters, Issues Apology",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/bangladesh-star-litton-das-misbehaves-with-reporters-issues-apology-4484673#rss-sports-cricket",
    "description": "Litton Das' clarification came in after some senior journalists expressed displeasure at his behaviour.",
    "date": 1697615460887,
    "content": "Bangladesh star Litton Das found himself in the line of fire over his inappropriate behaviour with a few journalists. Unhappy over the presence of media persons in the hotel lobby during the ongoing Cricket World Cup 2023, Litton even complained to the security guard, triggering a controversy. After facing flak on social media over his behaviour, Litton issued an apology, saying he wasn't aware of the journalists' presence in the team hotel. Litton's clarification came in after some senior journalists expressed displeasure at his behaviour.\n\n\"I apologise whole-heartedly for the incident that took place in the team hotel yesterday. Actually, I did not realise that a lot of journalists were present there. I am extremely sorry for the sudden mishap. I am always respectful towards the media. Journalists have played a big role in the development of Bangladesh cricket,\" Litton said in a post on Facebook.\n\nPreviously, a reporter had criticised Litton, saying some of the other Bangladesh players spoke to the media but Litton 'insulted' them.\n\n\"It was rude behaviour from Litton. We were insulted in some way and it was not possible for us to accept it. Journalists will be there where Bangladesh cricket goes. The ICC had allowed us to talk to the players. Taskin (Ahmed) and Mahmudullah talked to us, but the way Litton behaved was unacceptable. He then asked the security what the mediapersons were doing. Just because he is not scoring runs doesn't mean that he will misbehave with us,\" the journalist told Daily Cricket.\n\nListen to the latest songs, only on JioSaavn.com\n\nLittong hasn't had the best of campaign so far, having only scored 89 runs from three matches. he endured a golden duck against New Zealand at the MA Chidambaram Stadium in Chennai in Bangladesh's last match.\n\nLitton will next be in action against Rohit Sharma's India on October 19 in Pune.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/9oltuvqg_litton-das-afp_625x300_16_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgewwn"
  },
  {
    "title": "Babar Azam Asked By Pakistan Great To Quit Captaincy. Wants This Player To Lead Instead",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/leave-captaincy-pakistan-greats-blunt-advice-to-under-fire-babar-azam-4485259#rss-sports-cricket",
    "description": "Babar Azam has been facing plenty of criticism following Pakistan's defeat to India in the Cricket World Cup 2023 clash on Saturday.",
    "date": 1697615461796,
    "content": "Two wins in three matches in the ICC Cricket World Cup2023 campaign, but Pakistan skipper Babar Azam is facing extreme critcism from some of his former teammates. Shoaib Malik, one of the greats of Pakistan cricket, has once again adviced Babar to quit captaincy and focus only on his batting. Malik's suggestion came in after Pakistan lost to arch-rivals India in the league stage of the World Cup on Saturday. Not just Malik, but some of the other former Pakistan cricketers and fans have also questioned Babar's captaincy after the loss.\n\n\"Look, I will give you my honest opinion on this. I have already said this in previous interviews that Babar should leave captaincy, it is just my opinion but there's a lot of homework behind it. Babar, as a player, can do wonders for himself as well as the team,\" the former Pakistan skipper said on A-Sports.\n\n\"It is my personal opinion and that is not because we lost the game today (against India) or we lost by a big margin, no it (my opinion) is not built on that,\" he said. Babar and Rizwan even were not trying to score\n\nWasim Akram \"Shoaib Malik has already told us if there is no big turn then you have to use your feets against Kuldeep yadav\"#pakvsind #CWC2023 pic.twitter.com/v8WmMRpgyA— shoaib Malik army (@ranasikandarra3) October 15, 2023\n\nMalik feels Babar doesn't think 'out of the box' as a captain which is a big problem with respect to his leadership skills. He recommended the name of Shaheen Shah Afridi as Pakistan's skipper of Babar does decide to step down.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"I think that Babar, as a leader, doesn't think out of the box. One shouldn't mix his leadership with his batting skills as they both are different. He has been a captain for a long time now, but he hasn't been able to improve himself,\" the 41-year-old asserted.\n\n\"Shaheen Afridi should become captain in white ball cricket in case Babar Azam resigns. He has done an attacking captaincy for Lahore Qalandars,\" he concluded.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/a4a4aoig_babar-azam-afp_625x300_16_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgexlw"
  },
  {
    "title": "Shahid Afridi's Sister Dead, Former Pakistan Cricketer Announces News On Social Media",
    "link": "https://sports.ndtv.com/cricket/shahid-afridis-sister-dead-former-pakistan-cricketer-announces-news-on-social-media-4487814#rss-sports-cricket",
    "description": "Former Pakistan cricketer Shahid Afridi revealed that his sister is no more.",
    "date": 1697615462410,
    "content": "Former Pakistan captain Shahidi Afridi announced the news of her sister's demise on Tuesday. Afridi took to social media to reveal that his sister was battling for her life in a hospital. Her health condition even prompted the retired cricketer to change his travel plans. While Afridi returned to see his ailing sister, she sadly passed away. On social media, Afridi also announced where and when will his sister's funeral taking place.\n\n\"Surely we belong to Allah and to him we shall return. With Heavy hearts we inform you that our beloved Sister passed away and her Namaz e Janazah will be at 17.10.2023 after Zuhur prayer at Zakariya masjid main 26th street Khayaban e Ghalib DHA,\" Afridi wrote on X (formerly Twitter).(إِنَّا ِلِلَّٰهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ,)\n\nSurely we belong to Allah and to him we shall return.\n\nWith Heavy hearts we inform you that our beloved Sister passed away and her Namaz e Janazah will be at 17.10.2023 after Zuhur prayer at Zakariya masjid main 26th street… https://t.co/Ly4sK6XVGT— Shahid Afridi (@SAfridiOfficial) October 17, 2023\n\nEarlier, the Pakistan cricket great had posted: \"I am travelling back to see you soon my love stay strong My sister is fighting for her life right now, I request you to make Duas for her health, will mean a lot. May Allah give her speedy recovery and a long healthy life Ya Rabb.\"I am travelling back to see you soon my love stay strong\n\nMy sister is fighting for her life right now, I request you to make Duas for her health, will mean a lot. May Allah give her speedy recovery and a long healthy life Ya Rabb pic.twitter.com/CqvqNLCIEF— Shahid Afridi (@SAfridiOfficial) October 16, 2023\n\nMany fans took to social media to offer their condolences to the cricketer following the tragedy. Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules.Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/el4vnudg_shahid-afridi_625x300_17_October_23.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgey2y"
  },
  {
    "title": "Team India \"Extremely Hard To Beat\": Ricky Ponting's Honest Admission For World Cup 2023",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/team-india-extremely-hard-to-beat-ricky-pontings-honest-admission-for-world-cup-2023-4487706#rss-sports-cricket",
    "description": "India made a strong start to their ICC World Cup 2023 campaign, registering convincing victories against Australia, Afghanistan and arch-rival Pakistan.",
    "date": 1697615463000,
    "content": "Former Australia great Ricky Ponting discussed Team India's prospects for victory in the World Cup and believes that Men in Blue will be an \"extremely hard\" side to beat given their ability to hold up under extreme pressure well. India made a strong start to their ICC World Cup 2023 campaign, registering convincing victories against Australia, Afghanistan and arch-rival Pakistan. The Men in Blue are searching for a third Cricket World Cup crown after their title victories in 1983 and 2011.\n\n\"I said from the start that I think they're going to be the team to beat. They've got a very talented team. They've got all bases covered with their fast bowling, their spin and their top-order, middle-order batting,\" Ponting told the ICC.\n\n\"They're going to be extremely hard to beat. But we'll see how they hold up under extreme pressure as well,\" Ponting said.\n\nIn their match against arch-rivals Pakistan, India registered an enormous seven-wicket victory, claiming a dominant triumph with 117 balls to spare in Ahmedabad.\n\nPakistan lost eight wickets for 36 runs as they went from 155/2 to 191 all out before Rohit Sharma's magnificent 86 helped his team win.\n\nFive Indian bowlers took two wickets each, with Jasprit Bumrah and Kuldeep Yadav triggering the collapse with brilliant spells after Mohammed Siraj had taken the crucial wicket of Babar Azam.\n\nIndia skipper Rohit Sharma spoke about the need to move forward, maintain the balance not get \"too excited\" as the World Cup campaign is not a short affair.\n\n\"I will keep my fingers crossed. We don't want to get too excited and also not get too low as well. It is a long tournament, nine league games and then the semis and final. Just have to keep the balance and go forward. I have said it before, for us it was an opposition [Pakistan] we wanted to play. Every opposition we come against they can beat you. We have to be good on that particular day. The past and future does not matter,\" Rohit said in the post-match presentation.\n\nListen to the latest songs, only on JioSaavn.com\n\nAfter registering three back-to-back victories in their World Cup campaign, the Men in Blue will face Bangladesh on Thursday at the Maharashtra Cricket Association Stadium in Pune.\n\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Get the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-05/fggq554o_ricky-ponting-bcci_625x300_19_May_23.jpg?im=FeatureCrop,algorithm=dnn,width=1200,height=675",
    "category": "sport",
    "id": "53cly10lulnvgeyjc"
  },
  {
    "title": "Watch: Pakistan Players Hailing Rohit Sharma's Pull Shot Prompts Epic Rant From Former Captain",
    "link": "https://sports.ndtv.com/icc-cricket-world-cup-2023/pakistan-players-hailing-rohit-sharmas-pull-shot-prompts-epic-rant-from-former-captain-4483727#rss-sports-cricket",
    "description": "Rohit Sharma hit the ball to all parts of the ground with his delightful flicks and pulls to entertain an almost all-Indian crowd in Ahmedabad.",
    "date": 1697615463662,
    "content": "Captain Rohit Sharma rose to the occasion on Saturday as India mauled Pakistan by 7 wickets in their World Cup 2023 match in Ahmedabad. Chasing a target of 192, Rohit was on the attack from the very first bowl. Rohit scored 86 off just 63 balls, striking six sixes and as many fours, as India crossed the finishing line in 30.3 overs. The Pakistan pacers made the job easy for Rohit by bowling short-pitched deliveries as the Indian captain executed his pull-shot game to perfection.\n\nAhead of Saturday's blockbuster match, the International Cricket Council (ICC) posted a video where the Pakistan players were asked to name a player who plays the best pull shots.\n\nIn the video, Haris Rauf, Imam-ul-Haq, Shadab Khan, Hasan Ali and Babar Azam all took Rohit's name.\n\nWhile pointing out the same video, former Pakistan captain Salman Butt tore into the players of failing to execute their plans, despite knowing that Rohit has the best range of pull shots under his sleeves.\n\n\"A few days back, the Pakistan players were asked 'who plays the best pull shots?' All five of them took Rohit Sharma's name. I don't know what the statisticians are doing. What are they telling the players. This is very weird that five players from the playing XI are saying that Rohit Sharma plays the pull shot efficiently, and you're still allowing him to score runs off that,\" Butt said in a video uploaded on his YouTube channel.\n\nRohit hit the ball to all parts of the ground with his delightful flicks and pulls to entertain an almost all-Indian crowd at the world's biggest cricket stadium after Pakistan fans were effectively banned from attending.\n\nListen to the latest songs, only on JioSaavn.com\n\nHe fell attempting another hit off Shaheen Shah Afridi to get caught at mid-wicket, but Iyer and KL Rahul took the team home with ease.\n\nGet the Latest World Cup 2023 Updates and check out World Cup 2023 Schedules. Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
    "imgLink": "https://c.ndtvimg.com/2023-10/np2nj9oo_babar-and-haris_650x300_17_October_23.jpg",
    "category": "sport",
    "id": "53cly10lulnvgez1q"
  }
]