[
  {
    "title": "X will start charging new users in two countries $1 per year",
    "link": "https://www.theverge.com/2023/10/17/23921752/x-not-a-bot-charge-new-users-elon-musk",
    "description": "Illustration by Kristen Radtke / The Verge; Getty Images\n    \n\n  \nIf you want to join X, the service formerly known as Twitter, via its website in New Zealand and the Philippines, be prepared to fork over $1 a year for the privilege. \nThe subscription, part of a so-called “Not A Bot” program, is beginning in those two countries and is designed to “bolster our already significant efforts to reduce spam, manipulation of our platform and bot activity,” X said Tuesday in an unsigned post on its help center. In addition, new web users in New Zealand and the Philippines will have to verify their account with a phone number, the post says. Fortune first reported that Musk was going to charge new users $1 a year shortly before X’s announcement went live. \nX’s post doesn’t explain why the new $1 subscription is...\nContinue reading…",
    "date": "2023-10-18T00:15:28.000Z",
    "content": "Sign up for Command Line, a paid weekly newsletter from Alex Heath about the tech industry’s inside conversation. Your first month is free!\n\nA discounted plan to keep you up to date all year.\n\nKeep your team informed on the inside conversation.",
    "imgLink": "https://cdn.vox-cdn.com/thumbor/mu1msO0wrGzvOzp11GRF5P0JZKI=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23382325/VRG_Illo_STK022_K_Radtke_Musk_Money.jpg",
    "category": "tech",
    "id": "53cly10lulnvge88p"
  },
  {
    "title": "Sam Bankman-Fried’s defense finally woke up",
    "link": "https://www.theverge.com/2023/10/17/23921745/sam-bankman-fried-nishad-singh-house-loan",
    "description": "A good day for the defense! | Photo illustration by Cath Virginia / The Verge | Photo by Bloomberg, Getty Images\n    \n\n\n  \t\t \nNishad Singh looks less reliable. Is it enough?\nContinue reading…",
    "date": "2023-10-18T00:07:53.000Z",
    "content": "Sadly, there were no photos, details on square footage or number of bedrooms, so I had to look that up afterward",
    "imgLink": "https://cdn.vox-cdn.com/thumbor/Tk5IpqS9AqI7VhbII165g34rWXA=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24960234/236817_SBF_Trial_Stock_CVirginia_B.jpg",
    "category": "tech",
    "id": "53cly10lulnvge8y5"
  },
  {
    "title": "Apple’s latest iOS update could have a big impact on podcast downloads",
    "link": "https://www.theverge.com/2023/10/17/23921466/apple-ios-update-podcast-downloads-spotify-rogan-youtube",
    "description": "Illustration by Alex Castro / The Verge\n    \n\n  \nThis is Hot Pod, The Verge’s newsletter about podcasting and the audio industry. Sign up here for more.\nToday, we’ve got a joint issue looking at why Apple’s latest iOS update could cause download numbers to go down and featuring a talk about brand safety with Spotify’s director of global advertising platform integrity.\nApple tweaked automatic podcast downloads in its latest iOS update. That could impact download numbers moving forward.\nWhen Apple released iOS 17 in September, it included an adjustment to how automatic downloads work on podcasts. That may make your eyes glaze over, but it’s a little change that could have a big impact on download numbers, at least in the short term.\nCould is the key word here since it will take some...\nContinue reading…",
    "date": "2023-10-17T22:30:00.000Z",
    "content": "/ News and analysis on the biggest events in audio. Subscribe to Hot Pod Insider for full access and three editions each week.",
    "imgLink": "https://cdn.vox-cdn.com/thumbor/6qjK0_3j9O7e30gOchnPdFw5H9w=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23986636/acastro_STK461_03.jpg",
    "category": "tech",
    "id": "53cly10lulnvge9su"
  },
  {
    "title": "Chrome on iOS and Android will now detect URL typos",
    "link": "https://www.theverge.com/2023/10/17/23921281/chrome-ios-android-url-typos-accessibility-google-maps",
    "description": "Illustration: The Verge\n    \n\n  \nGoogle Chrome on iOS and Android devices will look for possible typos in URLs and suggest corrections for you, Google announced in a blog post on Tuesday. This new accessibility feature for mobile versions of Chrome was promised earlier this year when Google released the same feature on Chrome for computers. \nGoogle says the URL typo detector will help people with dyslexia or otherwise are language learners. However, after updating my Chrome app on iOS, it doesn’t seem to be here just yet, as it’s not correcting my mistakes such as www.microspft.com or www.nintwndo.com. When it does show up, it could help keep people from ending up on dubious websites if they accidentally enter the wrong URL.\nImage: Google\n      Left:...\n  \nContinue reading…",
    "date": "2023-10-17T22:00:07.000Z",
    "content": "/ Sign up for Verge Deals to get deals on products we've tested sent to your inbox daily.",
    "imgLink": "https://cdn.vox-cdn.com/thumbor/zCUZ308k3-5t-4co4I_I3j6n2ic=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24418649/STK114_Google_Chrome_02.jpg",
    "category": "tech",
    "id": "53cly10lulnvgeaog"
  },
  {
    "title": "Dead Space is coming to Xbox Game Pass just in time for Halloween",
    "link": "https://www.theverge.com/2023/10/17/23921535/dead-space-remake-xbox-game-pass-halloween",
    "description": "Image: EA\n    \n\n  \nThere’s a whole host of great games hitting Xbox Game Pass throughout October, including the grisly Dead Space remake that’s arriving just in time for Halloween. The Dead Space remake offers a complete overhaul of the original 2008 sci-fi horror title, and it’s headed to Game Pass for cloud, PC, and Xbox Series X / S on October 26th.\nBut if you can’t wait until then, the Yakuza spinoff Like A Dragon: Ishin! is available to play through Game Pass on cloud, console, and PC starting today. Here’s the rest of the games coming to Game Pass through the end of the month and when they’re arriving:\nF1 Manager 2023 (cloud, console, and PC): October 19th\nCities: Skylines II (PC): October 24th\nFrog Detective: The Entire Mystery (cloud and...\nContinue reading…",
    "date": "2023-10-17T21:52:28.000Z",
    "content": "/ Sign up for Verge Deals to get deals on products we've tested sent to your inbox daily.",
    "imgLink": "https://cdn.vox-cdn.com/thumbor/x1xIO28rRNCgTfbwvOMVruGhX3E=/0x0:1920x1080/1200x628/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/24385774/DS_LAUNCH_TRLRSCREEN_07.jpg",
    "category": "tech",
    "id": "53cly10lulnvgebjy"
  },
  {
    "title": "Reddit’s blockchain-based Community Points are going away",
    "link": "https://www.theverge.com/2023/10/17/23921437/reddit-crypto-rugpull-community-points",
    "description": "Illustration by Alex Castro / The Verge\n    \n\n  \nReddit is sunsetting its blockchain-based Community Points product, the company announced on Tuesday. A Reddit admin (employee) shared the announcement about Community Points, which uses the Ethereum blockchain, on a few subreddits, including r/CryptoCurrency (which had its own “moons” crypto token), r/FortniteBR (which had its own “bricks” token), and r/EthTrader (which had its own “donuts” token). \nThe value of those tokens has, predictably, fallen off of a cliff, as CoinDesk reports drops of between 60 and 90 percent. Some Reddit posters claim thousands of dollars in value disappeared from their wallets immediately, while others are pointing at transactions made just prior to Tuesday’s announcement that they think are suspicious.\nC...\nContinue reading…",
    "date": "2023-10-17T21:48:49.000Z",
    "content": "/ Sign up for Verge Deals to get deals on products we've tested sent to your inbox daily.",
    "imgLink": "https://cdn.vox-cdn.com/thumbor/qZjr5_FrXuZOPrNkaTV3xQf_P54=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23985505/acastro_STK024_01.jpg",
    "category": "tech",
    "id": "53cly10lulnvgecaf"
  },
  {
    "title": "OpenAI’s flagship AI model has gotten more trustworthy but easier to trick",
    "link": "https://www.theverge.com/2023/10/17/23921501/gpt-4-trust-generative-ai-toxic-bias",
    "description": "Image: Microsoft\n    \n\n  \nOpenAI’s GPT-4 large language model may be more trustworthy than GPT-3.5 but also more vulnerable to jailbreaking and bias, according to research backed by Microsoft.\nThe paper — by researchers from the University of Illinois Urbana-Champaign, Stanford University, University of California, Berkeley, Center for AI Safety, and Microsoft Research — gave GPT-4 a higher trustworthiness score than its predecessor. That means they found it was generally better at protecting private information, avoiding toxic results like biased information, and resisting adversarial attacks. However, it could also be told to ignore security measures and leak personal information and conversation histories. Researchers found that users can bypass safeguards...\nContinue reading…",
    "date": "2023-10-17T21:38:17.000Z",
    "content": "/ Sign up for Verge Deals to get deals on products we've tested sent to your inbox daily.",
    "imgLink": "https://cdn.vox-cdn.com/thumbor/OqUkc57NCJiGHA7qGvTgmxiuins=/0x0:1024x682/1200x628/filters:focal(512x341:513x342)/cdn.vox-cdn.com/uploads/chorus_asset/file/24379634/openaimicrosoft.jpg",
    "category": "tech",
    "id": "53cly10lulnvged6a"
  },
  {
    "title": "After promising support for Matter and Thread, Level launches a Wi-Fi bridge instead",
    "link": "https://www.theverge.com/2023/10/17/23920848/level-lock-connect-wifi-bridge-matter-over-thread",
    "description": "Level Lock has launched a new Wi-Fi bridge for its “invisible” smart locks that pack all their tech into the deadbolt. But apparently, there’s no room in there for Matter or Thread. | Photo by Jennifer Pattison Tuohy / The Verge\n    \n\n  \nThis week, smart lock maker Level announced a new Wi-Fi bridge for its locks to enable “remote access and integrations with smart home technology platforms,” including Amazon Alexa and Google Home. Welcome to 2015, Level. \nInstead of embracing what are being touted as the future technologies of the smart home — Matter and Thread — Level has released the Level Connect, a $79 Wi-Fi bridge that plugs into an outlet and acts as a bridge between its lock’s Bluetooth radio and your internet router, so it can be controlled remotely and work with cloud-enabled smart home platforms. \nWhy is Level resorting to the old ways when it could implement Matter and Thread? \nThe Wi-Fi bridge was developed for the earliest smart locks (the August Lock got...\nContinue reading…",
    "date": "2023-10-17T21:03:10.000Z",
    "content": "Why is Level resorting to the old ways when it could implement Matter and Thread?",
    "imgLink": "https://cdn.vox-cdn.com/thumbor/vvaM2lvioKWo6tISWvPrbyZepAk=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24155688/226382_Level_Lock_Plus_Review_JTuohy_0012.jpg",
    "category": "tech",
    "id": "53cly10lulnvgee1h"
  },
  {
    "title": "Google is rolling out Wear OS 4 to the original Pixel Watch",
    "link": "https://www.theverge.com/2023/10/17/23921354/google-wearos-4-pixel-watch-original",
    "description": "Photo by Amelia Holowaty Krales / The Verge\n    \n\n  \nGoogle is bringing Wear OS 4 to its first Pixel Watch. In an announcement on Tuesday, Google says the update will start rolling out today and continue “over the coming weeks,” depending on your carrier and device.\nThe Wear OS 4 update will bring several new features to the Pixel Watch, including the Google Calendar app, better accessibility features, enhanced notifications, and the new Safety Check feature that will prompt you to confirm whether you’re safe after a specified period of time. If you don’t respond, the watch will automatically notify your emergency contacts.\n\n\nWear OS 4 also introduces the ability to transfer your Pixel Watch data to a new phone without a factory reset as well as a way to back up your data and settings from...\nContinue reading…",
    "date": "2023-10-17T20:48:41.000Z",
    "content": "/ Sign up for Verge Deals to get deals on products we've tested sent to your inbox daily.",
    "imgLink": "https://cdn.vox-cdn.com/thumbor/cg1Aeco5toM6KgmccTprB0JKDBQ=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24100799/226336_Pixel_Watch_AKrales_0072.jpg",
    "category": "tech",
    "id": "53cly10lulnvgeesf"
  },
  {
    "title": "Xbox chief says Activision Blizzard games aren’t coming to Xbox Game Pass until 2024",
    "link": "https://www.theverge.com/2023/10/17/23921422/xbox-game-pass-activision-blizzard-games-2024-phil-spencer",
    "description": "Illustration by Alex Castro / The Verge\n    \n\n  \nXbox chief and Microsoft Gaming CEO Phil Spencer has confirmed that Activision Blizzard games aren’t coming to Xbox Game Pass anytime soon. In the latest official Xbox podcast, Spencer confirms there’s not going to be a big drop of Activision Blizzard games into Xbox Game Pass in the coming weeks and that we won’t see any until 2024.\nHere’s what Spencer had to say:\nThe regulatory process took so long... that we weren’t able to get in and work with the Activision Blizzard on that back catalog work. Now that the deal is closed, we’re starting that work, but there is work. I think the Activision Twitter handle... did put out something that talked about 2024, and I think that’s accurate. I would love it if there was some kind of secret...\n\n  \nContinue reading…",
    "date": "2023-10-17T20:38:15.000Z",
    "content": "The regulatory process took so long... that we weren’t able to get in and work with the Activision Blizzard on that back catalog work. Now that the deal is closed, we’re starting that work, but there is work. I think the Activision Twitter handle... did put out something that talked about 2024, and I think that’s accurate. I would love it if there was some kind of secret celebration drop that’s coming in the next couple of weeks — there’s not.",
    "imgLink": "https://cdn.vox-cdn.com/thumbor/erXIbj56HT1roiTRD5GKXqZ8eKQ=/0x0:3000x2000/1200x628/filters:focal(1500x1000:1501x1001)/cdn.vox-cdn.com/uploads/chorus_asset/file/24763499/xboxlogo.jpg",
    "category": "tech",
    "id": "53cly10lulnvgefku"
  }
]